local data = {}
data[1] = {
    ["name"] = "คริสตัลคราวน์ลีก",
    ["des"] = "ในรอบเกมจะแจกรางวัลดีๆ ทุกวันและตามฤดูกาล",
    ["infoTitle1"] = "กฎกติกาการต่อสู้",
    ["info1"] = "1. รางวัลสำหรับผู้เล่นที่ติดอันดับจะถูกส่งไปให้ผู้ชนะทุกวัน เวลา 21:00 น. (UTC/GMT 0)- 2 คุณสามารถซื้อตั๋วสนามต่อสู้ในการต่อสู้แต่ละสนามได้ด้วยเพชร- 3 การต่อสู้แต่ละสนามดำเนินไป 15 รอบ ถ้าการต่อสู้ใช้เวลาเกินกว่าที่จำกัด ผู้ที่โจมตีจะเป็นฝ่ายแพ้- 4 การต่อสู้แต่ละครั้งให้คะแนนแน่นอนที่เอาไปใช้ในการจัดอันดับ- 5 คุณสามารถตรวจสอบการต่อสู้ 10 รายการล่าสุดโดยเล่นซ้ำในบันทึกการต่อสู้",
    ["infoTitle2"] = "กฎกติกาการให้รางวัล",
    ["info2"] = "รางวัลจะถูกส่งไปให้ผู้เล่นที่ได้อันดับสูงสุดทุกวัน สำหรับรายละเอียด โปรดคลิกที่ รางวัล",
    ["date"] = "6月8日到7月8日",
}
data[2] = {
    ["name"] = "เดอะแชมป์เปี้ยนทดลอง",
    ["des"] = "ข้อกำหนด: ผู้เล่นระดับ 55",
    ["infoTitle1"] = "กฎกติกาการต่อสู้",
    ["info1"] = "1. ผู้เล่นสามารถปรับเปลี่ยนทีมป้องกัน 3 ทีมของพวกเขาเวลาใดก็ได้ตามต้องการ แต่ละรูปแบบจำเป็นต้องมีฮีโร่อย่างน้อย 1 ตัว2 ใช้โหมดการต่อสู้ที่ดีที่สุดในสามโหมด ส่วนที่มีผู้ชนะ 2 เกมส์จะเป็นการชนะ- 3 เอาชนะฮีโร่ทั้งหมดของทีม ถือว่าชนะการต่อสู้ 1 รายการ- 4  การต่อสู้แต่ละสนามดำเนินไป 15 รอบ เมื่อการต่อสู้ใช้เวลาเกินกว่าที่จำกัด ผู้ที่โจมตีจะเป็นฝ่ายแพ้ 5 การต่อสู้แต่ละครั้งให้คะแนนแน่นอนที่เอาไปใช้ในการจัดอันดับ 6 คุณสามารถตรวจสอบการต่อสู้ 10 รายการล่าสุดโดยเล่นซ้ำในบันทึกการต่อสู้",
    ["infoTitle2"] = "กฎกติกาการให้รางวัล",
    ["info2"] = "เมื่ออีเวนท์จบลง รางวัลจะถูกให้ไปตามการจัดอันดับ ไอเท็มในหีบสมบัติแห่งอารีน่าที่คุณชนะโดยพิจารณาจากการจัดอันดับของคุณจะถูกส่งทางอีเมลของเกม เมื่อแข่งจบทัวร์นาเมนต์ ",
    ["date"] = "6月8日到7月8日",
}
data[3] = {
    ["name"] = "ถ้วยรางวัลระดับโลก",
    ["des"] = "กำหนด: ค่าพลัง≥150,000",
    ["infoTitle1"] = "กฎกติกาการต่อสู้",
    ["info1"] = "1. การต่อสู้แต่ละสนามดำเนินไป 15 รอบ เมื่อการต่อสู้ใช้เวลาเกินกว่าที่จำกัด ผู้ที่โจมตีจะเป็นฝ่ายแพ้- 2 การต่อสู้แต่ละครั้งให้คะแนนแน่นอนที่เอาไปใช้ในการจัดอันดับ- 3 คุณสามารถตรวจสอบการต่อสู้ 10 รายการล่าสุดโดยเล่นซ้ำในบันทึกการต่อสู้",
    ["infoTitle2"] = "กฎกติกาการให้รางวัล",
    ["info2"] = "เมื่ออีเวนท์จบลง รางวัลจะถูกให้ไปตามการจัดอันดับ",
    ["date"] = "6月8日到7月8日",
}
data[4] = {
    ["name"] = "อารีน่าจัดทีมอิสระ",
    ["des"] = "ข้อกำหนด: ผู้เล่นระดับ 60",
    ["infoTitle1"] = "กฎกติกาการต่อสู้",
    ["info1"] = "1. สนามต่อสู้อารีน่าแบบจัดทีมอิสระ จะเปิดให้เล่นตั้งแต่วันอังคาร เวลา 0:00 น. (UTC/GMT 0) ถึงวันพฤหัสบดี เวลา 23:59 น. (UTC/GMT 0)  ;2. หลังจากเข้าสู่สนามต่อสู้แบบจัดทีมอิสระแล้ว ผู้เล่นสามารถเลือกหนึ่งทีมเข้าร่วมหรือสร้างทีมของตัวเองเพื่อเชิญผู้เล่นคนอื่น ;3. ผู้เล่นจากเซิร์ฟเวอร์ต่างกันจะไม่สามารถร่วมทีมกันได้ ;4. เจ้าของทีมเท่านั้นที่สามารถเรียงลำดับการต่อสู้และเลือกทีมคู่แข่งได้ ในขณะที่สมาชิกคนอื่นๆ ทำได้เพียงตรวจสอบบันทึกการต่อสู้ ;5. แต่ละทีมจะมีพลังงาน 6 แต้มที่จุดเริ่มต้นหลังจากที่ทีมถูกสร้างขึ้น ในแต่ละชั่วโมงจะฟื้นฟูพลังงานได้ 1 แต้ม และสามารถเก็บสะสมได้ 12 แต้ม การต่อสู้แต่ละครั้งใช้พลังงาน 1 แต้ม ;6. ควรเลือกฮีโร่อย่างน้อย 1 ตัวเป็นผู้เล่นตัวจริงของทีมคุณ และผู้เล่นสามารถปรับเปลี่ยนฮีโร่ได้ตลอด ;7. การต่อสู้มีทั้งหมด 3 Fight ทีมที่ชนะสอง Fight แรกก่อนจะได้รับชัยชนะในครั้งสุดท้าย ;8. ชนะฮีโร่ทั้งหมดของทีมตรงข้าม ถือว่าชนะ Fight นั้น ;9. แต่ละ Fight ดำเนินไป 15 รอบ เมื่อหมดเวลาต่อสู้ ทีมที่กำลังโจมตีจะแพ้ Fight นั้น ;10. หลังการต่อสู้แต่ละครั้ง ทีมที่ได้รับชัยชนะจะได้รับแต้มสนามต่อสู้ ทีมที่พ่ายแพ้จะเสียแต้มสนามต่อสู้ และทุกทีมจะถูกจัดอันดับจากแต้มสนามต่อสู้ทั้งหมด ;11. ผู้เล่นสามารถดูคลิปวิดีโอการต่อสู้ของพวกเขาย้อนหลัง 10 คลิปได้ที่ บันทึกการต่อสู้",
    ["infoTitle2"] = "กฎกติกาการให้รางวัล",
    ["info2"] = "เมื่ออีเวนท์จบลง รางวัลจะถูกให้ไปตามการจัดอันดับ",
    ["date"] = "6月8日到7月8日",
}
data[5] = {
    ["name"] = "Ironman Arena",
    ["des"] = "Requirement: Player Level 70.",
    ["infoTitle1"] = "Battle Rules",
    ["info1"] = "1. Pay 20 arena tickets to join. Battles after joining are free.;2. Set the team you fight with, this will be both your defensive and offensive team. You can not change your team after this.;3. Every time you attack and win you get +1 point. It is not possible to lose points.;4. If you attack and lose you can not fight again. This will now be your final score until the end.;5. Losing or winning defensive battles will have no effect.",
    ["infoTitle2"] = "Reward Rules",
    ["info2"] = "1. Arena finishes at end of Sunday.;2. Rewards are sent by mail to everyone who joined based on rankings.",
}
return data