local brave = {}
brave[1] = {
    ["name"] = "ทดลองเล่นของบลีคเกอร์",
}
brave[2] = {
    ["name"] = "ทดลองเล่นของการิม",
}
brave[3] = {
    ["name"] = "ทดลองเล่นของสตาร์ไลท์",
}
brave[4] = {
    ["name"] = "ทดลองเล่นของเกอร์คเค่",
}
brave[5] = {
    ["name"] = "ทดลองเล่นของบลีคเกอร์",
}
brave[6] = {
    ["name"] = "ทดลองเล่นของการิม",
}
brave[7] = {
    ["name"] = "ทดลองเล่นของสตาร์ไลท์",
}
brave[8] = {
    ["name"] = "ทดลองเล่นของเกอร์คเค่",
}
brave[9] = {
    ["name"] = "ทดลองเล่นของบลีคเกอร์",
}
brave[10] = {
    ["name"] = "ทดลองเล่นของการิม",
}
brave[11] = {
    ["name"] = "ทดลองเล่นของสตาร์ไลท์",
}
brave[12] = {
    ["name"] = "ทดลองเล่นของเกอร์คเค่",
}
brave[13] = {
    ["name"] = "ทดลองเล่นของบลีคเกอร์",
}
brave[14] = {
    ["name"] = "ทดลองเล่นของการิม",
}
brave[15] = {
    ["name"] = "ทดลองเล่นของสตาร์ไลท์",
}
brave[16] = {
    ["name"] = "ทดลองเล่นของเกอร์คเค่",
}
return brave