local data = {}
data[43008] = {
    ["name"] = "เหรียญกล้าหาญ",
    ["suitName"] = "สูทกล้าหาญ",
}
data[5121] = {
    ["name"] = "พระจันทร์โศก",
}
data[5122] = {
    ["name"] = "ช่วงเวลานิรันดร์",
}
data[5123] = {
    ["name"] = "แหวนแห่งนักเดินทาง",
}
data[5124] = {
    ["name"] = "โล่กันแสง",
}
data[5125] = {
    ["name"] = "โซ่จำลอง",
}
data[5126] = {
    ["name"] = "วิญญาณที่ถูกจองจำ",
}
data[5127] = {
    ["name"] = "เข็มทิศทองคำ",
}
data[5128] = {
    ["name"] = "นาฬิกาทรายที่ถูกสาป",
}
data[5129] = {
    ["name"] = "เสื้อคลุมเงามืด",
}
data[5130] = {
    ["name"] = "ธอร์เหินฟ้า",
}
data[5131] = {
    ["name"] = "ปลอกแขนเสริมพลังวิเศษ",
}
data[5132] = {
    ["name"] = "รดน้ำมนต์",
}
data[5133] = {
    ["name"] = "โลหิต",
}
data[5134] = {
    ["name"] = "ประสาทหลอน",
}
data[5135] = {
    ["name"] = "คันธนูศักดิ์สิทธิ์แห่งเอลฟ์",
}
data[5136] = {
    ["name"] = "หัวใจแห่งโอค",
}
data[42001] = {
    ["name"] = "เสื้อเกราะมังกร",
}
data[5138] = {
    ["name"] = "เสื้อคลุมเงามืด",
}
data[5139] = {
    ["name"] = "จี้เทวดา",
}
data[5140] = {
    ["name"] = "หัวใจซาตาน",
}
data[5141] = {
    ["name"] = "ระบำมรณะ",
}
data[5142] = {
    ["name"] = "ผีดิบโหยหวน",
}
data[42007] = {
    ["name"] = "เสื้อเกราะมังกรชั้นดี",
}
data[42008] = {
    ["name"] = "เสื้อเกราะกล้าหาญ",
    ["suitName"] = "สูทกล้าหาญ",
}
data[5145] = {
    ["name"] = "แหวนแห่งนักเดินทาง",
}
data[5146] = {
    ["name"] = "โล่กันแสง",
}
data[5147] = {
    ["name"] = "โซ่จำลอง",
}
data[5148] = {
    ["name"] = "วิญญาณที่ถูกจองจำ",
}
data[5149] = {
    ["name"] = "เข็มทิศทองคำ",
}
data[5150] = {
    ["name"] = "นาฬิกาทรายที่ถูกสาป",
}
data[5151] = {
    ["name"] = "เสื้อคลุมเงามืด",
}
data[5152] = {
    ["name"] = "ธอร์เหินฟ้า",
}
data[5153] = {
    ["name"] = "ปลอกแขนเสริมพลังวิเศษ",
}
data[5154] = {
    ["name"] = "รดน้ำมนต์",
}
data[5155] = {
    ["name"] = "โลหิต",
}
data[5156] = {
    ["name"] = "ประสาทหลอน",
}
data[5157] = {
    ["name"] = "คันธนูศักดิ์สิทธิ์แห่งเอลฟ์",
}
data[5158] = {
    ["name"] = "หัวใจแห่งโอค",
}
data[5159] = {
    ["name"] = "ผีเสื้อมรกต",
}
data[5160] = {
    ["name"] = "เสื้อคลุมเงามืด",
}
data[5161] = {
    ["name"] = "จี้เทวดา",
}
data[5162] = {
    ["name"] = "หัวใจซาตาน",
}
data[5163] = {
    ["name"] = "ระบำมรณะ",
}
data[5164] = {
    ["name"] = "ผีดิบโหยหวน",
}
data[5165] = {
    ["name"] = "พระจันทร์โศก",
}
data[5166] = {
    ["name"] = "ช่วงเวลานิรันดร์",
}
data[5167] = {
    ["name"] = "แหวนแห่งนักเดินทาง",
}
data[5168] = {
    ["name"] = "โล่กันแสง",
}
data[5169] = {
    ["name"] = "โซ่จำลอง",
}
data[5170] = {
    ["name"] = "วิญญาณที่ถูกจองจำ",
}
data[5171] = {
    ["name"] = "เข็มทิศทองคำ",
}
data[5172] = {
    ["name"] = "นาฬิกาทรายที่ถูกสาป",
}
data[5173] = {
    ["name"] = "เสื้อคลุมเงามืด",
}
data[5174] = {
    ["name"] = "ธอร์เหินฟ้า",
}
data[5175] = {
    ["name"] = "ปลอกแขนเสริมพลังวิเศษ",
}
data[5176] = {
    ["name"] = "รดน้ำมนต์",
}
data[5177] = {
    ["name"] = "โลหิต",
}
data[5178] = {
    ["name"] = "ประสาทหลอน",
}
data[5179] = {
    ["name"] = "คันธนูศักดิ์สิทธิ์แห่งเอลฟ์",
}
data[5180] = {
    ["name"] = "หัวใจแห่งโอค",
}
data[5181] = {
    ["name"] = "ผีเสื้อมรกต",
}
data[5182] = {
    ["name"] = "เสื้อคลุมเงามืด",
}
data[5183] = {
    ["name"] = "จี้เทวดา",
}
data[5184] = {
    ["name"] = "หัวใจซาตาน",
}
data[5185] = {
    ["name"] = "ระบำมรณะ",
}
data[5186] = {
    ["name"] = "ผีดิบโหยหวน",
}
data[5187] = {
    ["name"] = "พระจันทร์โศก",
}
data[5188] = {
    ["name"] = "ช่วงเวลานิรันดร์",
}
data[5189] = {
    ["name"] = "แหวนแห่งนักเดินทาง",
}
data[5190] = {
    ["name"] = "โล่กันแสง",
}
data[5191] = {
    ["name"] = "โซ่จำลอง",
}
data[5192] = {
    ["name"] = "วิญญาณที่ถูกจองจำ",
}
data[5193] = {
    ["name"] = "เข็มทิศทองคำ",
}
data[5194] = {
    ["name"] = "นาฬิกาทรายที่ถูกสาป",
}
data[5195] = {
    ["name"] = "เสื้อคลุมเงามืด",
}
data[5196] = {
    ["name"] = "ธอร์เหินฟ้า",
}
data[5197] = {
    ["name"] = "ปลอกแขนเสริมพลังวิเศษ",
}
data[5198] = {
    ["name"] = "รดน้ำมนต์",
}
data[5199] = {
    ["name"] = "โลหิต",
}
data[5200] = {
    ["name"] = "ประสาทหลอน",
}
data[5201] = {
    ["name"] = "คันธนูศักดิ์สิทธิ์แห่งเอลฟ์",
}
data[5202] = {
    ["name"] = "หัวใจแห่งโอค",
}
data[5203] = {
    ["name"] = "ผีเสื้อมรกต",
}
data[5204] = {
    ["name"] = "เสื้อคลุมเงามืด",
}
data[5205] = {
    ["name"] = "จี้เทวดา",
}
data[5206] = {
    ["name"] = "หัวใจซาตาน",
}
data[5207] = {
    ["name"] = "ระบำมรณะ",
}
data[5208] = {
    ["name"] = "ผีดิบโหยหวน",
}
data[5209] = {
    ["name"] = "พระจันทร์โศก",
}
data[5210] = {
    ["name"] = "ช่วงเวลานิรันดร์",
}
data[5211] = {
    ["name"] = "แหวนแห่งนักเดินทาง",
}
data[5212] = {
    ["name"] = "โล่กันแสง",
}
data[5213] = {
    ["name"] = "โซ่จำลอง",
}
data[5214] = {
    ["name"] = "วิญญาณที่ถูกจองจำ",
}
data[5215] = {
    ["name"] = "เข็มทิศทองคำ",
}
data[5216] = {
    ["name"] = "นาฬิกาทรายที่ถูกสาป",
}
data[5217] = {
    ["name"] = "เสื้อคลุมเงามืด",
}
data[5218] = {
    ["name"] = "ธอร์เหินฟ้า",
}
data[5219] = {
    ["name"] = "ปลอกแขนเสริมพลังวิเศษ",
}
data[5220] = {
    ["name"] = "รดน้ำมนต์",
}
data[101] = {
    ["name"] = "หินแห่งสนธยา",
}
data[102] = {
    ["name"] = "หินแห่งสนธยา",
}
data[103] = {
    ["name"] = "หินแห่งสนธยา",
}
data[104] = {
    ["name"] = "หินแห่งสนธยา",
}
data[105] = {
    ["name"] = "หินแห่งสนธยา",
}
data[106] = {
    ["name"] = "หินแห่งสนธยา",
}
data[107] = {
    ["name"] = "หินแห่งสนธยา",
}
data[108] = {
    ["name"] = "หินแห่งสนธยา",
}
data[109] = {
    ["name"] = "หินแห่งสนธยา",
}
data[110] = {
    ["name"] = "หินแห่งสนธยา",
}
data[111] = {
    ["name"] = "หินแห่งสนธยา",
}
data[112] = {
    ["name"] = "หินแห่งสนธยา",
}
data[113] = {
    ["name"] = "หินแห่งสนธยา",
}
data[114] = {
    ["name"] = "หินแห่งสนธยา",
}
data[115] = {
    ["name"] = "หินแห่งสนธยา",
}
data[116] = {
    ["name"] = "หินแห่งสนธยา",
}
data[5237] = {
    ["name"] = "ดวงตาแห่งกรรม",
}
data[5238] = {
    ["name"] = "เข็มทิศสนาม",
}
data[5239] = {
    ["name"] = "เอเดนพิโรธ",
}
data[5240] = {
    ["name"] = "แช่แข็งดาบ",
}
data[5241] = {
    ["name"] = "ยูบาซิริ",
}
data[5242] = {
    ["name"] = "แกนพลังงาน",
}
data[5243] = {
    ["name"] = "มรดกมาร์กาเร็ต",
}
data[5244] = {
    ["name"] = "ดาบราชินี",
}
data[5245] = {
    ["name"] = "กลืน",
}
data[5246] = {
    ["name"] = "คันธนูทองคำ",
}
data[5247] = {
    ["name"] = "พลังแห่งอักษรรูน",
}
data[5248] = {
    ["name"] = "โหยหวน",
}
data[5249] = {
    ["name"] = "ลูกโลกทำลายล้าง",
}
data[5250] = {
    ["name"] = "หอกแห่งโชคชะตา",
}
data[5251] = {
    ["name"] = "กงเล็บแห่งโชคชะตา",
}
data[5252] = {
    ["name"] = "สัมผัสอสูร",
}
data[5253] = {
    ["name"] = "อัซราเอล",
}
data[5254] = {
    ["name"] = "เสียงกระซิบแห่งเทพเจ้าโบราณ",
}
data[5255] = {
    ["name"] = "ดวงตานรก",
}
data[5256] = {
    ["name"] = "ผู้ส่งสารเทพเจ้าแห่งสายลม",
}
data[5257] = {
    ["name"] = "ลูกปัดสวรรค์",
}
data[5258] = {
    ["name"] = "เกราะไร้ความกลัว",
}
data[5259] = {
    ["name"] = "ต้นน้ำอาถรรพ์",
}
data[5260] = {
    ["name"] = "ดวงตาแห่งกรรม",
}
data[5261] = {
    ["name"] = "เข็มทิศสนาม",
}
data[5262] = {
    ["name"] = "เอเดนพิโรธ",
}
data[5263] = {
    ["name"] = "แช่แข็งดาบ",
}
data[5264] = {
    ["name"] = "ยูบาซิริ",
}
data[5265] = {
    ["name"] = "แกนพลังงาน",
}
data[5266] = {
    ["name"] = "มรดกมาร์กาเร็ต",
}
data[5267] = {
    ["name"] = "ดาบราชินี",
}
data[5268] = {
    ["name"] = "กลืน",
}
data[5269] = {
    ["name"] = "คันธนูทองคำ",
}
data[5270] = {
    ["name"] = "พลังแห่งอักษรรูน",
}
data[5271] = {
    ["name"] = "โหยหวน",
}
data[5272] = {
    ["name"] = "ลูกโลกทำลายล้าง",
}
data[5273] = {
    ["name"] = "หอกแห่งโชคชะตา",
}
data[5274] = {
    ["name"] = "กงเล็บแห่งโชคชะตา",
}
data[5275] = {
    ["name"] = "สัมผัสอสูร",
}
data[5276] = {
    ["name"] = "อัซราเอล",
}
data[5277] = {
    ["name"] = "เสียงกระซิบแห่งเทพเจ้าโบราณ",
}
data[5278] = {
    ["name"] = "ดวงตานรก",
}
data[5279] = {
    ["name"] = "ผู้ส่งสารเทพเจ้าแห่งสายลม",
}
data[5280] = {
    ["name"] = "ลูกปัดสวรรค์",
}
data[5281] = {
    ["name"] = "เกราะไร้ความกลัว",
}
data[5282] = {
    ["name"] = "ต้นน้ำอาถรรพ์",
}
data[5283] = {
    ["name"] = "ดวงตาแห่งกรรม",
}
data[5284] = {
    ["name"] = "เข็มทิศสนาม",
}
data[5285] = {
    ["name"] = "เอเดนพิโรธ",
}
data[5286] = {
    ["name"] = "แช่แข็งดาบ",
}
data[5287] = {
    ["name"] = "ยูบาซิริ",
}
data[5288] = {
    ["name"] = "แกนพลังงาน",
}
data[5289] = {
    ["name"] = "มรดกมาร์กาเร็ต",
}
data[5290] = {
    ["name"] = "ดาบราชินี",
}
data[5291] = {
    ["name"] = "กลืน",
}
data[5292] = {
    ["name"] = "คันธนูทองคำ",
}
data[5293] = {
    ["name"] = "พลังแห่งอักษรรูน",
}
data[5294] = {
    ["name"] = "โหยหวน",
}
data[5295] = {
    ["name"] = "ลูกโลกทำลายล้าง",
}
data[5296] = {
    ["name"] = "หอกแห่งโชคชะตา",
}
data[5297] = {
    ["name"] = "กงเล็บแห่งโชคชะตา",
}
data[5298] = {
    ["name"] = "สัมผัสอสูร",
}
data[5299] = {
    ["name"] = "อัซราเอล",
}
data[5300] = {
    ["name"] = "เสียงกระซิบแห่งเทพเจ้าโบราณ",
}
data[5301] = {
    ["name"] = "ดวงตานรก",
}
data[5302] = {
    ["name"] = "ผู้ส่งสารเทพเจ้าแห่งสายลม",
}
data[5303] = {
    ["name"] = "ลูกปัดสวรรค์",
}
data[5304] = {
    ["name"] = "เกราะไร้ความกลัว",
}
data[5305] = {
    ["name"] = "ต้นน้ำอาถรรพ์",
}
data[5306] = {
    ["name"] = "ดวงตาแห่งกรรม",
}
data[5307] = {
    ["name"] = "เข็มทิศสนาม",
}
data[5308] = {
    ["name"] = "เอเดนพิโรธ",
}
data[5309] = {
    ["name"] = "แช่แข็งดาบ",
}
data[5310] = {
    ["name"] = "ยูบาซิริ",
}
data[5311] = {
    ["name"] = "แกนพลังงาน",
}
data[5312] = {
    ["name"] = "มรดกมาร์กาเร็ต",
}
data[5313] = {
    ["name"] = "ดาบราชินี",
}
data[5314] = {
    ["name"] = "กลืน",
}
data[5315] = {
    ["name"] = "คันธนูทองคำ",
}
data[5316] = {
    ["name"] = "พลังแห่งอักษรรูน",
}
data[5317] = {
    ["name"] = "โหยหวน",
}
data[5318] = {
    ["name"] = "ลูกโลกทำลายล้าง",
}
data[5319] = {
    ["name"] = "หอกแห่งโชคชะตา",
}
data[5320] = {
    ["name"] = "กงเล็บแห่งโชคชะตา",
}
data[201] = {
    ["name"] = "หินอำพัน",
}
data[202] = {
    ["name"] = "หินอำพัน",
}
data[203] = {
    ["name"] = "หินอำพัน",
}
data[204] = {
    ["name"] = "หินอำพัน",
}
data[205] = {
    ["name"] = "หินอำพัน",
}
data[206] = {
    ["name"] = "หินอำพัน",
}
data[207] = {
    ["name"] = "หินอำพัน",
}
data[208] = {
    ["name"] = "หินอำพัน",
}
data[209] = {
    ["name"] = "หินอำพัน",
}
data[210] = {
    ["name"] = "หินอำพัน",
}
data[211] = {
    ["name"] = "หินอำพัน",
}
data[212] = {
    ["name"] = "หินอำพัน",
}
data[213] = {
    ["name"] = "หินอำพัน",
}
data[214] = {
    ["name"] = "หินอำพัน",
}
data[215] = {
    ["name"] = "หินอำพัน",
}
data[216] = {
    ["name"] = "หินอำพัน",
}
data[5337] = {
    ["name"] = "กลืน",
}
data[5338] = {
    ["name"] = "คันธนูทองคำ",
}
data[5339] = {
    ["name"] = "พลังแห่งอักษรรูน",
}
data[5340] = {
    ["name"] = "โหยหวน",
}
data[5341] = {
    ["name"] = "ลูกโลกทำลายล้าง",
}
data[5342] = {
    ["name"] = "หอกแห่งโชคชะตา",
}
data[5343] = {
    ["name"] = "กงเล็บแห่งโชคชะตา",
}
data[5344] = {
    ["name"] = "สัมผัสอสูร",
}
data[5345] = {
    ["name"] = "อัซราเอล",
}
data[5346] = {
    ["name"] = "เสียงกระซิบแห่งเทพเจ้าโบราณ",
}
data[5347] = {
    ["name"] = "ดวงตานรก",
}
data[5348] = {
    ["name"] = "ผู้ส่งสารเทพเจ้าแห่งสายลม",
}
data[5349] = {
    ["name"] = "ลูกปัดสวรรค์",
}
data[5350] = {
    ["name"] = "เกราะไร้ความกลัว",
}
data[5351] = {
    ["name"] = "ต้นน้ำอาถรรพ์",
}
data[5352] = {
    ["name"] = "ดวงตาแห่งกรรม",
}
data[5353] = {
    ["name"] = "เข็มทิศสนาม",
}
data[33002] = {
    ["name"] = "แหวนอักษรรูน",
}
data[33003] = {
    ["name"] = "แหวนอักษรรูนชั้นดี",
}
data[33004] = {
    ["name"] = "สร้อยไข่มุก",
}
data[5357] = {
    ["name"] = "แกนพลังงาน",
}
data[5358] = {
    ["name"] = "มรดกมาร์กาเร็ต",
}
data[5359] = {
    ["name"] = "ดาบราชินี",
}
data[5360] = {
    ["name"] = "กลืน",
}
data[5361] = {
    ["name"] = "คันธนูทองคำ",
}
data[5362] = {
    ["name"] = "พลังแห่งอักษรรูน",
}
data[5363] = {
    ["name"] = "โหยหวน",
}
data[5364] = {
    ["name"] = "ลูกโลกทำลายล้าง",
}
data[5365] = {
    ["name"] = "หอกแห่งโชคชะตา",
}
data[5366] = {
    ["name"] = "เพชฌฆาต",
}
data[5367] = {
    ["name"] = "เพชฌฆาต",
}
data[5368] = {
    ["name"] = "เพชฌฆาต",
}
data[5369] = {
    ["name"] = "เพชฌฆาต",
}
data[5370] = {
    ["name"] = "เพชฌฆาต",
}
data[5371] = {
    ["name"] = "ดาบมารทมิฬ",
}
data[5372] = {
    ["name"] = "ดาบมารทมิฬ",
}
data[5373] = {
    ["name"] = "ดาบมารทมิฬ",
}
data[5374] = {
    ["name"] = "ดาบมารทมิฬ",
}
data[5375] = {
    ["name"] = "ดาบมารทมิฬ",
}
data[5376] = {
    ["name"] = "ดาบมารทมิฬ",
}
data[5377] = {
    ["name"] = "Talisman of Block",
}
data[32002] = {
    ["name"] = "เสื้อเกราะราชา",
}
data[32003] = {
    ["name"] = "เสื้อเกราะราชาชั้นดี",
}
data[32004] = {
    ["name"] = "ผ้าคลุมแห่งจิตวิญญาณ",
}
data[5381] = {
    ["name"] = "Talisman of Block",
}
data[5382] = {
    ["name"] = "Talisman of Block",
}
data[5383] = {
    ["name"] = "ซิลเวอร์คีย์",
}
data[5384] = {
    ["name"] = "ซิลเวอร์คีย์",
}
data[5385] = {
    ["name"] = "ซิลเวอร์คีย์",
}
data[5386] = {
    ["name"] = "ซิลเวอร์คีย์",
}
data[5387] = {
    ["name"] = "ซิลเวอร์คีย์",
}
data[5388] = {
    ["name"] = "ซิลเวอร์คีย์",
}
data[5389] = {
    ["name"] = "ลูกตาลึกล้ำ",
}
data[5390] = {
    ["name"] = "ลูกตาลึกล้ำ",
}
data[5391] = {
    ["name"] = "ลูกตาลึกล้ำ",
}
data[5392] = {
    ["name"] = "ลูกตาลึกล้ำ",
}
data[5393] = {
    ["name"] = "ลูกตาลึกล้ำ",
}
data[5394] = {
    ["name"] = "ลูกตาลึกล้ำ",
}
data[5395] = {
    ["name"] = "ดาบแห่งเสรีภาพ",
}
data[5396] = {
    ["name"] = "ดาบแห่งเสรีภาพ",
}
data[5397] = {
    ["name"] = "ดาบแห่งเสรีภาพ",
}
data[5398] = {
    ["name"] = "ดาบแห่งเสรีภาพ",
}
data[5399] = {
    ["name"] = "ดาบแห่งเสรีภาพ",
}
data[5400] = {
    ["name"] = "ดาบแห่งเสรีภาพ",
}
data[5401] = {
    ["name"] = "เสียงสะท้อน",
}
data[31002] = {
    ["name"] = "ค้อน",
}
data[31003] = {
    ["name"] = "ค้อนชั้นดี",
}
data[31004] = {
    ["name"] = "พลพรรคพระราชา",
}
data[5405] = {
    ["name"] = "เสียงสะท้อน",
}
data[5406] = {
    ["name"] = "เสียงสะท้อน",
}
data[5407] = {
    ["name"] = "ไร้ร่างไร้เงา",
}
data[5408] = {
    ["name"] = "ไร้ร่างไร้เงา",
}
data[5409] = {
    ["name"] = "ไร้ร่างไร้เงา",
}
data[5410] = {
    ["name"] = "ไร้ร่างไร้เงา",
}
data[5411] = {
    ["name"] = "ไร้ร่างไร้เงา",
}
data[5412] = {
    ["name"] = "ไร้ร่างไร้เงา",
}
data[5413] = {
    ["name"] = "โกลด์คีย์",
}
data[5414] = {
    ["name"] = "โกลด์คีย์",
}
data[5415] = {
    ["name"] = "โกลด์คีย์",
}
data[5416] = {
    ["name"] = "โกลด์คีย์",
}
data[5417] = {
    ["name"] = "โกลด์คีย์",
}
data[5418] = {
    ["name"] = "โกลด์คีย์",
}
data[5419] = {
    ["name"] = "มงกุฏแห่งความชั่วร้าย",
}
data[5420] = {
    ["name"] = "มงกุฏแห่งความชั่วร้าย",
}
data[301] = {
    ["name"] = "หินคริสตัล",
}
data[302] = {
    ["name"] = "หินคริสตัล",
}
data[303] = {
    ["name"] = "หินคริสตัล",
}
data[304] = {
    ["name"] = "หินคริสตัล",
}
data[305] = {
    ["name"] = "หินคริสตัล",
}
data[306] = {
    ["name"] = "หินคริสตัล",
}
data[307] = {
    ["name"] = "หินคริสตัล",
}
data[308] = {
    ["name"] = "หินคริสตัล",
}
data[309] = {
    ["name"] = "หินคริสตัล",
}
data[310] = {
    ["name"] = "หินคริสตัล",
}
data[311] = {
    ["name"] = "หินคริสตัล",
}
data[312] = {
    ["name"] = "หินคริสตัล",
}
data[313] = {
    ["name"] = "หินคริสตัล",
}
data[314] = {
    ["name"] = "หินคริสตัล",
}
data[315] = {
    ["name"] = "หินคริสตัล",
}
data[316] = {
    ["name"] = "หินคริสตัล",
}
data[317] = {
    ["name"] = "หินคริสตัล",
}
data[318] = {
    ["name"] = "หินคริสตัล",
}
data[319] = {
    ["name"] = "หินคริสตัล",
}
data[320] = {
    ["name"] = "หินคริสตัล",
}
data[321] = {
    ["name"] = "หินคริสตัล",
}
data[322] = {
    ["name"] = "หินคริสตัล",
}
data[323] = {
    ["name"] = "หินคริสตัล",
}
data[324] = {
    ["name"] = "หินคริสตัล",
}
data[5445] = {
    ["name"] = "Staff: Punisher of Immortal",
}
data[5446] = {
    ["name"] = "Staff: Punisher of Immortal",
}
data[5447] = {
    ["name"] = "Staff: Punisher of Immortal",
}
data[5448] = {
    ["name"] = "Staff: Punisher of Immortal",
}
data[5449] = {
    ["name"] = "Magic Stone Sword",
}
data[5450] = {
    ["name"] = "Magic Stone Sword",
}
data[5451] = {
    ["name"] = "Magic Stone Sword",
}
data[5452] = {
    ["name"] = "Magic Stone Sword",
}
data[5453] = {
    ["name"] = "Magic Stone Sword",
}
data[5454] = {
    ["name"] = "Magic Stone Sword",
}
data[5455] = {
    ["name"] = "Augustus Magic Ball",
}
data[5456] = {
    ["name"] = "Augustus Magic Ball",
}
data[5457] = {
    ["name"] = "Augustus Magic Ball",
}
data[5458] = {
    ["name"] = "Augustus Magic Ball",
}
data[5459] = {
    ["name"] = "Augustus Magic Ball",
}
data[5460] = {
    ["name"] = "Augustus Magic Ball",
}
data[401] = {
    ["name"] = "หินหยก",
}
data[402] = {
    ["name"] = "หินหยก",
}
data[403] = {
    ["name"] = "หินหยก",
}
data[404] = {
    ["name"] = "หินหยก",
}
data[405] = {
    ["name"] = "หินหยก",
}
data[406] = {
    ["name"] = "หินหยก",
}
data[407] = {
    ["name"] = "หินหยก",
}
data[408] = {
    ["name"] = "หินหยก",
}
data[409] = {
    ["name"] = "หินหยก",
}
data[410] = {
    ["name"] = "หินหยก",
}
data[411] = {
    ["name"] = "หินหยก",
}
data[412] = {
    ["name"] = "หินหยก",
}
data[413] = {
    ["name"] = "หินหยก",
}
data[414] = {
    ["name"] = "หินหยก",
}
data[415] = {
    ["name"] = "หินหยก",
}
data[416] = {
    ["name"] = "หินหยก",
}
data[417] = {
    ["name"] = "หินหยก",
}
data[418] = {
    ["name"] = "หินหยก",
}
data[419] = {
    ["name"] = "หินหยก",
}
data[420] = {
    ["name"] = "หินหยก",
}
data[421] = {
    ["name"] = "หินหยก",
}
data[422] = {
    ["name"] = "หินหยก",
}
data[423] = {
    ["name"] = "หินหยก",
}
data[424] = {
    ["name"] = "หินหยก",
}
data[24001] = {
    ["name"] = "MAGIC ANKLE BOOTS",
}
data[24002] = {
    ["name"] = "GOOD MAGIC ANKLE BOOTS",
}
data[23001] = {
    ["name"] = "BONE NECKLACE",
}
data[23002] = {
    ["name"] = "GOOD BONE NECKLACE",
}
data[22001] = {
    ["name"] = "PLATE",
}
data[22002] = {
    ["name"] = "GOOD PLATE",
}
data[501] = {
    ["name"] = "หินอาเกต",
}
data[502] = {
    ["name"] = "หินอาเกต",
}
data[503] = {
    ["name"] = "หินอาเกต",
}
data[504] = {
    ["name"] = "หินอาเกต",
}
data[505] = {
    ["name"] = "หินอาเกต",
}
data[506] = {
    ["name"] = "หินอาเกต",
}
data[507] = {
    ["name"] = "หินอาเกต",
}
data[508] = {
    ["name"] = "หินอาเกต",
}
data[509] = {
    ["name"] = "หินอาเกต",
}
data[510] = {
    ["name"] = "หินอาเกต",
}
data[511] = {
    ["name"] = "หินอาเกต",
}
data[512] = {
    ["name"] = "หินอาเกต",
}
data[64001] = {
    ["name"] = "รองเท้าบูทปราบปีศาจ",
    ["suitName"] = "สูทปราบปีศาจ",
}
data[64002] = {
    ["name"] = "รองเท้าบูทแห่งอิลลัส",
    ["suitName"] = "สูทแห่งอิลลัส",
}
data[64003] = {
    ["name"] = "รองเท้าบูทสวรรค์",
    ["suitName"] = "สูทสวรรค์",
}
data[64004] = {
    ["name"] = "รองเท้าบูทแห่งความกล้าหาญ",
    ["suitName"] = "สูทแห่งความกล้าหาญ",
}
data[64005] = {
    ["name"] = "บูตเกียรติยศ",
    ["suitName"] = "Glory Suit",
}
data[64006] = {
    ["name"] = "บูตเพลิง",
    ["suitName"] = "Thorny Flame Suit",
}
data[64007] = {
    ["name"] = "Assassin's Boots",
    ["suitName"] = "Assassin's Suit",
}
data[64008] = {
    ["name"] = "Weaver's Boots",
    ["suitName"] = "Weaver's Suit",
}
data[64009] = {
    ["name"] = "MINSTREL'S BOOTS",
    ["suitName"] = "Minstrel Suits",
}
data[21002] = {
    ["name"] = "GOOD WAR BLADE",
}
data[523] = {
    ["name"] = "หินอาเกต",
}
data[524] = {
    ["name"] = "หินอาเกต",
}
data[525] = {
    ["name"] = "หินอาเกต",
}
data[526] = {
    ["name"] = "หินอาเกต",
}
data[527] = {
    ["name"] = "หินอาเกต",
}
data[528] = {
    ["name"] = "หินอาเกต",
}
data[529] = {
    ["name"] = "หินอาเกต",
}
data[530] = {
    ["name"] = "หินอาเกต",
}
data[531] = {
    ["name"] = "หินอาเกต",
}
data[532] = {
    ["name"] = "หินอาเกต",
}
data[533] = {
    ["name"] = "หินอาเกต",
}
data[534] = {
    ["name"] = "หินอาเกต",
}
data[535] = {
    ["name"] = "หินอาเกต",
}
data[536] = {
    ["name"] = "หินอาเกต",
}
data[63001] = {
    ["name"] = "แหวนปราบปีศาจ",
    ["suitName"] = "สูทปราบปีศาจ",
}
data[63002] = {
    ["name"] = "แหวนแห่งอิลลัส",
    ["suitName"] = "สูทแห่งอิลลัส",
}
data[63003] = {
    ["name"] = "สร้อยคอสวรรค์",
    ["suitName"] = "สูทสวรรค์",
}
data[63004] = {
    ["name"] = "จี้แห่งความกล้าหาญ ",
    ["suitName"] = "สูทแห่งความกล้าหาญ",
}
data[63005] = {
    ["name"] = "แหวนเกียรติยศ",
    ["suitName"] = "Glory Suit",
}
data[63006] = {
    ["name"] = "สร้อยเพลิง",
    ["suitName"] = "Thorny Flame Suit",
}
data[63007] = {
    ["name"] = "Assassin's Ring",
    ["suitName"] = "Assassin's Suit",
}
data[63008] = {
    ["name"] = "Weaver's Necklace",
    ["suitName"] = "Weaver's Suit",
}
data[63009] = {
    ["name"] = "MINSTREL'S RING",
    ["suitName"] = "Minstrel Suits",
}
data[546] = {
    ["name"] = "หินอาเกต",
}
data[63011] = {
    ["name"] = "Warrior's Necklace",
    ["suitName"] = "Warmaster Suits",
}
data[62001] = {
    ["name"] = "เสื้อเกราะปราบปีศาจ",
    ["suitName"] = "สูทปราบปีศาจ",
}
data[62002] = {
    ["name"] = "เสื้อคลุมแห่งอิลลัส",
    ["suitName"] = "สูทแห่งอิลลัส",
}
data[62003] = {
    ["name"] = "เสื้อคลุมสวรรค์",
    ["suitName"] = "สูทสวรรค์",
}
data[62004] = {
    ["name"] = "แผ่นโลหะแห่งความกล้าหาญ",
    ["suitName"] = "สูทแห่งความกล้าหาญ",
}
data[62005] = {
    ["name"] = "เกราะเกียรติยศ",
    ["suitName"] = "Glory Suit",
}
data[62006] = {
    ["name"] = "เกราะเพลิง",
    ["suitName"] = "Thorny Flame Suit",
}
data[62007] = {
    ["name"] = "Assassin's Cape",
    ["suitName"] = "Assassin's Suit",
}
data[62008] = {
    ["name"] = "Weaver's Robe",
    ["suitName"] = "Weaver's Suit",
}
data[62009] = {
    ["name"] = "MINSTREL'S CAPE",
    ["suitName"] = "Minstrel Suits",
}
data[62010] = {
    ["name"] = "Oracle's Cape",
    ["suitName"] = "The Oracle Suits",
}
data[62011] = {
    ["name"] = "Warrior's Armor",
    ["suitName"] = "Warmaster Suits",
}
data[61001] = {
    ["name"] = "คันธนูปราบปีศาจ",
    ["suitName"] = "สูทปราบปีศาจ",
}
data[61002] = {
    ["name"] = "พลพรรคแห่งอิลลัส",
    ["suitName"] = "สูทแห่งอิลลัส",
}
data[61003] = {
    ["name"] = "พลพรรคแห่งสวรรค์",
    ["suitName"] = "สูทสวรรค์",
}
data[61004] = {
    ["name"] = "ดาบแห่งความกล้าหาญ",
    ["suitName"] = "สูทแห่งความกล้าหาญ",
}
data[61005] = {
    ["name"] = "ดาบนักรบเกียรติยศ",
    ["suitName"] = "สูทเกียรติยศ",
}
data[61006] = {
    ["name"] = "แส้หนามเพลิง",
    ["suitName"] = "สูทแส้หนามเพลิง",
}
data[61007] = {
    ["name"] = "Assassin's Blade",
    ["suitName"] = "Assassin's Suit",
}
data[61008] = {
    ["name"] = "Weaver's Staff",
    ["suitName"] = "Weaver's Suit",
}
data[61009] = {
    ["name"] = "MINSTREL'S BOW",
    ["suitName"] = "Minstrel Suits",
}
data[61010] = {
    ["name"] = "Oracle's Staff",
    ["suitName"] = "The Oracle Suits",
}
data[61011] = {
    ["name"] = "Warrior's Epee",
    ["suitName"] = "Warmaster Suits",
}
data[601] = {
    ["name"] = "หินสวรรค์",
}
data[602] = {
    ["name"] = "หินสวรรค์",
}
data[603] = {
    ["name"] = "หินสวรรค์",
}
data[604] = {
    ["name"] = "หินสวรรค์",
}
data[605] = {
    ["name"] = "หินสวรรค์",
}
data[606] = {
    ["name"] = "หินสวรรค์",
}
data[607] = {
    ["name"] = "หินสวรรค์",
}
data[608] = {
    ["name"] = "หินสวรรค์",
}
data[609] = {
    ["name"] = "หินสวรรค์",
}
data[610] = {
    ["name"] = "หินสวรรค์",
}
data[611] = {
    ["name"] = "หินสวรรค์",
}
data[612] = {
    ["name"] = "หินสวรรค์",
}
data[613] = {
    ["name"] = "หินสวรรค์",
}
data[614] = {
    ["name"] = "หินสวรรค์",
}
data[615] = {
    ["name"] = "หินสวรรค์",
}
data[616] = {
    ["name"] = "หินสวรรค์",
}
data[617] = {
    ["name"] = "หินสวรรค์",
}
data[618] = {
    ["name"] = "หินสวรรค์",
}
data[619] = {
    ["name"] = "หินสวรรค์",
}
data[620] = {
    ["name"] = "หินสวรรค์",
}
data[621] = {
    ["name"] = "หินสวรรค์",
}
data[622] = {
    ["name"] = "หินสวรรค์",
}
data[623] = {
    ["name"] = "หินสวรรค์",
}
data[624] = {
    ["name"] = "หินสวรรค์",
}
data[625] = {
    ["name"] = "หินสวรรค์",
}
data[626] = {
    ["name"] = "หินสวรรค์",
}
data[627] = {
    ["name"] = "หินสวรรค์",
}
data[628] = {
    ["name"] = "หินสวรรค์",
}
data[629] = {
    ["name"] = "หินสวรรค์",
}
data[630] = {
    ["name"] = "หินสวรรค์",
}
data[631] = {
    ["name"] = "หินสวรรค์",
}
data[632] = {
    ["name"] = "หินสวรรค์",
}
data[633] = {
    ["name"] = "หินสวรรค์",
}
data[634] = {
    ["name"] = "หินสวรรค์",
}
data[635] = {
    ["name"] = "หินสวรรค์",
}
data[636] = {
    ["name"] = "หินสวรรค์",
}
data[637] = {
    ["name"] = "หินสวรรค์",
}
data[638] = {
    ["name"] = "หินสวรรค์",
}
data[639] = {
    ["name"] = "หินสวรรค์",
}
data[640] = {
    ["name"] = "หินสวรรค์",
}
data[641] = {
    ["name"] = "หินสวรรค์",
}
data[642] = {
    ["name"] = "หินสวรรค์",
}
data[643] = {
    ["name"] = "หินสวรรค์",
}
data[644] = {
    ["name"] = "หินสวรรค์",
}
data[645] = {
    ["name"] = "หินสวรรค์",
}
data[646] = {
    ["name"] = "หินสวรรค์",
}
data[647] = {
    ["name"] = "หินสวรรค์",
}
data[648] = {
    ["name"] = "หินสวรรค์",
}
data[649] = {
    ["name"] = "หินสวรรค์",
}
data[650] = {
    ["name"] = "หินสวรรค์",
}
data[651] = {
    ["name"] = "หินสวรรค์",
}
data[652] = {
    ["name"] = "หินสวรรค์",
}
data[653] = {
    ["name"] = "หินสวรรค์",
}
data[654] = {
    ["name"] = "หินสวรรค์",
}
data[655] = {
    ["name"] = "หินสวรรค์",
}
data[656] = {
    ["name"] = "หินสวรรค์",
}
data[657] = {
    ["name"] = "หินสวรรค์",
}
data[658] = {
    ["name"] = "หินสวรรค์",
}
data[659] = {
    ["name"] = "หินสวรรค์",
}
data[660] = {
    ["name"] = "หินสวรรค์",
}
data[60074] = {
    ["name"] = "ราชาแห่งสงคราม",
    ["explain"] = "ผิวหนังของอัสโมเดล: ราชาแห่งสงคราม",
}
data[60075] = {
    ["name"] = "การมาถึงของเดมอน",
    ["explain"] = "ผิวหนังของบาเรีย: การมาถึงของเดมอน",
}
data[60076] = {
    ["name"] = "นักรบชุดดำ",
    ["explain"] = "ผิวหนังของดาสมอจ: นักรบชุดดำ",
}
data[60077] = {
    ["name"] = "ดาบทองคำนักรบ",
    ["explain"] = "ผิวหนังของไอซ์บลิค: ดาบทองคำนักรบ",
}
data[60078] = {
    ["name"] = "ดาบอาร์กติก",
    ["explain"] = "ผิวดาบโลหิต: ดาบอาร์กติก",
}
data[60079] = {
    ["name"] = "ความปรารถนาสุดท้าย",
    ["explain"] = "ผิวหนังของเดมอนฮันเตอร์: ความปรารถนาสุดท้าย",
}
data[60080] = {
    ["name"] = "แม่มดราตรี",
    ["explain"] = "ผิวหนังของมาลาสสา: แม่มดราตรี",
}
data[14001] = {
    ["name"] = "รองเท้าบูทหุ้มเกราะ",
}
data[14002] = {
    ["name"] = "รองเท้าบูทหุ้มเกราะชั้นดี",
}
data[60083] = {
    ["name"] = "โกธิก อลิซ",
    ["explain"] = "ผิวหนังของเวซ่า: โกธิก อลิซ",
}
data[60084] = {
    ["name"] = "นางงามพายุ",
    ["explain"] = "ผิวหมัดเพลิงไฟ: นางงามพายุ",
}
data[60085] = {
    ["name"] = "Language of the Dead",
    ["explain"] = "Corpsedemon skin: Language of the Dead",
}
data[60086] = {
    ["name"] = "No. 0",
    ["explain"] = "Karim's No. 0 skin",
}
data[60087] = {
    ["name"] = "Dragon warrior",
    ["explain"] = "Miki's Dragon warrior skin",
}
data[60088] = {
    ["name"] = "Raven",
    ["explain"] = "Iceblink limited skin: Raven.",
}
data[60089] = {
    ["name"] = "The Godfather",
    ["explain"] = "Lutz Valentine limited skin",
}
data[60090] = {
    ["name"] = "Fractured Rose",
    ["explain"] = "Emily Valentine limited skin",
}
data[60091] = {
    ["name"] = "Succubus",
    ["explain"] = "Queen's limited skin: Succubus",
}
data[60092] = {
    ["name"] = "Wandering soul",
    ["explain"] = "Aidan's Wandering soul skin",
}
data[60093] = {
    ["name"] = "Doomsday Angel",
    ["explain"] = "Gerke's limited skin: Doomsday Angel.",
}
data[60094] = {
    ["name"] = "Eye of Violet",
    ["explain"] = "Flame Strike's limited skin: Eye of Violet.",
}
data[60095] = {
    ["name"] = "Dr. Ormus",
    ["explain"] = "Ormus skin: Dr. Ormus",
}
data[60096] = {
    ["name"] = "Dark Elf",
    ["explain"] = "Heart Watcher's limited skin: Dark Elf.",
}
data[60097] = {
    ["name"] = "Galaxy Defender",
    ["explain"] = "Groo skin: Galaxy Defender",
}
data[60098] = {
    ["name"] = "Revenge Bride",
    ["explain"] = "Dark Arthindol's limited skin: Revenge Bride ",
}
data[60099] = {
    ["name"] = "Radiation",
    ["explain"] = "Das Moge's limited skin: Radiation ",
}
data[60100] = {
    ["name"] = "Red Lotus Knight",
    ["explain"] = "Sigmund's limited skin: Red Lotus Knight",
}
data[60101] = {
    ["name"] = "Seraph",
    ["explain"] = "Michelle's limited skin: Seraph",
}
data[60102] = {
    ["name"] = "Lead singer of the angel band",
    ["explain"] = "Belrain's limited skin: Lead singer of the angel band",
}
data[60103] = {
    ["name"] = "Frost Eye",
    ["explain"] = "Mihm's limited skin: Frost Eye",
}
data[60104] = {
    ["name"] = "Red Queen",
    ["explain"] = "Jahra's limited skin: Red Queen",
}
data[13001] = {
    ["name"] = "แหวนเหล็กกล้า",
}
data[13002] = {
    ["name"] = "แหวนเหล็กกล้าชั้นดี",
}
data[60107] = {
    ["name"] = "Apocalypse Armor",
    ["explain"] = "Faith Blade' s limited skin: Apocalypse Armor",
}
data[60108] = {
    ["name"] = "Video Game Storm",
    ["explain"] = "Valentino's limited skin: Video Game Storm",
}
data[60109] = {
    ["name"] = "Forest Guardian",
    ["explain"] = "Rosa's skin: Forest Guardian",
}
data[60110] = {
    ["name"] = "Biochemical Weapon",
    ["explain"] = "Kamath's limited skin: Biochemical Weapon",
}
data[60111] = {
    ["name"] = "Gothic Queen",
    ["explain"] = "Margaret's skin: Gothic Queen",
}
data[60112] = {
    ["name"] = "Jungle Hunter",
    ["explain"] = "Valkyrie's skin: Jungle Hunter",
}
data[60113] = {
    ["name"] = "Cowboy In The Wilderness",
    ["explain"] = "Eddga’s skin: Cowboy In The Wilderness",
}
data[12001] = {
    ["name"] = "เกราะผู้นำ",
}
data[12002] = {
    ["name"] = "เกราะผู้นำชั้นดี",
}
data[54005] = {
    ["name"] = "รองเท้าบูทหุ้มข้อเท้านายพราน",
    ["suitName"] = "สูทนายพราน",
}
data[54006] = {
    ["name"] = "รองเท้าบูทกายสิทธิ์",
    ["suitName"] = "สูทกายสิทธิ์",
}
data[54007] = {
    ["name"] = "รองเท้าบูทพยากรณ์",
    ["suitName"] = "สูทพยากรณ์",
}
data[54008] = {
    ["name"] = "รองเท้าบูทคุ้มภัย",
    ["suitName"] = "สูทคุ้มภัย",
}
data[11001] = {
    ["name"] = "กริชเหล็กกล้า",
}
data[11002] = {
    ["name"] = "กริชเหล็กกล้าชั้นดี",
}
data[64011] = {
    ["name"] = "Warrior's Boots",
    ["suitName"] = "Warmaster Suits",
}
data[64010] = {
    ["name"] = "Oracle's Boots",
    ["suitName"] = "The Oracle Suits",
}
data[63010] = {
    ["name"] = "Ring of the Oracle",
    ["suitName"] = "The Oracle Suits",
}
data[60106] = {
    ["name"] = "Jurassic Fossil",
    ["explain"] = "Skerei's limited skin: Jurassic Fossil",
}
data[60105] = {
    ["name"] = "Mourners",
    ["explain"] = "Kroos's limited skin: Mourners",
}
data[60082] = {
    ["name"] = "ผู้ส่งสารเซเลสเทียล",
    ["explain"] = "ผิวหนังของแอมอูเวอร์: ผู้ส่งสารเซเลสเทียล",
}
data[60081] = {
    ["name"] = "ผู้ส่งสารอลวน",
    ["explain"] = "ผิวดาบศรัทธา: ผู้ส่งสารอลวน",
}
data[5444] = {
    ["name"] = "Staff: Punisher of Immortal",
}
data[5443] = {
    ["name"] = "Staff: Punisher of Immortal",
}
data[5442] = {
    ["name"] = "Antlers cane",
}
data[5441] = {
    ["name"] = "Antlers cane",
}
data[5440] = {
    ["name"] = "Antlers cane",
}
data[5439] = {
    ["name"] = "Antlers cane",
}
data[5438] = {
    ["name"] = "Antlers cane",
}
data[5437] = {
    ["name"] = "ไม้เท้าแอนท์เลอร์",
}
data[5436] = {
    ["name"] = "Demon bell",
}
data[53005] = {
    ["name"] = "สร้อยคอนายพราน",
    ["suitName"] = "สูทนายพราน",
}
data[53006] = {
    ["name"] = "เครื่องรางกายสิทธิ์์",
    ["suitName"] = "สูทกายสิทธิ์",
}
data[53007] = {
    ["name"] = "แหวนพยากรณ์",
    ["suitName"] = "สูทพยากรณ์",
}
data[53008] = {
    ["name"] = "หัวใจคุ้มภัย",
    ["suitName"] = "สูทคุ้มภัย",
}
data[5435] = {
    ["name"] = "Demon bell",
}
data[5434] = {
    ["name"] = "Demon bell",
}
data[5433] = {
    ["name"] = "Demon bell",
}
data[5432] = {
    ["name"] = "ระฆังปีศาจ",
}
data[5431] = {
    ["name"] = "ระฆังปีศาจ",
}
data[5430] = {
    ["name"] = "ดาบพิพากษา",
}
data[5429] = {
    ["name"] = "ดาบพิพากษา",
}
data[5428] = {
    ["name"] = "ดาบพิพากษา",
}
data[5427] = {
    ["name"] = "ดาบพิพากษา",
}
data[5426] = {
    ["name"] = "ดาบพิพากษา",
}
data[5425] = {
    ["name"] = "ดาบพิพากษา",
}
data[5424] = {
    ["name"] = "มงกุฏแห่งความชั่วร้าย",
}
data[5423] = {
    ["name"] = "มงกุฏแห่งความชั่วร้าย",
}
data[5422] = {
    ["name"] = "มงกุฏแห่งความชั่วร้าย",
}
data[5421] = {
    ["name"] = "มงกุฏแห่งความชั่วร้าย",
}
data[5404] = {
    ["name"] = "เสียงสะท้อน",
}
data[5403] = {
    ["name"] = "เสียงสะท้อน",
}
data[5402] = {
    ["name"] = "เสียงสะท้อน",
}
data[5380] = {
    ["name"] = "Talisman of Block",
}
data[5379] = {
    ["name"] = "Talisman of Block",
}
data[52005] = {
    ["name"] = "เสื้อเกราะนายพราน",
    ["suitName"] = "สูทนายพราน",
}
data[52006] = {
    ["name"] = "ผ้าคลุมกายสิทธิ์",
    ["suitName"] = "สูทกายสิทธิ์",
}
data[52007] = {
    ["name"] = "เสื้อคลุมพยากรณ์",
    ["suitName"] = "สูทพยากรณ์",
}
data[52008] = {
    ["name"] = "เสื้อเกราะคุ้มภัย",
    ["suitName"] = "สูทคุ้มภัย",
}
data[5378] = {
    ["name"] = "Talisman of Block",
}
data[5356] = {
    ["name"] = "ยูบาซิริ",
}
data[5355] = {
    ["name"] = "แช่แข็งดาบ",
}
data[5354] = {
    ["name"] = "เอเดนพิโรธ",
}
data[5336] = {
    ["name"] = "ดาบราชินี",
}
data[5335] = {
    ["name"] = "มรดกมาร์กาเร็ต",
}
data[5334] = {
    ["name"] = "แกนพลังงาน",
}
data[5333] = {
    ["name"] = "ยูบาซิริ",
}
data[5332] = {
    ["name"] = "แช่แข็งดาบ",
}
data[5331] = {
    ["name"] = "เอเดนพิโรธ",
}
data[5330] = {
    ["name"] = "เข็มทิศสนาม",
}
data[5329] = {
    ["name"] = "ดวงตาแห่งกรรม",
}
data[5328] = {
    ["name"] = "ต้นน้ำอาถรรพ์",
}
data[5327] = {
    ["name"] = "เกราะไร้ความกลัว",
}
data[5326] = {
    ["name"] = "ลูกปัดสวรรค์",
}
data[5325] = {
    ["name"] = "ผู้ส่งสารเทพเจ้าแห่งสายลม",
}
data[5324] = {
    ["name"] = "ดวงตานรก",
}
data[5323] = {
    ["name"] = "เสียงกระซิบแห่งเทพเจ้าโบราณ",
}
data[5322] = {
    ["name"] = "อัซราเอล",
}
data[5321] = {
    ["name"] = "สัมผัสอสูร",
}
data[51005] = {
    ["name"] = "ธนูนายพราน",
    ["suitName"] = "สูทนายพราน",
}
data[51006] = {
    ["name"] = "ไม้กายสิทธิ์",
    ["suitName"] = "สูทกายสิทธิ์",
}
data[51007] = {
    ["name"] = "พลพรรคพยากรณ์",
    ["suitName"] = "สูทพยากรณ์",
}
data[51008] = {
    ["name"] = "กริชคุ้มภัย",
    ["suitName"] = "สูทคุ้มภัย",
}
data[5236] = {
    ["name"] = "ต้นน้ำอาถรรพ์",
}
data[5235] = {
    ["name"] = "เกราะไร้ความกลัว",
}
data[5234] = {
    ["name"] = "ลูกปัดสวรรค์",
}
data[5233] = {
    ["name"] = "ผู้ส่งสารเทพเจ้าแห่งสายลม",
}
data[5232] = {
    ["name"] = "ดวงตานรก",
}
data[5231] = {
    ["name"] = "เสียงกระซิบแห่งเทพเจ้าโบราณ",
}
data[5230] = {
    ["name"] = "อัซราเอล",
}
data[5229] = {
    ["name"] = "สัมผัสอสูร",
}
data[5228] = {
    ["name"] = "กงเล็บแห่งโชคชะตา",
}
data[5227] = {
    ["name"] = "จี้เทวดา",
}
data[5226] = {
    ["name"] = "เสื้อคลุมเงามืด",
}
data[5225] = {
    ["name"] = "ผีเสื้อมรกต",
}
data[5224] = {
    ["name"] = "หัวใจแห่งโอค",
}
data[5223] = {
    ["name"] = "คันธนูศักดิ์สิทธิ์แห่งเอลฟ์",
}
data[5222] = {
    ["name"] = "ประสาทหลอน",
}
data[5221] = {
    ["name"] = "โลหิต",
}
data[43009] = {
    ["name"] = "แหวนราตรี",
    ["suitName"] = "สูทราตรี",
}
data[514] = {
    ["name"] = "หินอาเกต",
}
data[515] = {
    ["name"] = "หินอาเกต",
}
data[516] = {
    ["name"] = "หินอาเกต",
}
data[517] = {
    ["name"] = "หินอาเกต",
}
data[518] = {
    ["name"] = "หินอาเกต",
}
data[519] = {
    ["name"] = "หินอาเกต",
}
data[520] = {
    ["name"] = "หินอาเกต",
}
data[21001] = {
    ["name"] = "WAR BLADE",
}
data[522] = {
    ["name"] = "หินอาเกต",
}
data[42009] = {
    ["name"] = "เสื้อเกราะราตรี",
    ["suitName"] = "สูทราตรี",
}
data[538] = {
    ["name"] = "หินอาเกต",
}
data[539] = {
    ["name"] = "หินอาเกต",
}
data[540] = {
    ["name"] = "หินอาเกต",
}
data[541] = {
    ["name"] = "หินอาเกต",
}
data[542] = {
    ["name"] = "หินอาเกต",
}
data[543] = {
    ["name"] = "หินอาเกต",
}
data[544] = {
    ["name"] = "หินอาเกต",
}
data[545] = {
    ["name"] = "หินอาเกต",
}
data[41001] = {
    ["name"] = "หอกศักดิ์สิทธิ์",
}
data[41007] = {
    ["name"] = "หอกศักดิ์สิทธิ์ชั้นดี",
}
data[41008] = {
    ["name"] = "ค้อนกล้าหาญ",
    ["suitName"] = "สูทกล้าหาญ",
}
data[41009] = {
    ["name"] = "ดาบราตรี",
    ["suitName"] = "สูทราตรี",
}
data[5144] = {
    ["name"] = "ช่วงเวลานิรันดร์",
}
data[5143] = {
    ["name"] = "พระจันทร์โศก",
}
data[5137] = {
    ["name"] = "ผีเสื้อมรกต",
}
data[34002] = {
    ["name"] = "รองเท้าบูทผู้รู้",
}
data[34003] = {
    ["name"] = "รองเท้าบูทผู้รู้ชั้นดี",
}
data[34004] = {
    ["name"] = "รองเท้าบูท",
}
data[5120] = {
    ["name"] = "ผีดิบโหยหวน",
}
data[5119] = {
    ["name"] = "ระบำมรณะ",
}
data[5049] = {
    ["name"] = "หินอลวน",
}
data[5050] = {
    ["name"] = "นัยแห่งหิมะ",
}
data[5051] = {
    ["name"] = "แผลเป็นสีแดงสด",
}
data[5052] = {
    ["name"] = "หม้อถ่วงวิญญาณ",
}
data[5073] = {
    ["name"] = "กากบาทแห่งโชคชะตา",
}
data[5113] = {
    ["name"] = "คันธนูศักดิ์สิทธิ์แห่งเอลฟ์",
}
data[5074] = {
    ["name"] = "มอบดาบ",
}
data[5075] = {
    ["name"] = "ฟ้าลั่น",
}
data[5076] = {
    ["name"] = "เคร่งศาสนา",
}
data[537] = {
    ["name"] = "หินอาเกต",
}
data[4004] = {
    ["name"] = "รองเท้าบูทไร้เทียมทาน",
    ["explain"] = "ว่องไวพอๆ กับผี",
    ["suitName"] = "พลังที่ยิ่งใหญ่ที่สุด",
}
data[521] = {
    ["name"] = "หินอาเกต",
}
data[513] = {
    ["name"] = "หินอาเกต",
}
data[4003] = {
    ["name"] = "เสื้อเกราะไร้เทียมทาน",
    ["explain"] = "ทำตามกฎกติกาของซามูไร",
    ["suitName"] = "พลังที่ยิ่งใหญ่ที่สุด",
}
data[4002] = {
    ["name"] = "แหวนอดุลย์",
    ["explain"] = "มงกุฎหมายถึงพลังที่ยิ่งใหญ่ที่สุดในโลก",
    ["suitName"] = "พลังที่ยิ่งใหญ่ที่สุด",
}
data[4001] = {
    ["name"] = "ดาบไร้เทียมทาน",
    ["explain"] = "ฆ่าด้วยการโจมตีหนึ่งครั้ง",
    ["suitName"] = "พลังที่ยิ่งใหญ่ที่สุด",
}
data[5100] = {
    ["name"] = "ช่วงเวลานิรันดร์",
}
data[5099] = {
    ["name"] = "พระจันทร์โศก",
}
data[5098] = {
    ["name"] = "ผีดิบโหยหวน",
}
data[5097] = {
    ["name"] = "ระบำมรณะ",
}
data[5096] = {
    ["name"] = "หัวใจซาตาน",
}
data[5095] = {
    ["name"] = "บู๊ทส์วอล์คเกอร์",
}
data[44009] = {
    ["name"] = "รองเท้าบูทราตรี",
    ["suitName"] = "สูทราตรี",
}
data[5089] = {
    ["name"] = "บู๊ทส์วอล์คเกอร์",
}
data[5000] = {
    ["name"] = "แสงสายัณห์",
}
data[5001] = {
    ["name"] = "หยกในเงามืด",
}
data[5002] = {
    ["name"] = "โจมตีใต้เงามืด",
}
data[5003] = {
    ["name"] = "ดาบเดือนแรม",
}
data[5004] = {
    ["name"] = "พิฆาตปีศาจ",
}
data[5005] = {
    ["name"] = "หนังสือปลุกปีศาจ",
}
data[5006] = {
    ["name"] = "หยกในเงามืด",
}
data[5007] = {
    ["name"] = "โจมตีใต้เงามืด",
}
data[5008] = {
    ["name"] = "ดาบเดือนแรม",
}
data[5009] = {
    ["name"] = "พิฆาตปีศาจ",
}
data[5010] = {
    ["name"] = "หนังสือปลุกปีศาจ",
}
data[5011] = {
    ["name"] = "หยกในเงามืด",
}
data[5012] = {
    ["name"] = "โจมตีใต้เงามืด",
}
data[5013] = {
    ["name"] = "ดาบเดือนแรม",
}
data[5014] = {
    ["name"] = "พิฆาตปีศาจ",
}
data[5015] = {
    ["name"] = "หนังสือปลุกปีศาจ",
}
data[5016] = {
    ["name"] = "หยกในเงามืด",
}
data[5017] = {
    ["name"] = "โจมตีใต้เงามืด",
}
data[5018] = {
    ["name"] = "ดาบเดือนแรม",
}
data[5019] = {
    ["name"] = "พิฆาตปีศาจ",
}
data[5020] = {
    ["name"] = "หนังสือปลุกปีศาจ",
}
data[5021] = {
    ["name"] = "หยกมังกร",
}
data[5022] = {
    ["name"] = "เขี้ยวเฮลฮาวน์",
}
data[5023] = {
    ["name"] = "เสียงกระซิบแห่งเอลฟ์",
}
data[5024] = {
    ["name"] = "หนังสือผู้รู้",
}
data[5025] = {
    ["name"] = "มนต์ดำ",
}
data[5026] = {
    ["name"] = "หยกมังกร",
}
data[5027] = {
    ["name"] = "เขี้ยวเฮลฮาวน์",
}
data[5028] = {
    ["name"] = "เสียงกระซิบแห่งเอลฟ์",
}
data[5029] = {
    ["name"] = "หนังสือผู้รู้",
}
data[5030] = {
    ["name"] = "มนต์ดำ",
}
data[5031] = {
    ["name"] = "หยกมังกร",
}
data[5032] = {
    ["name"] = "เขี้ยวเฮลฮาวน์",
}
data[5033] = {
    ["name"] = "เสียงกระซิบแห่งเอลฟ์",
}
data[5034] = {
    ["name"] = "หนังสือผู้รู้",
}
data[5035] = {
    ["name"] = "มนต์ดำ",
}
data[5036] = {
    ["name"] = "หยกมังกร",
}
data[5037] = {
    ["name"] = "เขี้ยวเฮลฮาวน์",
}
data[5038] = {
    ["name"] = "เสียงกระซิบแห่งเอลฟ์",
}
data[5039] = {
    ["name"] = "หนังสือผู้รู้",
}
data[5040] = {
    ["name"] = "มนต์ดำ",
}
data[5041] = {
    ["name"] = "แผลเป็นสีแดงสด",
}
data[5042] = {
    ["name"] = "หม้อถ่วงวิญญาณ",
}
data[5043] = {
    ["name"] = "หนามสวรรค์",
}
data[5044] = {
    ["name"] = "หินอลวน",
}
data[5045] = {
    ["name"] = "นัยแห่งหิมะ",
}
data[5046] = {
    ["name"] = "แผลเป็นสีแดงสด",
}
data[5047] = {
    ["name"] = "หม้อถ่วงวิญญาณ",
}
data[5048] = {
    ["name"] = "หนามสวรรค์",
}
data[3001] = {
    ["name"] = "พลพรรคโครงกระดูก",
}
data[3002] = {
    ["name"] = "ดาบทำสงคราม",
}
data[3003] = {
    ["name"] = "ดาบทำสงครามชั้นดี",
}
data[3004] = {
    ["name"] = "ค้อนหุ้มเกราะ",
}
data[5053] = {
    ["name"] = "หนามสวรรค์",
}
data[5054] = {
    ["name"] = "หินอลวน",
}
data[5055] = {
    ["name"] = "นัยแห่งหิมะ",
}
data[5056] = {
    ["name"] = "แผลเป็นสีแดงสด",
}
data[5057] = {
    ["name"] = "หม้อถ่วงวิญญาณ",
}
data[5058] = {
    ["name"] = "หนามสวรรค์",
}
data[5059] = {
    ["name"] = "หินอลวน",
}
data[5060] = {
    ["name"] = "นัยแห่งหิมะ",
}
data[5061] = {
    ["name"] = "แผลเป็นสีแดงสด",
}
data[5062] = {
    ["name"] = "หม้อถ่วงวิญญาณ",
}
data[5063] = {
    ["name"] = "หนามสวรรค์",
}
data[5064] = {
    ["name"] = "หินอลวน",
}
data[5065] = {
    ["name"] = "นัยแห่งหิมะ",
}
data[5066] = {
    ["name"] = "ความปรารถนาแห่งจักรพรรดิ",
}
data[5067] = {
    ["name"] = "กากบาทแห่งโชคชะตา",
}
data[5068] = {
    ["name"] = "มอบดาบ",
}
data[5069] = {
    ["name"] = "ฟ้าลั่น",
}
data[5070] = {
    ["name"] = "เคร่งศาสนา",
}
data[5071] = {
    ["name"] = "บู๊ทส์วอล์คเกอร์",
}
data[5072] = {
    ["name"] = "ความปรารถนาแห่งจักรพรรดิ",
}
data[2001] = {
    ["name"] = "ดาบนักรบ",
}
data[2002] = {
    ["name"] = "รองเท้าจอมเวทย์",
}
data[2003] = {
    ["name"] = "ชุดสูทแห่งความมืด",
}
data[2004] = {
    ["name"] = "เสื้อคลุมราตรี",
}
data[5077] = {
    ["name"] = "บู๊ทส์วอล์คเกอร์",
}
data[5078] = {
    ["name"] = "ความปรารถนาแห่งจักรพรรดิ",
}
data[5079] = {
    ["name"] = "กากบาทแห่งโชคชะตา",
}
data[5080] = {
    ["name"] = "มอบดาบ",
}
data[5081] = {
    ["name"] = "ฟ้าลั่น",
}
data[5082] = {
    ["name"] = "เคร่งศาสนา",
}
data[5083] = {
    ["name"] = "บู๊ทส์วอล์คเกอร์",
}
data[5084] = {
    ["name"] = "ความปรารถนาแห่งจักรพรรดิ",
}
data[5085] = {
    ["name"] = "กากบาทแห่งโชคชะตา",
}
data[5086] = {
    ["name"] = "มอบดาบ",
}
data[5087] = {
    ["name"] = "ฟ้าลั่น",
}
data[5088] = {
    ["name"] = "เคร่งศาสนา",
}
data[44001] = {
    ["name"] = "รองเท้าบูทนักเดินทาง",
}
data[5090] = {
    ["name"] = "ความปรารถนาแห่งจักรพรรดิ",
}
data[5091] = {
    ["name"] = "กากบาทแห่งโชคชะตา",
}
data[5092] = {
    ["name"] = "มอบดาบ",
}
data[5093] = {
    ["name"] = "ฟ้าลั่น",
}
data[5094] = {
    ["name"] = "เคร่งศาสนา",
}
data[44007] = {
    ["name"] = "รองเท้าบูทนักเดินทางชั้นดี",
}
data[44008] = {
    ["name"] = "รองเท้าบูทหุ้มเกราะกล้าหาญ",
    ["suitName"] = "สูทกล้าหาญ",
}
data[1001] = {
    ["name"] = "ค้อน",
}
data[1002] = {
    ["name"] = "แหวนทองแดง",
}
data[1003] = {
    ["name"] = "เกราะอ่อน",
}
data[1004] = {
    ["name"] = "รองเท้าบูทสนาม",
}
data[5101] = {
    ["name"] = "แหวนแห่งนักเดินทาง",
}
data[5102] = {
    ["name"] = "โล่กันแสง",
}
data[5103] = {
    ["name"] = "โซ่จำลอง",
}
data[5104] = {
    ["name"] = "วิญญาณที่ถูกจองจำ",
}
data[5105] = {
    ["name"] = "เข็มทิศทองคำ",
}
data[5106] = {
    ["name"] = "นาฬิกาทรายที่ถูกสาป",
}
data[5107] = {
    ["name"] = "เสื้อคลุมเงามืด",
}
data[5108] = {
    ["name"] = "ธอร์เหินฟ้า",
}
data[5109] = {
    ["name"] = "ปลอกแขนเสริมพลังวิเศษ",
}
data[5110] = {
    ["name"] = "รดน้ำมนต์",
}
data[5111] = {
    ["name"] = "โลหิต",
}
data[5112] = {
    ["name"] = "ประสาทหลอน",
}
data[43001] = {
    ["name"] = "เครื่องหมายความกล้าหาญ",
}
data[5114] = {
    ["name"] = "หัวใจแห่งโอค",
}
data[5115] = {
    ["name"] = "ผีเสื้อมรกต",
}
data[5116] = {
    ["name"] = "เสื้อคลุมเงามืด",
}
data[5117] = {
    ["name"] = "จี้เทวดา",
}
data[5118] = {
    ["name"] = "หัวใจซาตาน",
}
data[43007] = {
    ["name"] = "เครื่องหมายความกล้าหาญชั้นดี",
}
data[60115] = {
    ["name"] = "มารร้ายฟื้นร่าง",
    ["explain"] = "น่าว่ากลัวฝุ่นเยอะจัด ถึงได้ใส่หน้ากากป้องกันขนาดนี้! ส่วนทรงผมก็เท่ห์สุดๆ อยากรู้จังว่าพี่เขาตัดที่ไหนมา! แต่อยู่เฉยๆเถอะ เดี๋ยวจะหาว่าไม่เตือน!",
}
data[60116] = {
    ["name"] = "มู่หลาน",
    ["explain"] = "มู่หลาน วีรสตรีผู้ยิ่งใหญ่จากแผ่นดินจีน ตาตี่บ่งบอกสัญชาติจริงๆเลยจ้า!",
}
data[60117] = {
    ["name"] = "อะโพคาลิปส์บลาสต์",
    ["explain"] = "ไม่มีใครรู้ว่าเขาเป็นใคร มาจากไหน แต่ดาบคู่ในมือของเขา พร้อมที่จะดับชีวิตของคุณได้ทุกเมื่อ!",
}
data[60118] = {
    ["name"] = "มือสังหารวันสิ้นโลก",
    ["explain"] = "นักฆ่าสาว ผู้รักแฟชั่นเป็นชีวิตจิตใจ ดาบในมือของหล่อน พร้อมจัดการผู้ที่ตำหนิแฟชั่นของหล่อนทุกเมื่อ!",
}
data[60119] = {
    ["name"] = "ยุคทอง",
    ["explain"] = "โหยยย ชุดนี้! ไม่หนักเหรอเนี่ย นึกว่าร้านทองเดินได้! ระวังจะโดนปล้นไปทั้งตัวล่ะ!",
}
data[60120] = {
    ["name"] = "ค่ำคืนแห่งมารร้าย",
    ["explain"] = "ผีสุดหล่อจากนรก ความเท่ห์และเสน่ห์ของเขา ไม่เป็นสองรองใครเลยทีเดียว!",
}
data[60121] = {
    ["name"] = "เทพสงครามอาบเลือด",
    ["explain"] = "คุณอาจจะดูไม่ออกว่ามันคือนกฟินิกซ์ ตอนแรกคงคิดว่าเป็นไก่แจ้สินะ! เห็นขนสีแดงของมันมั้ย? สีแดงนี้มาจากเลือดของศัตรูที่มันฆ่านะ บรื๊อว์~~~",
}
data[60122] = {
    ["name"] = "เกราะแห่งปฐมบาป",
    ["explain"] = "มันคือหุ่นยนต์ที่มีบาปหนา สงสัยจะต้องพามันไปเข้าวัดหน่อยแล้วล่ะ!",
}
data[60123] = {
    ["name"] = "เรนเดียร์ตัวน้อยแห่งคริสต์มาส",
    ["explain"] = "แซนตี้น้อยผู้ใจดี มีความสุขทุกครั้งที่ได้เจอเธอ!",
}
data[60124] = {
    ["name"] = "ค่ำคืนแห่งคาร์นิวัลคริสต์มาส",
    ["explain"] = "คุณคงดูไม่ออกสินะว่าเขาคือซานตาครอส! เขาคือซานตาที่หล่อและผอมที่สุดแล้วล่ะ!",
}
data[60125] = {
    ["name"] = "บาร์บีคิวมาสเตอร์",
    ["explain"] = "พ่อครัวหัวป่า ทำอาหารได้ทุกอย่าง โดยเฉพาะบาร์บีคิว! ที่พิเศษกว่านั้นคือ เขามีเตาอบอยู่ในตัวด้วย!",
}
data[60126] = {
    ["name"] = "ยอดนักมายากล",
    ["explain"] = "ลุงหมึกนักมายากล มีแฟนคลับอยู่ทั่วโลก! ถ้าได้น้ำจิ้มซีฟู้ดสักถ้วยก็คงดี..เอ่อ ไม่ใช่ละ!",
}
data[60127] = {
    ["name"] = "ควอเตอร์แบ็กดาวรุ่ง",
    ["explain"] = "หนุ่มนักรักบี้ตาโต เป็นที่กรี๊ดของสาวๆเพราะหุ่นบึ๊กๆของเขา!",
}
data[60128] = {
    ["name"] = "อุปราคาอันมืดมิด",
    ["explain"] = "หล่อนคือตัวแทนแห่งความมืด หลายๆคนอาจจะกลัวความมืด แต่สำหรับหล่อนแล้ว ความมืดคือเพื่อนที่สนิทที่สุด",
}
data[60129] = {
    ["name"] = "ความงดงามของความรุนแรง",
    ["explain"] = "สาวน้อยพันมือ ความสามารถหลากหลาย ชำนาญอาวุธหลายแบบ!",
}
data[60130] = {
    ["name"] = "เจ้านายผู้ครอบงำ",
    ["explain"] = "เขาคือพี่ใหญ่แห่งวงการนักเลง ต้องดื่มค็อกเทลตลอดเวลา ก็เลยพกแก้วค็อกเทลติดตัวเสมอ!",
}
data[60131] = {
    ["name"] = "ปีศาจเหนียน",
    ["explain"] = "เจอมันได้ในช่วงตรุษจีนของทุกปี มันมักจะขออั่งเปาจากชาวบ้านไปทั่ว!",
}
data[60132] = {
    ["name"] = "หอกแห่งการทดสอบ",
    ["explain"] = "จัดเต็มมั้ยล่ะ! หล่อนคือนักสาวผู้มีพร็อพเยอะที่สุด แต่จะเก่งขนาดไหน ก็ต้องลองสัมผัสดู!",
}
data[60133] = {
    ["name"] = "นักรบมังกร",
    ["explain"] = "เกล็ดของมังกรนั้นแข็งแกร่งจนไม่อาจทะลุทะลวง! วิญญาณของมังกรนั้นเป็นอมตะไม่มีวันสูญสลาย!",
}
data[60134] = {
    ["name"] = "ราชินีหิมะ",
    ["explain"] = "อะไรนะ? ข้าสร้างปราสาทได้ทั้งหลัง แต่ไม่มีที่ให้นั่งเลย? ระวังปากให้ดีเถอะ... ไม่งั้น ข้าจะไม่ 'ปล่อยมันไป' นะ",
}
data[60135] = {
    ["name"] = "นกหลวนสีฟ้า",
    ["explain"] = "นกหลวนสีฟ้า สัตว์ในเทพนิยายซึ่งเป็นสัญลักษณ์ของความรักที่ซื่อสัตย์และอุทิศตนต่อคู่ของตน",
}
data[60136] = {
    ["name"] = "ครึ่งมังกร",
    ["explain"] = "นักล่ามังกรทุ่มเททั้งชีวิตของตนไปกับการสังหารมังกร ซึ่งเป็นสิ่งที่เขาทึกทักเอาเองว่าเป็นการกำจัดสิ่งชั่วร้ายให้แก่ผู้คน อย่างไรก็ตาม ตัวเขาเองก็มีหัวใจของมังกรเหมือนกับสิ่งที่เขาสังหารไม่ใช่หรือ? และเมื่อเขาเติบโตเป็นผู้ใหญ่ เขาเองก็กลายเป็นมังกรผู้โหดเหี้ยมเช่นเดียวกัน",
}
data[60137] = {
    ["name"] = "อาร์กติกทุนดรา",
    ["explain"] = "ชายผู้เดินทางมาจากดินแดนเหนืออันห่างไกล เขาเป็นคนที่มีสไตล์ซึ่งมาพร้อมกับนิสัยเย็นชา แต่ก็มีบรรยากาศความกระตือรือร้นอยู่ในตัว มองอะไรน่ะ!? เดี๋ยวข้าก็แช่แข็งซะนี่!",
}
data[60628] = {
    ["name"] = "อุปราคาอันมืดมิด",
    ["explain"] = "หล่อนคือตัวแทนแห่งความมืด หลายๆคนอาจจะกลัวความมืด แต่สำหรับหล่อนแล้ว ความมืดคือเพื่อนที่สนิทที่สุด",
}
data[60592] = {
    ["name"] = "Wandering soul",
    ["explain"] = "Aidan's Wandering soul skin",
}
data[60582] = {
    ["name"] = "ผู้ส่งสารเซเลสเทียล",
    ["explain"] = "ผิวหนังของแอมอูเวอร์: ผู้ส่งสารเซเลสเทียล",
}
data[60622] = {
    ["name"] = "เกราะแห่งปฐมบาป",
    ["explain"] = "มันคือหุ่นยนต์ที่มีบาปหนา สงสัยจะต้องพามันไปเข้าวัดหน่อยแล้วล่ะ!",
}
data[60574] = {
    ["name"] = "ราชาแห่งสงคราม",
    ["explain"] = "ผิวหนังของอัสโมเดล: ราชาแห่งสงคราม",
}
data[60633] = {
    ["name"] = "นักรบมังกร",
    ["explain"] = "เกล็ดของมังกรนั้นแข็งแกร่งจนไม่อาจทะลุทะลวง! วิญญาณของมังกรนั้นเป็นอมตะไม่มีวันสูญสลาย!",
}
data[60575] = {
    ["name"] = "การมาถึงของเดมอน",
    ["explain"] = "ผิวหนังของบาเรีย: การมาถึงของเดมอน",
}
data[60602] = {
    ["name"] = "Lead singer of the angel band",
    ["explain"] = "Belrain's limited skin: Lead singer of the angel band",
}
data[60623] = {
    ["name"] = "เรนเดียร์ตัวน้อยแห่งคริสต์มาส",
    ["explain"] = "แซนตี้น้อยผู้ใจดี มีความสุขทุกครั้งที่ได้เจอเธอ!",
}
data[60578] = {
    ["name"] = "ดาบอาร์กติก",
    ["explain"] = "ผิวดาบโลหิต: ดาบอาร์กติก",
}
data[60585] = {
    ["name"] = "Language of the Dead",
    ["explain"] = "Corpsedemon skin: Language of the Dead",
}
data[60620] = {
    ["name"] = "ค่ำคืนแห่งมารร้าย",
    ["explain"] = "ผีสุดหล่อจากนรก ความเท่ห์และเสน่ห์ของเขา ไม่เป็นสองรองใครเลยทีเดียว!",
}
data[60630] = {
    ["name"] = "เจ้านายผู้ครอบงำ",
    ["explain"] = "เขาคือพี่ใหญ่แห่งวงการนักเลง ต้องดื่มค็อกเทลตลอดเวลา ก็เลยพกแก้วค็อกเทลติดตัวเสมอ!",
}
data[60637] = {
    ["name"] = "อาร์กติกทุนดรา",
    ["explain"] = "ชายผู้เดินทางมาจากดินแดนเหนืออันห่างไกล เขาเป็นคนที่มีสไตล์ซึ่งมาพร้อมกับนิสัยเย็นชา แต่ก็มีบรรยากาศความกระตือรือร้นอยู่ในตัว มองอะไรน่ะ!? เดี๋ยวข้าก็แช่แข็งซะนี่!",
}
data[60598] = {
    ["name"] = "Revenge Bride",
    ["explain"] = "Dark Arthindol's limited skin: Revenge Bride ",
}
data[60576] = {
    ["name"] = "นักรบชุดดำ",
    ["explain"] = "ผิวหนังของดาสมอจ: นักรบชุดดำ",
}
data[60599] = {
    ["name"] = "Radiation",
    ["explain"] = "Das Moge's limited skin: Radiation ",
}
data[60579] = {
    ["name"] = "ความปรารถนาสุดท้าย",
    ["explain"] = "ผิวหนังของเดมอนฮันเตอร์: ความปรารถนาสุดท้าย",
}
data[60636] = {
    ["name"] = "ครึ่งมังกร",
    ["explain"] = "นักล่ามังกรทุ่มเททั้งชีวิตของตนไปกับการสังหารมังกร ซึ่งเป็นสิ่งที่เขาทึกทักเอาเองว่าเป็นการกำจัดสิ่งชั่วร้ายให้แก่ผู้คน อย่างไรก็ตาม ตัวเขาเองก็มีหัวใจของมังกรเหมือนกับสิ่งที่เขาสังหารไม่ใช่หรือ? และเมื่อเขาเติบโตเป็นผู้ใหญ่ เขาเองก็กลายเป็นมังกรผู้โหดเหี้ยมเช่นเดียวกัน",
}
data[60613] = {
    ["name"] = "Cowboy In The Wilderness",
    ["explain"] = "Eddga’s skin: Cowboy In The Wilderness",
}
data[60590] = {
    ["name"] = "Fractured Rose",
    ["explain"] = "Emily Valentine limited skin",
}
data[60618] = {
    ["name"] = "มือสังหารวันสิ้นโลก",
    ["explain"] = "นักฆ่าสาว ผู้รักแฟชั่นเป็นชีวิตจิตใจ ดาบในมือของหล่อน พร้อมจัดการผู้ที่ตำหนิแฟชั่นของหล่อนทุกเมื่อ!",
}
data[60581] = {
    ["name"] = "ผู้ส่งสารอลวน",
    ["explain"] = "ผิวดาบศรัทธา: ผู้ส่งสารอลวน",
}
data[60607] = {
    ["name"] = "Apocalypse Armor",
    ["explain"] = "Faith Blade' s limited skin: Apocalypse Armor",
}
data[60625] = {
    ["name"] = "บาร์บีคิวมาสเตอร์",
    ["explain"] = "พ่อครัวหัวป่า ทำอาหารได้ทุกอย่าง โดยเฉพาะบาร์บีคิว! ที่พิเศษกว่านั้นคือ เขามีเตาอบอยู่ในตัวด้วย!",
}
data[60626] = {
    ["name"] = "ยอดนักมายากล",
    ["explain"] = "ลุงหมึกนักมายากล มีแฟนคลับอยู่ทั่วโลก! ถ้าได้น้ำจิ้มซีฟู้ดสักถ้วยก็คงดี..เอ่อ ไม่ใช่ละ!",
}
data[60584] = {
    ["name"] = "นางงามพายุ",
    ["explain"] = "ผิวหมัดเพลิงไฟ: นางงามพายุ",
}
data[60594] = {
    ["name"] = "Eye of Violet",
    ["explain"] = "Flame Strike's limited skin: Eye of Violet.",
}
data[60593] = {
    ["name"] = "Doomsday Angel",
    ["explain"] = "Gerke's limited skin: Doomsday Angel.",
}
data[60597] = {
    ["name"] = "Galaxy Defender",
    ["explain"] = "Groo skin: Galaxy Defender",
}
data[60596] = {
    ["name"] = "Dark Elf",
    ["explain"] = "Heart Watcher's limited skin: Dark Elf.",
}
data[60621] = {
    ["name"] = "เทพสงครามอาบเลือด",
    ["explain"] = "คุณอาจจะดูไม่ออกว่ามันคือนกฟินิกซ์ ตอนแรกคงคิดว่าเป็นไก่แจ้สินะ! เห็นขนสีแดงของมันมั้ย? สีแดงนี้มาจากเลือดของศัตรูที่มันฆ่านะ บรื๊อว์~~~",
}
data[60577] = {
    ["name"] = "ดาบทองคำนักรบ",
    ["explain"] = "ผิวหนังของไอซ์บลิค: ดาบทองคำนักรบ",
}
data[60588] = {
    ["name"] = "Raven",
    ["explain"] = "Iceblink limited skin: Raven.",
}
data[60604] = {
    ["name"] = "Red Queen",
    ["explain"] = "Jahra's limited skin: Red Queen",
}
data[60610] = {
    ["name"] = "Biochemical Weapon",
    ["explain"] = "Kamath's limited skin: Biochemical Weapon",
}
data[60586] = {
    ["name"] = "No. 0",
    ["explain"] = "Karim's No. 0 skin",
}
data[60619] = {
    ["name"] = "ยุคทอง",
    ["explain"] = "โหยยย ชุดนี้! ไม่หนักเหรอเนี่ย นึกว่าร้านทองเดินได้! ระวังจะโดนปล้นไปทั้งตัวล่ะ!",
}
data[60605] = {
    ["name"] = "Mourners",
    ["explain"] = "Kroos's limited skin: Mourners",
}
data[60589] = {
    ["name"] = "The Godfather",
    ["explain"] = "Lutz Valentine limited skin",
}
data[60580] = {
    ["name"] = "แม่มดราตรี",
    ["explain"] = "ผิวหนังของมาลาสสา: แม่มดราตรี",
}
data[60611] = {
    ["name"] = "Gothic Queen",
    ["explain"] = "Margaret's skin: Gothic Queen",
}
data[60601] = {
    ["name"] = "Seraph",
    ["explain"] = "Michelle's limited skin: Seraph",
}
data[60603] = {
    ["name"] = "Frost Eye",
    ["explain"] = "Mihm's limited skin: Frost Eye",
}
data[60627] = {
    ["name"] = "ควอเตอร์แบ็กดาวรุ่ง",
    ["explain"] = "หนุ่มนักรักบี้ตาโต เป็นที่กรี๊ดของสาวๆเพราะหุ่นบึ๊กๆของเขา!",
}
data[60587] = {
    ["name"] = "Dragon warrior",
    ["explain"] = "Miki's Dragon warrior skin",
}
data[60617] = {
    ["name"] = "อะโพคาลิปส์บลาสต์",
    ["explain"] = "ไม่มีใครรู้ว่าเขาเป็นใคร มาจากไหน แต่ดาบคู่ในมือของเขา พร้อมที่จะดับชีวิตของคุณได้ทุกเมื่อ!",
}
data[60635] = {
    ["name"] = "นกหลวนสีฟ้า",
    ["explain"] = "นกหลวนสีฟ้า สัตว์ในเทพนิยายซึ่งเป็นสัญลักษณ์ของความรักที่ซื่อสัตย์และอุทิศตนต่อคู่ของตน",
}
data[60595] = {
    ["name"] = "Dr. Ormus",
    ["explain"] = "Ormus skin: Dr. Ormus",
}
data[60591] = {
    ["name"] = "Succubus",
    ["explain"] = "Queen's limited skin: Succubus",
}
data[60629] = {
    ["name"] = "ความงดงามของความรุนแรง",
    ["explain"] = "สาวน้อยพันมือ ความสามารถหลากหลาย ชำนาญอาวุธหลายแบบ!",
}
data[60609] = {
    ["name"] = "Forest Guardian",
    ["explain"] = "Rosa's skin: Forest Guardian",
}
data[60600] = {
    ["name"] = "Red Lotus Knight",
    ["explain"] = "Sigmund's limited skin: Red Lotus Knight",
}
data[60606] = {
    ["name"] = "Jurassic Fossil",
    ["explain"] = "Skerei's limited skin: Jurassic Fossil",
}
data[60631] = {
    ["name"] = "ปีศาจเหนียน",
    ["explain"] = "เจอมันได้ในช่วงตรุษจีนของทุกปี มันมักจะขออั่งเปาจากชาวบ้านไปทั่ว!",
}
data[60608] = {
    ["name"] = "Video Game Storm",
    ["explain"] = "Valentino's limited skin: Video Game Storm",
}
data[60624] = {
    ["name"] = "ค่ำคืนแห่งคาร์นิวัลคริสต์มาส",
    ["explain"] = "คุณคงดูไม่ออกสินะว่าเขาคือซานตาครอส! เขาคือซานตาที่หล่อและผอมที่สุดแล้วล่ะ!",
}
data[60612] = {
    ["name"] = "Jungle Hunter",
    ["explain"] = "Valkyrie's skin: Jungle Hunter",
}
data[60632] = {
    ["name"] = "หอกแห่งการทดสอบ",
    ["explain"] = "จัดเต็มมั้ยล่ะ! หล่อนคือนักสาวผู้มีพร็อพเยอะที่สุด แต่จะเก่งขนาดไหน ก็ต้องลองสัมผัสดู!",
}
data[60583] = {
    ["name"] = "โกธิก อลิซ",
    ["explain"] = "ผิวหนังของเวซ่า: โกธิก อลิซ",
}
data[60634] = {
    ["name"] = "ราชินีหิมะ",
    ["explain"] = "อะไรนะ? ข้าสร้างปราสาทได้ทั้งหลัง แต่ไม่มีที่ให้นั่งเลย? ระวังปากให้ดีเถอะ... ไม่งั้น ข้าจะไม่ 'ปล่อยมันไป' นะ",
}
data[60615] = {
    ["name"] = "มารร้ายฟื้นร่าง",
    ["explain"] = "น่าว่ากลัวฝุ่นเยอะจัด ถึงได้ใส่หน้ากากป้องกันขนาดนี้! ส่วนทรงผมก็เท่ห์สุดๆ อยากรู้จังว่าพี่เขาตัดที่ไหนมา! แต่อยู่เฉยๆเถอะ เดี๋ยวจะหาว่าไม่เตือน!",
}
data[60616] = {
    ["name"] = "มู่หลาน",
    ["explain"] = "มู่หลาน วีรสตรีผู้ยิ่งใหญ่จากแผ่นดินจีน ตาตี่บ่งบอกสัญชาติจริงๆเลยจ้า!",
}
return data