local help = {}
help[1] = {
    ["title"] = "ฟังก์ชันการสร้าง",
    ["describe"] = {
        {
            ["title"] = "ต่อสู้",
            ["content"] = "ส่งทีมฮีโร่เข้าสนามต่อสู้เพื่อเปิดต่อสู้-ออโต้ และเข้าร่วมอีเวนท์การต่อสู้จนสำเร็จ การต่อสู้จะให้แต้มพิเศษ วิญญาณ ทองคำ และอุปกรณ์แก่ผู้เล่น คุณสามารถได้รับของรางวัลเป็นสองเท่าระหว่างบางช่วงเวลาอีกด้วย"
        },
        {
            ["title"] = "ทดลองเล่น Hero",
            ["content"] = "ต่อสู้ในสงครามที่ไม่สิ้นสุดอย่างไร้ขีดจำกัดและเอาชนะศัตรูจากต่างเซิร์ฟเวอร์ Hero HP จะไม่สามารถฟื้นคืนได้ระหว่างทดลองเล่น นั่นจึงเป็นคำตอบว่า ทำไมคุณถึงจำเป็นต้องมีกลยุทธ์ที่ดี!"
        },
        {
            ["title"] = "หอคอยแห่งการให้อภัย",
            ["content"] = "หอคอยแห่งการให้อภัยได้รับการคุ้มกันอย่างแน่นหนา เมื่อเอาชนะผู้คุ้มกันเหล่านั้นได้จะได้รับหินเสริมพลังเป็นจำนวนมากและอุปกรณ์ทรงพลัง การเอาชนะระดับต่างๆ ได้ จะได้รับฮีโร่ 5-ดาว อีกด้วย! ระดับสูงขึ้น ผู้คุ้มกันยิ่งแข็งแกร่งขึ้น"
        },
        {
            ["title"] = "สนามต่อสู้",
            ["content"] = "ท้าดวลผู้เล่นคนอื่นๆ ในสนาม! ผู้ชนะจะได้รับแต้มคะแนนและเพชรฟรี โหมดทดลองเล่นของแชมป์เปี้ยนจะปลดล็อคแต่ละช่วงในวันศุกร์ เสาร์และวันอาทิตย์ (ตามเวลาเซิร์ฟเวอร์) มาต่อสู้บรรดาผู้เล่นจากเซิร์ฟเวอร์อื่นๆ กันเถอะ!"
        },
        {
            ["title"] = "วงแหวนอัญเชิญ",
            ["content"] = "เป็นวิธีที่เร็วที่สุดสำหรับเรียกตัวเหล่าฮีโร่ให้ออกมา รวบรวมหัวใจหรือสาสน์เชิญให้มากขึ้นเพื่อใช้เรียกตัวเหล่าฮีโร่ได้ฟรี เมื่อค่าพลังงานเรียกตัวเต็มแล้ว คุณจะได้สุ่มเลือกฮีโร่ 5-ดาว"
        },
        {
            ["title"] = "การสร้างวงแหวน",
            ["content"] = "เป็นวิธีเดียวสำหรับพัฒนาเหล่าฮีโร่ของคุณ รวบรวมวัตถุสำหรับเหล่าฮีโร่ให้ได้ตามที่กำหนด เพื่อเพิ่มระดับดาวของพวกเขาขึ้นเป็นระดับ 6 ในวงแหวนอัญเชิญ เมื่อใช้จ่ายเหล่าฮีโร่วัตถุนิยมออกไป จะได้รับวิญญาณและหินเสริมพลังจำนวนหนึ่ง อุปกรณ์ที่อยู่บนเหล่าฮีโร่วัตถุนิยมจะกลับไปอยู่ในเป้สะพายหลังของคุณ ยิ่งมีเหล่าฮีโร่มากขึ้น มั่นใจได้เลยว่ายิ่งมีโอกาสพัฒนามากขึ้น!"
        },
        {
            ["title"] = "แท่นบูชา",
            ["content"] = "คุณสามารถแยกชิ้นส่วนเหล่าฮีโร่ที่ไม่ได้ใช้เพื่อแลกเป็นวิญญาณ, หินเสริมพลัง, ฝุ่นวิเศษ และหินแห่งจิตวิญญาณได้ อุปกรณ์, คริสตัลและสิ่งประดิษฐ์ต่างๆ ของชิ้นสวนเหล่าฮีโร่ จะกลับไปอยู่ในเป้สะพายหลัง สามารถเอาหินแห่งจิตวิญญาณไปแลกเปลี่ยนเป็นเหล่าฮีโร่ได้ในร้านค้าแท่นบูชา คุณสามารถได้รับหินแห่งจิตวิญญาณจากแพ็คต่างๆ ของอีเวนท์ด้วย!"
        },
        {
            ["title"] = "แบล็คสมิธ",
            ["content"] = "คุณสามารถรวมอุปกรณ์ระดับต่ำสำหรับอุปกรณ์ระดับสูงได้ที่แบล็คสมิธ ประกอบอุปกรณ์ให้ครบชุดเพื่อเปิดใช้สถานะครบเครื่อง! โปรดทราบ: อุปกรณ์ที่ใช้อยู่จะไม่ถูกแสดงที่แบล็คสมิธ"
        },
        {
            ["title"] = "คาสิโน",
            ["content"] = "คุณสามารถโยนชิปเสี่ยงโชคในคาสิโนเพื่อให้ได้สะเก็ดฮีโร่, อุปกรณ์, สิ่งประดิษฐ์, ทองคำ และวิญญาณ ขอให้โชคดี!"
        },
        {
            ["title"] = "ตลาด",
            ["content"] = "ตลาดจะรีเฟรชไอเท็มต่างๆ ในบางช่วงเวลา (ซึ่งคุณสามารถรีเฟรชไอเท็มเหล่านั้นด้วยตัวเองได้ด้วย) คุณสามารถได้รับวิญญาณ, เหล่าฮีโร่, หินเสริมพลัง, สะเก็ดฮีโร่, อุปกรณ์, สาสน์เชิญ, ตั๋วสนามต่อสู้ และชิป "
        },
        {
            ["title"] = "สายตระกูลผู้พยากรณ์",
            ["content"] = "คุณสามารถเชิญเหล่าฮีโร่ของกลุ่มเสียงส่วนน้อยบางกลุ่มในสายตระกูลผู้พยากรณ์ได้! ใช้อัญมณีพยากรณ์ที่ประตูอัญเชิญเพื่อเชิญฮีโร่ 4-ดาว, ฮีโร่ 5-ดาว, Omnishard 4-ดาว และ Omnishard 5-ดาว (คุณสามารถรับอัญมณีพยากรณ์ได้จากทาเวิร์นเควสต์หรือแพ็คอีเวนท์) การอัญเชิญแต่ละครั้งจะให้พลังปรารถนาแห่งผู้พยากรณ์ เมื่อพลังปรารถนาเต็มแล้ว คุณจะเปลี่ยนกลุ่มฮีโร่ได้อีกครั้ง โปรดทราบ: เฉพาะเหล่าฮีโร่ 4-ดาว และ 5-ดาว เท่านั้นที่สามารถเปลี่ยนแปลงได้ (ไม่รวมเหล่าฮีโร่แห่งแสงสว่างและความมืด)"
        },
        {
            ["title"] = "ทาเวิร์น",
            ["content"] = "ทาเวิร์นเปลี่ยนฮีโร่เควสต์ที่มีระดับดาวแตกต่างกันทุก 24 ชั่วโมง การปฎิบัติภารกิจต่างๆ ของฮีโร่เควสต์สำเร็จ จะได้รับรางวัลที่ยิ่งใหญ๋! คุณสามารถเปลี่ยนระดับดาวของเควสต์ได้ด้วยเพชรและการทำภารกิจของเควสต์ให้สำเร็จอย่างรวดเร็ว คุณสามารถใช้เควสต์สโครลเรียกเควสต์มากขึ้น (เมื่อรีเฟรชแล้ว เควสต์ที่ยังทำไม่สำเร็จจะถูกเปลี่ยนไปด้วย) ออโต้-ต่อสู้ เป็นโอกาสในการได้รับทาเวิร์นเควสต์ "
        }
    },
}
help[2] = {
    ["title"] = "รายละเอียดขั้นตอน",
    ["describe"] = {
        {
            ["title"] = "ภาพรวม",
            ["content"] = "แผนที่สนามต่อสู้ที่มีด่านอุปสรรค 4 ระดับ: ปกติ ฝันร้าย และนรก ความตาย ด่านอุปสรรคแต่ละด่านจะมีขั้นตอนแน่นอน คุณต้องปลดล็อคด่านอุปสรรคอย่างเป็นระบบ"
        },
        {
            ["title"] = "ขั้นตอนปลดล็อค",
            ["content"] = "อยู่ในขั้นตอนใหม่ในช่วงเวลาหนึ่งของเวลาที่เกิดอีเว้นท์การต่อสู้ เมื่อทำอีเว้นท์สำเร็จแล้ว คุณจะสามารถเข้าไปยังขั้นตอนถัดไปได้ถ้าคุณมีระดับและค่าพลังทีมเพียงพอ "
        },
        {
            ["title"] = "ปลดล็อค พื้นที่และแผนที่",
            ["content"] = "เมื่อทำทุกขั้นตอนในพื้นที่สำเร็จเรียบร้อย พื้นที่ถัดไปจะถูกปลดล็อค เมื่อทุกขั้นตอนในด่านอุปสรรคสำเร็จเรียบร้อย ด่านอุปสรรคถัดไปจะถูกปลดล็อค"
        },
        {
            ["title"] = "อีเว้นท์ต่อสู้",
            ["content"] = "เข้าสู่ขั้นตอนใหม่เพื่อเริ่มอีเว้นท์ต่อสู้ ทำอีเว้นท์สำเร็จจะได้รับรางวัลที่ยิ่งใหญ่"
        },
        {
            ["title"] = "ทีม",
            ["content"] = "คุณสามารถตั้งค่ากลุ่มฮีโร่ได้ในเมนูทีม คุณสามารถเพิ่มเหล่าฮีโร่เข้าไปในกลุ่มได้เมื่อระดับสูงขึ้น ค่าพลังฮีโร่ยิ่งสูง ค่าพลังทีมยิ่งสูงขึ้นด้วย คุณจะสามารถส่งเหล่าฮีโร่ออกไปได้มากขึ้น (ค่าพลังของฮีโร่ที่ถูกส่งออกไปจะสัมพันธ์กับขั้นตอนที่ถูกปลดล็อคแล้วเท่านั้น ไม่เกี่ยวข้องกับของรางวัล)"
        },
        {
            ["title"] = "ต่อสู้-ออโต้",
            ["content"] = "ต่อสู้-ออโต้ จะเพิ่มขึ้นเมื่อเวลาผ่านไป ต่อสู้-ออโต้ อยู่ได้ถึง 8 ชั่วโมง หลังจากนั้น จะไม่มีการให้รางวัล อย่าลืมรับสิทธิ์รายได้ของคุณภายใน 8 ชั่วโมง!"
        },
        {
            ["title"] = "ผลผลิตและรายได้",
            ["content"] = "ขั้นตอนต่างๆ จะกำหนด EXP, ทองคำและวิญญาณ คุณสามารถรับของเหล่านี้ได้จากการต่อสู้-ออโต้ ยิ่งด่านอุปสรรคและความก้าวหน้าขั้นตอนสูงขึ้น คุณจะยิ่งมีรายได้มากขึ้น รายได้เพิ่มขึ้นเพราะระดับ VIP ของคุณสูงขึ้น"
        },
        {
            ["title"] = "ข้าวของและของรางวัล",
            ["content"] = "คุณสามารถตรวจสอบไอเท็มต่างๆ ของขั้นตอนได้ในรายการข้อมูลข้าวของ การต่อสู้-ออโต้ ในขั้นตอนต่างๆ จะได้รับไอเท็มที่สอดคล้องกัน ตรวจสอบรางวัลที่หาได้ในเมนู ของรางวัล"
        }
    },
}
help[3] = {
    ["title"] = "ต่อสู้",
    ["describe"] = {
        {
            ["title"] = "ตำแหน่ง ต่อสู้-ก่อน",
            ["content"] = "เหล่าฮีโร่ที่อยู่แถวหน้ามีโอกาสถูกโจมตีมากกว่าที่อยู่แถวหลัง ปรับตำแหน่งฮีโร่ตามประเภทเพื่อให้ทั้งทีมอยู่รอดได้นานขึ้น"
        },
        {
            ["title"] = "การควบคุมกลุ่ม",
            ["content"] = "กลุ่มฮีโร่ที่แตกต่างกันจะควบคุมกันและกัน ปรับทีมของคุณตามเหล่าฮีโร่ของศัตรูเพื่อให้อยู่ในตำแหน่งที่ได้เปรียบ!"
        },
        {
            ["title"] = "ออร่ากลุ่ม",
            ["content"] = "การส่งเหล่าฮีโร่กลุ่มเดียวกันหรือต่างกลุ่มจำนวน 6 ตัว จะเป็นการเปิดใช้พลังออร่า"
        },
        {
            ["title"] = "กฎกติกาการต่อสู้",
            ["content"] = "ถ้าการต่อสู้ยืดเยื้อมากกว่า 15 รอบ ฝ่ายโจมตีจะเป็นฝ่ายแพ้ ถ้าเหล่าฮีโร่ฝ่ายศัตรูโดนสังหารหมดภายในเวลาที่จำกัด ฝ่ายที่โจมตีจะเป็นฝ่ายชนะ เมื่อเหล่าฮีโร่พันธมิตรถูกสังหารหมด คุณจะเป็นผู้แพ้"
        },
        {
            ["title"] = "โจมตี",
            ["content"] = "ยิ่งการโจมตีของฮีโร่สูงขึ้น เหล่าฮีโร่ยิ่งทำลายล้างได้มากขึ้น"
        },
        {
            ["title"] = "HP",
            ["content"] = "ยิ่ง HP ของฮีโร่สูงขึ้น ฮีโร่ยิ่งอยู่รอดได้นานขึ้น"
        },
        {
            ["title"] = "เสื้อเกราะ",
            ["content"] = "ยิ่งเสื้อเกราะของฮีโร่แข็งแกร่งขึ้น ความเสียหายของฮีโร่ยิ่งน้อยลง"
        },
        {
            ["title"] = "ความเร็ว",
            ["content"] = "ความเร็วจะเป็นตัวกำหนดลำดับการโจมตี พวกที่มีความเร็วไวกว่าจะสามารถโจมตีได้ก่อนเสมอ"
        },
        {
            ["title"] = "เพิ่มอัตราสกิลทำลายล้าง",
            ["content"] = "อัตราสกิลทำลายล้างที่เพิ่มขึ้น มั่นใจได้เลยว่าโบนัสสกิลทำลายล้างจะเพิ่มขึ้นด้วย อัตราสกิลทำลายล้างยิ่งเพิ่มขึ้น ยิ่งทำลายได้มากขึ้น"
        },
        {
            ["title"] = "ตี",
            ["content"] = " การตีส่งผลกระทบกับโอกาสในการตีฮีโร่ พวกที่มีการตีสูงย่อมตีเป้าหมายของพวกเขาไม่ค่อยพลาด"
        },
        {
            ["title"] = "หลบ",
            ["content"] = "การหลบส่งผลกระทบกับโอกาสในการหลีกเลี่ยงเหล่าศัตรู พวกที่มีการหลบสูงย่อมไม่ค่อยโดนตี"
        },
        {
            ["title"] = "คริท",
            ["content"] = "อัตราคริทยิ่งสูงขึ้น การทำลายล้างแบบติดคริทและโอกาสในการกระตุ้นคริทยิ่งมากขึ้น"
        },
        {
            ["title"] = "การทำลายล้างแบบติดคริท",
            ["content"] = "การทำลายล้างแบบจัดการด้วยคริท เมื่อคริทถูกกระตุ้น ยิ่งทำลายล้างได้มากขึ้น"
        },
        {
            ["title"] = "ทะลุเกราะ",
            ["content"] = "ลดเสื้อเกราะของเป้าหมายที่กำลังถูกโจมตีประมาณหนึ่ง พลังทะลุเกราะยิ่งสูง, พลังเสื้อเกราะยิ่งลดลง"
        },
        {
            ["title"] = "อัตราการควบคุมคงกะพัน",
            ["content"] = "ลดโอกาสในการถูกควบคุม ยิ่งมีอัตราการควบคุมคงกะพันสูง เหล่าฮีโร่ยิ่งไม่ค่อยโดนควบคุม"
        },
        {
            ["title"] = "ลดอัตราทำลายล้าง",
            ["content"] = "ลดโอกาสการเกิดความเดือดร้อนเสียหาย ยิ่งลดอัตราทำลายล้างได้สูง ความเสียหายที่ได้รับก็ต่ำลงไปด้วย"
        }
    },
}
help[4] = {
    ["title"] = "วิธีได้รับเหล่าฮีโร่",
    ["describe"] = {
        {
            ["title"] = "สงครามตีชิงรางวัล",
            ["content"] = "สนามต่อสู้อัตโนมัติ, อีเว้นท์ต่อสู้, ประตูมิติอีเว้นท์ - ฮีโร่ชาลเล้นท์ และ หอคอยแยกร่างให้สะเก็ดฮีโร่"
        },
        {
            ["title"] = "ร้านค้าซื้อขาย",
            ["content"] = "คุณสามารถได้รับเหล่าฮีโร่ผ่านทางตลาด, ร้านค้าโชคดี, ร้านค้าหินแห่งจิตวิญญาณ, ร้านทดลองเล่นฮีโร่, ร้านค้าสมาคม และร้านทดลองเล่นของแชมป์เปี้ยน"
        },
        {
            ["title"] = "วงแหวนอัญเชิญ",
            ["content"] = "เป็นที่ๆ ใช้เรียกหัวใจ, สาสน์เชิญ และเพชรที่อยู่ในวงแหวนอัญเชิญก็ใช้เป็นวิธีเชิญเหล่าฮีโร่ใหม่ได้อย่างรวดเร็ว"
        },
        {
            ["title"] = "สายต้นตระกูลผู้พยากรณ์",
            ["content"] = "คุณสามารถใช้อัญมณีพยากรณ์ที่อยู่ในสายต้นตระกูลพยากรณ์เรียกสะเก็ดฮีโร่ออกมาได้"
        },
        {
            ["title"] = "คาสิโน",
            ["content"] = "คุณสามารถใช้ชิปในคาสิโนเพื่อรับสะเก็ดฮีโร่"
        },
        {
            ["title"] = "ทาเวิร์นเควสต์",
            ["content"] = "ทาเวิร์นมีเควสต์ต่างๆ ที่ให้สะเก็ดฮีโร่ เสร็จสิ้นภารกิจเควสต์เหล่านั้น จะได้สะเก็ดฮีโร่บางจำนวน"
        },
        {
            ["title"] = "ค้นหาเพื่อน",
            ["content"] = "ค้นหาฮีโร่ ต่างเป็นโอกาสให้ได้สะเก็ดฮีโร่บางจำนวน"
        }
    },
}
help[5] = {
    ["title"] = "วิธีเสริมประสิทธิภาพเหล่าฮีโร่",
    ["describe"] = {
        {
            ["title"] = "สงครามตีชิงรางวัล",
            ["content"] = "สนามต่อสู้อัตโนมัติ,  อีเว้นท์ต่อสู้, ประตูมิติอีเว้นท์ - ฮีโร่ชาลเล้นท์ และ หอคอยแยกร่างให้สะเก็ดฮีโร่"
        },
        {
            ["title"] = "ร้านค้าซื้อขาย",
            ["content"] = "คุณสามารถได้รับเหล่าฮีโร่และสะเก็ดฮีโร่ผ่านทางตลาด, ร้านค้าโชคดี, ร้านค้าหินแห่งจิตวิญญาณ, ร้านทดลองเล่นฮีโร่, ร้านสมาคม และร้านทดลองเล่นของแชมป์เปี้ยน"
        },
        {
            ["title"] = "วงแหวนอัญเชิญ",
            ["content"] = "เป็นที่ๆ ใช้เรียกหัวใจ,สาสน์เชิญ และเพชรที่อยู่ในวงแหวนอัญเชิญก็ใช้เป็นวิธีเชิญเหล่าฮีโร่ใหม่ได้อย่างรวดเร็ว"
        },
        {
            ["title"] = "สายต้นตระกูลผู้พยากรณ์",
            ["content"] = "คุณสามารถใช้อัญมณีพยากรณ์ที่อยู่ในสายต้นตระกูลพยากรณ์เรียกสะเก็ดฮีโร่ออกมาได้"
        },
        {
            ["title"] = "คาสิโน",
            ["content"] = "คุณสามารถใช้ชิปในคาสิโนเพื่อรับสะเก็ดฮีโร่"
        },
        {
            ["title"] = "ทาเวิร์นเควสต์",
            ["content"] = "ทาเวิร์นมีเควสต์ต่างๆ ที่ให้สะเก็ดฮีโร่ เสร็จสิ้นภารกิจเควสต์เหล่านั้น จะได้สะเก็ดฮีโร่บางจำนวน"
        },
        {
            ["title"] = "ค้นหาเพื่อน",
            ["content"] = "ค้นหาฮีโร่ ต่างเป็นโอกาสให้ได้สะเก็ดฮีโร่บางจำนวน"
        }
    },
}
help[6] = {
    ["title"] = "ประเภทฮีโร่",
    ["describe"] = {
        {
            ["title"] = "คลาส",
            ["content"] = "มีห้ากลุ่ม: นักรบ, ผู้วิเศษ, ผู้พิทักษ์ป่า, นักฆ่า และนักบวช นักรบมี HP & DEF สูงแต่การโจมตีต่ำ เป็นกลุ่มคิดดีทำดี ผู้วิเศษและผู้พิทักษ์ป่ามี HP และการป้องกันต่ำแต่การโจมตีสูง พวกเขาเหล่านี้จะอยู่รอดได้นานขึ้นและมีพลังทำลายขณะโจมตีเพิ่มขึ้นเมื่อวางตัวไว้ในแนวหลัง นักฆ่าก็มีการป้องกันและ HP ต่ำด้วย การต่อสู้ตัวต่อตัวของพวกเขาจะมีพลังทำลายล้างเพิ่มขึ้นเมื่อวางพวกเขาไว้ที่แนวหลัง นักบวชมี HP, การป้องกันและการโจมตีต่ำ จึงต้องวางไว้ที่แนวหลัง  เวทย์มนต์ในการเยียวยาและสกิลการควบคุมของพวกเขาเหล่านี้จะช่วยได้มาก"
        },
        {
            ["title"] = "ระดับดาว",
            ["content"] = "เหล่าฮีโร่จะเริ่มต้นที่ระดับ 5 ดาว ระดับดาวยิ่งสูง สถานะพื้นฐานยิ่งสูงขึ้นและเวทมนต์จะยิ่งแข็งแกร่งขึ้น การรวมร่างและการปลุกชุปชีวิต จะช่วยระดับดาวฮีโร่"
        },
        {
            ["title"] = "กลุ่มคนส่วนน้อย",
            ["content"] = "มีกลุ่มคนส่วนน้อย 6 กลุ่ม: ความมืด, ความสว่าง, ป่าไม้, เงามืด, ป้อมปราการ และ หุบเหวลึก ความสัมพันธ์ในลักษณะควบคุมกัน: ป่าไม้ - เงามืด - ป้อมปราการ - หุบเหวลึก - ป่าไม้,ความมืด- ความสว่าง, ความสว่าง - ความมืด เหล่าฮีโร่ที่ถูกควบคุมจะได้รับความเสียหายเพิ่มขึ้น 30% "
        }
    },
}
help[7] = {
    ["title"] = "อุปกรณ์และสิ่งประดิษฐ์",
    ["describe"] = {
        {
            ["title"] = "คุณภาพ อุปกรณ์และสิ่งประดิษฐ์",
            ["content"] = "มีอุปกรณ์และสิ่งประดิษฐ์ ที่มีคุณภาพ 6 อย่าง สีน้ำเงิน,  สีทองคำ,  สีม่วง,  สีเขียว,  สีแดง และ สีส้ม ยิ่งมีคุณภาพสูง ยิ่งอยู่ในสถานะที่ได้รับโบนัสเพิ่มเติม"
        },
        {
            ["title"] = "ระดับดาวของ อุปกรณ์และสิ่งประดิษฐ์",
            ["content"] = "ระดับดาวที่มากที่สุดของอุปกรณ์สีน้ำเงินและสีทองคำ คือ 2;  สีม่วง คือ 3; สีเขียว หรือ สีข้างบน คือ 4 ระดับดาวที่มากที่สุดของสิ่งประดิษฐ์สีน้ำเงินและสีทองคำ คือ 4; สีม่วง และ เขียว คือ 5 ขณะที่สีแดงหรือสีข้างบน คือ 6 ท่ามกลาง อุปกรณ์และสิ่งประดิษฐ์ ที่มีคุณภาพเหมือนกันนั้น กลุ่มที่มีระดับดาวสูงกว่าจะมีสถานะที่ได้โบนัสเพิ่มเติมมากกว่า"
        },
        {
            ["title"] = "การรวมอุปกรณ์และสิ่งประดิษฐ์",
            ["content"] = "คุณสามารถรวมอุปกรณ์ระดับ-ต่ำ เข้ากับอุปกรณ์ระดับ-สูง ได้ที่แบ็คสมิธ คุณสามารถรวมสิ่งประดิษฐ์ได้ถ้าคุณมีสะเก็ดฮีโร่เพียงพอ"
        },
        {
            ["title"] = "รับอุปกรณ์",
            ["content"] = "ต่อสู้-ออโต้, หอคอยแห่งการให้อภัย และอีเว้นท์ต่อสู้ที่ให้อุปกรณ์ คุณยังสามารถซื้ออุปกรณ์ได้จาก ตลาด, ร้านค้าทดลองเล่นฮีโร่, ร้านค้าสมาคม และ ร้านค้าโชคดี ปรารถนาดี เป็นโอกาสที่ได้ให้อุปกรณ์"
        },
        {
            ["title"] = "ชุดอุปกรณ์",
            ["content"] = "อุปกรณ์ข้างบน ที่มีคุณภาพสีเขียวและมีระดับ 3 ดาว จะมีชุดผลกระทบ การประกอบอุปกรณ์ จำเป็นต้องใช้หมายเลขชุดอุปกรณ์เพื่อเปิดใช้งานผลกระทบ"
        },
        {
            ["title"] = "อัปเกรดสิ่งประดิษฐ์",
            ["content"] = "คุณสามารถคืนสิ่งประดิษฐ์ที่ไม่ได้ใช้เพื่ออัปเกรดเหล่านั้นให้ใช้งานได้อีก การอัปเกรดสิ่งประดิษฐ์คือการเพิ่มระดับดาวของสิ่งเหล่านั้น"
        },
        {
            ["title"] = "รับสิ่งประดิษฐ์",
            ["content"] = "วิธีรับสิ่งประดิษฐ์ 1. รวมสิ่งประดิษฐ์กับสะเก็ดฮีโร่จากต่อสู้-ออโต้ 2. รวมสิ่งประดิษฐ์กับสะเก็ดฮีโร่จากร้านค้าสมาคม 3. คาสิโนก็มีโอกาสให้สิ่งประดิษฐ์ได้"
        }
    },
}
help[8] = {
    ["title"] = "สมาคม",
    ["describe"] = {
        {
            ["title"] = "เข้าร่วมสมาคม",
            ["content"] = "1. ป้อน ID สมาคม ในการค้นหาสมาคม 2. แตะ สมัคร เพื่อส่งคำขอ 3. เมื่อคำขอได้รับการอนุมัติแล้ว คุณจะเข้าร่วมสมาคมได้"
        },
        {
            ["title"] = "สร้างสมาคม",
            ["content"] = "เพื่อสร้างสมาคมในหน้าเพจสมาคม คุณต้องอยู่ในระดับที่กำหนดและมีเพชรเพียงพอ เมื่อสมาคมถูกสร้างแล้ว คุณสามารถเชิญผู้อื่นให้เข้าร่วมสมาคมของคุณได้"
        },
        {
            ["title"] = "แต่งตั้งผู้นำ",
            ["content"] = "ผู้นำสมาคมสามารถแตะ แต่งตั้งผู้นำ ในเมนู สมาชิกสมาคมเพื่อให้ตำแหน่งนี้กับสมาชิกสมาคมรายอื่นได้"
        },
        {
            ["title"] = "ยุบสมาคม",
            ["content"] = "ผู้นำสมาคมสามารถยุบสมาคมได้จากหน้าเพจสมาคม เมื่อแตะแล้ว สมาคมจะโดนยุบใน 2 ชั่วโมง"
        },
        {
            ["title"] = "ระดับสมาคม",
            ["content"] = "สมาชิกสามารถตรวจสอบได้เป็นประจำวันเพื่ออัปเกรดสมาคม"
        },
        {
            ["title"] = "เกมเพลย์ของสมาคม",
            ["content"] = "สมาชิกสมาคมสามารถเข้าร่วมกับสมาคมประตูมิติ, กังหันลม และสงครามสมาคม เพื่อรับเหรียญทองคำและไอเท็มอื่นๆ"
        },
        {
            ["title"] = "ร้านค้าสมาคม",
            ["content"] = "สมาชิกสมาคมสามารถใช้จ่ายเหรียญสมาคมเพื่อรับสะเก็ดฮีโร, สะเก็ดอุปกรณ์และสิ่งประดิษฐ์"
        },
        {
            ["title"] = "กิลด์ เทค",
            ["content"] = "สมาชิกสมาคมสามารถอัปเกรดสกิลสมาคมด้วยเหรียญสมาคมและทองคำในกิลด์เทค สกิลที่อัปเกรดแล้วสามารถทำให้เหล่าฮีโร่แข็งแกร่งขึ้น"
        },
        {
            ["title"] = "หน้าที่สมาคม",
            ["content"] = "สมาชิกสมาคมสามารถตรวจสอบเป็นประจำวันได้เพื่ออัปเกรดสมาคม พวกเขาสามารถเข้าร่วมกับสมาคมประตูมิติ กังหันลม และสงครามสมาคม เพื่อรับเหรียญทองคำและไอเท็มอื่นๆ พวกเขายังสามารถใช้จ่ายเหรียญสมาคมเพื่ออัปเกรดสกิลส์ในกิลด์เทคได้อีกด้วย"
        }
    },
}
help[9] = {
    ["title"] = "เพื่อน",
    ["describe"] = {
        {
            ["title"] = "เพิ่มเพื่อน",
            ["content"] = "ป้อน ID เพื่อค้นหาเพื่อนๆ ส่งใบสมัครไปที่เพื่อนที่ได้รับการแนะนำ แตะที่อวตารผู้เล่นในแชทเพื่อเป็นเพื่อนกับพวกเขา แตะที่อวตารผู้เล่นในสมาคมเพื่อเป็นเพื่อนกับพวกเขา"
        },
        {
            ["title"] = "คำขอเป็นเพื่อน",
            ["content"] = "ตรวจสอบคำขอเป็นเพื่อนในรายการคำขอแล้วแตะ เห็นด้วย เพื่อเป็นเพื่อนกับพวกเขา"
        },
        {
            ["title"] = "หัวใจ",
            ["content"] = "เพื่อนๆ สามารถส่งหัวใจให้กันและกันได้ หัวใจ สามารถใช้เพื่อรับ อัญเชิญฟรี วงแหวนอัญเชิญ"
        },
        {
            ["title"] = "ลบเพื่อน",
            ["content"] = "1. แตะอวตารของเพื่อนในหน้าเพจเพื่อนเพื่อเปิดข้อมูลเพื่อน 2. แตะ ลบเพื่อน เพื่อย้ายเพื่อนๆ ออก"
        },
        {
            ["title"] = "ผู้ช่วยเพื่อน",
            ["content"] = "ผู้เล่นแต่ละคนจะมี 1 โอกาสในการค้นหาสำหรับทุกๆ 8 ชั่วโมง การค้นหาอาจเจอหัวหน้า ทองคำและสะเก็ดฮีโร่ที่ถูกตีชิง การช่วยเพื่อนๆ เอาชนะหัวหน้าจะได้สุ่มรางวัลและแต้มคะแนน การได้รับของรางวัลขึ้นอยู่กับการจัดอันดับแต้มคะแนนในแต่ละสัปดาห์"
        }
    },
}
return help