local loadingtips = {}
loadingtips[1] = {
    ["tips"] = "เคล็ดลับ: ควบคุมความสัมพันธ์, พงไพร→เงา→ป้อมปราการ→หุบเหวลึก→พงไพร, มืด→แสงสว่าง, แสงสว่าง→มืด",
}
loadingtips[2] = {
    ["tips"] = "เคล็ดลับ: มี,  จากต่ำไปสูง,  ระดับ 1-5 ดาว",
}
loadingtips[3] = {
    ["tips"] = "เคล็ดลับ: คุณสามารถใช้จ่ายหินก้าวหน้าเพื่ออัปเกรดเหล่าฮีโร่สำหรับสกิลต่อสู้แบบพาสซีฟแบบใหม่ ",
}
loadingtips[4] = {
    ["tips"] = "เคล็ดลับ: มี,  จากต่ำไปสูง,  คุณภาพอุปกรณ์ 6 อย่าง สีน้ำเงิน,  สีทอง,  สีม่วง,  สีเขียว,  สีแดง และสีส้ม ",
}
loadingtips[5] = {
    ["tips"] = "เคล็ดลับ: การเคลื่อนพลฮีโร่ 6 ตัวที่อยู่กลุ่มเสียงส่วนน้อยเดียวกันสามารถเปิดการใช้งานออร่ากลุ่มเพื่อขึ้นสถานะมีอำนาจ",
}
loadingtips[6] = {
    ["tips"] = "เคล็ดลับ: คุณมีโอกาสในการเชิญเหล่าฮีโร่ได้โดยอิสระ 1 ครั้งในทุก 8 ชั่วโมง และมีโอกาสขั้นก้าวหน้า 1 ครั้งในทุก 48 ชั่วโมง",
}
loadingtips[7] = {
    ["tips"] = "เคล็ดลับ: ฮีโร่แนวหน้าจะแบกรับความรุนแรงของการโจมตี เป็นความคิดที่ดีที่จะวางฮีโร่พร้อมการป้องกันระดับสูงไว้ที่นั่น",
}
loadingtips[8] = {
    ["tips"] = "เคล็ดลับ: ความเร็วกำหนดลำดับการโจมตีของแต่ละรอบ",
}
loadingtips[9] = {
    ["tips"] = "เคล็ดลับ: ด้วยระดับ VIP ที่สูงขึ้น  คุณจะได้รับสิทธิพิเศษที่ยิ่งใหญ่บางอย่าง",
}
loadingtips[10] = {
    ["tips"] = "เคล็ดลับ: อย่าลืมส่งหัวใจให้เพื่อนๆ ของคุณ หัวใจเป็นสิ่งจำเป็นต่อความโปรดปรานของเพื่อนที่จะให้เหล่าฮีโร่ที่ดี",
}
return loadingtips