local data = {}
data[1] = {
    ["name"] = "水晶皇冠联赛",
    ["des"] = "周期性的循环赛;赢取大量的每日奖励和赛季奖励",
    ["infoTitle1"] = "战斗规则",
    ["info1"] = "1.每天21点(UTC/GMT 0)发放排名奖励，通过邮箱发放;2.参与竞技场战斗会消耗门票，门票可通过钻石购买;3.竞技场战斗限定15回合，战斗超时，则判定进攻方失败;4.战斗后会有积分结算，胜利获得积分，失败扣除积分，所有玩家按照积分进行排名;5.战斗记录中可以查看最近10场战斗的录像",
    ["infoTitle2"] = "奖励规则",
    ["info2"] = "根据每天排名结算时的排名发放邮件奖励;具体请看【每日奖励】",
    ["date"] = "6月8日到7月8日",
}
data[2] = {
    ["name"] = "冠军的试炼",
    ["des"] = "要求：玩家等级55级",
    ["infoTitle1"] = "战斗规则",
    ["info1"] = "1.玩家可以随时调整自己的防守阵容，需设置3队英雄，每队英雄至少1人;2.战斗采取3局两胜制，先胜两场者胜出;3.击败对方全部英雄获得一场战斗的胜利;4.竞技场战斗限定15回合，战斗超时，则判定进攻方失败;5.战斗后会有积分结算，积分作为玩家排名的依据;6.战斗记录中可以查看最近10场战斗的录像",
    ["infoTitle2"] = "奖励规则",
    ["info2"] = "结束后根据排名发放奖励，竞技场宝箱会自动打开后随邮件发放。",
    ["date"] = "6月8日到7月8日",
}
data[3] = {
    ["name"] = "国王的召唤",
    ["des"] = "要求：战斗力≥150,000",
    ["infoTitle1"] = "战斗规则",
    ["info1"] = "1.竞技场战斗限定15回合，战斗超时，则判定进攻方失败;2.战斗后会有积分结算，积分作为玩家排名的依据;3.战斗记录中可以查看最近10场战斗的录像",
    ["infoTitle2"] = "奖励规则",
    ["info2"] = "活动结束后根据排名发放奖励",
    ["date"] = "6月8日到7月8日",
}
data[4] = {
    ["name"] = "组队竞技场",
    ["des"] = "要求：玩家等级60级",
    ["infoTitle1"] = "战斗规则",
    ["info1"] = "1.组队竞技场开启时间：每周星期二0点至星期四23点59分(UTC/GMT 0)开启。;2.进入组队竞技场后玩家可以选择一支队伍加入，也可以建立一支队伍邀请其他玩家加入。;3.只有同服务器的玩家才能组成队伍，不同服务器玩家无法组成队伍。;4.每支队伍由队长排列出战顺序、选择队伍挑战，其他队员只能查看战斗记录。;5.队伍创建后初始拥有6点体力，每隔1个小时恢复1点体力，恢复上限为12点体力。每挑战一支队伍消耗1点体力，体力为0点时将无法再进行挑战。;6.组队竞技场的阵容至少需要1名以上的英雄上阵，玩家可随时调整自己的阵容。;7.战斗采取3局两胜制，先胜两场的队伍胜出。;8.击败对方全部英雄获得一场战斗的胜利。;9.竞技场战斗限定15回合，战斗超时，则判定进攻方失败。;10.战斗后会有积分结算，胜利获得积分，失败扣除积分，所有队伍按照积分进行排名。;11.战斗记录中可以查看最近10场战斗的录像。",
    ["infoTitle2"] = "奖励规则",
    ["info2"] = "活动结束后根据排名发放奖励",
    ["date"] = "6月8日到7月8日",
}
data[5] = {
    ["name"] = "试炼竞技场",
    ["des"] = "参赛资格：账号等级70级及以上",
    ["infoTitle1"] = "比赛规则",
    ["info1"] = "1. 使用20个竞技场门票报名。战斗中将不再消耗门票。;2. 设置一组队伍，该队伍将会同时进攻和防守，且比赛期间不可更换。;3. 每次主动战斗胜利加1分，失败不得分不扣分。;4. 第一次主动进攻失败后，你的比赛立即结束，你的当前成绩即为本次成绩。;5. 防守胜利或失败均不加分不扣分。",
    ["infoTitle2"] = "奖励",
    ["info2"] = "1. 竞技场每周日结算。;2. 结算时按参赛玩家的成绩名次发奖励到邮箱。",
}
return data