local data = {}
data[43008] = {
    ["name"] = "勇气勋章",
    ["suitName"] = "勇气套装",
}
data[5121] = {
    ["name"] = "月神的忧伤",
}
data[5122] = {
    ["name"] = "永恒之章",
}
data[5123] = {
    ["name"] = "旅行者之戒",
}
data[5124] = {
    ["name"] = "光之盾",
}
data[5125] = {
    ["name"] = "镜之链",
}
data[5126] = {
    ["name"] = "禁锢之灵",
}
data[5127] = {
    ["name"] = "黄金罗盘",
}
data[5128] = {
    ["name"] = "厄运沙漏",
}
data[5129] = {
    ["name"] = "幻影披风",
}
data[5130] = {
    ["name"] = "飞雷神",
}
data[5131] = {
    ["name"] = "魔能手臂",
}
data[5132] = {
    ["name"] = "沉沦",
}
data[5133] = {
    ["name"] = "鲜血",
}
data[5134] = {
    ["name"] = "妄想",
}
data[5135] = {
    ["name"] = "精灵祝福之弓",
}
data[5136] = {
    ["name"] = "橡树之心",
}
data[42001] = {
    ["name"] = "龙鳞铠甲",
}
data[5138] = {
    ["name"] = "暗影斗篷",
}
data[5139] = {
    ["name"] = "天使挂坠",
}
data[5140] = {
    ["name"] = "撒旦之心",
}
data[5141] = {
    ["name"] = "死亡之舞",
}
data[5142] = {
    ["name"] = "亡者的悲鸣",
}
data[42007] = {
    ["name"] = "优秀的龙鳞铠甲",
}
data[42008] = {
    ["name"] = "勇气铠甲",
    ["suitName"] = "勇气套装",
}
data[5145] = {
    ["name"] = "旅行者之戒",
}
data[5146] = {
    ["name"] = "光之盾",
}
data[5147] = {
    ["name"] = "镜之链",
}
data[5148] = {
    ["name"] = "禁锢之灵",
}
data[5149] = {
    ["name"] = "黄金罗盘",
}
data[5150] = {
    ["name"] = "厄运沙漏",
}
data[5151] = {
    ["name"] = "幻影披风",
}
data[5152] = {
    ["name"] = "飞雷神",
}
data[5153] = {
    ["name"] = "魔能手臂",
}
data[5154] = {
    ["name"] = "沉沦",
}
data[5155] = {
    ["name"] = "鲜血",
}
data[5156] = {
    ["name"] = "妄想",
}
data[5157] = {
    ["name"] = "精灵祝福之弓",
}
data[5158] = {
    ["name"] = "橡树之心",
}
data[5159] = {
    ["name"] = "翡翠蝶",
}
data[5160] = {
    ["name"] = "暗影斗篷",
}
data[5161] = {
    ["name"] = "天使挂坠",
}
data[5162] = {
    ["name"] = "撒旦之心",
}
data[5163] = {
    ["name"] = "死亡之舞",
}
data[5164] = {
    ["name"] = "亡者的悲鸣",
}
data[5165] = {
    ["name"] = "月神的忧伤",
}
data[5166] = {
    ["name"] = "永恒之章",
}
data[5167] = {
    ["name"] = "旅行者之戒",
}
data[5168] = {
    ["name"] = "光之盾",
}
data[5169] = {
    ["name"] = "镜之链",
}
data[5170] = {
    ["name"] = "禁锢之灵",
}
data[5171] = {
    ["name"] = "黄金罗盘",
}
data[5172] = {
    ["name"] = "厄运沙漏",
}
data[5173] = {
    ["name"] = "幻影披风",
}
data[5174] = {
    ["name"] = "飞雷神",
}
data[5175] = {
    ["name"] = "魔能手臂",
}
data[5176] = {
    ["name"] = "沉沦",
}
data[5177] = {
    ["name"] = "鲜血",
}
data[5178] = {
    ["name"] = "妄想",
}
data[5179] = {
    ["name"] = "精灵祝福之弓",
}
data[5180] = {
    ["name"] = "橡树之心",
}
data[5181] = {
    ["name"] = "翡翠蝶",
}
data[5182] = {
    ["name"] = "暗影斗篷",
}
data[5183] = {
    ["name"] = "天使挂坠",
}
data[5184] = {
    ["name"] = "撒旦之心",
}
data[5185] = {
    ["name"] = "死亡之舞",
}
data[5186] = {
    ["name"] = "亡者的悲鸣",
}
data[5187] = {
    ["name"] = "月神的忧伤",
}
data[5188] = {
    ["name"] = "永恒之章",
}
data[5189] = {
    ["name"] = "旅行者之戒",
}
data[5190] = {
    ["name"] = "光之盾",
}
data[5191] = {
    ["name"] = "镜之链",
}
data[5192] = {
    ["name"] = "禁锢之灵",
}
data[5193] = {
    ["name"] = "黄金罗盘",
}
data[5194] = {
    ["name"] = "厄运沙漏",
}
data[5195] = {
    ["name"] = "幻影披风",
}
data[5196] = {
    ["name"] = "飞雷神",
}
data[5197] = {
    ["name"] = "魔能手臂",
}
data[5198] = {
    ["name"] = "沉沦",
}
data[5199] = {
    ["name"] = "鲜血",
}
data[5200] = {
    ["name"] = "妄想",
}
data[5201] = {
    ["name"] = "精灵祝福之弓",
}
data[5202] = {
    ["name"] = "橡树之心",
}
data[5203] = {
    ["name"] = "翡翠蝶",
}
data[5204] = {
    ["name"] = "暗影斗篷",
}
data[5205] = {
    ["name"] = "天使挂坠",
}
data[5206] = {
    ["name"] = "撒旦之心",
}
data[5207] = {
    ["name"] = "死亡之舞",
}
data[5208] = {
    ["name"] = "亡者的悲鸣",
}
data[5209] = {
    ["name"] = "月神的忧伤",
}
data[5210] = {
    ["name"] = "永恒之章",
}
data[5211] = {
    ["name"] = "旅行者之戒",
}
data[5212] = {
    ["name"] = "光之盾",
}
data[5213] = {
    ["name"] = "镜之链",
}
data[5214] = {
    ["name"] = "禁锢之灵",
}
data[5215] = {
    ["name"] = "黄金罗盘",
}
data[5216] = {
    ["name"] = "厄运沙漏",
}
data[5217] = {
    ["name"] = "幻影披风",
}
data[5218] = {
    ["name"] = "飞雷神",
}
data[5219] = {
    ["name"] = "魔能手臂",
}
data[5220] = {
    ["name"] = "沉沦",
}
data[101] = {
    ["name"] = "微光水晶",
}
data[102] = {
    ["name"] = "微光水晶",
}
data[103] = {
    ["name"] = "微光水晶",
}
data[104] = {
    ["name"] = "微光水晶",
}
data[105] = {
    ["name"] = "微光水晶",
}
data[106] = {
    ["name"] = "微光水晶",
}
data[107] = {
    ["name"] = "微光水晶",
}
data[108] = {
    ["name"] = "微光水晶",
}
data[109] = {
    ["name"] = "微光水晶",
}
data[110] = {
    ["name"] = "微光水晶",
}
data[111] = {
    ["name"] = "微光水晶",
}
data[112] = {
    ["name"] = "微光水晶",
}
data[113] = {
    ["name"] = "微光水晶",
}
data[114] = {
    ["name"] = "微光水晶",
}
data[115] = {
    ["name"] = "微光水晶",
}
data[116] = {
    ["name"] = "微光水晶",
}
data[5237] = {
    ["name"] = "卡尔玛之眼",
}
data[5238] = {
    ["name"] = "菲尔德的罗盘",
}
data[5239] = {
    ["name"] = "艾丹的愤怒",
}
data[5240] = {
    ["name"] = "冰霜之剑",
}
data[5241] = {
    ["name"] = "雪走",
}
data[5242] = {
    ["name"] = "能量之心",
}
data[5243] = {
    ["name"] = "玛格丽特的遗产",
}
data[5244] = {
    ["name"] = "女王之刃",
}
data[5245] = {
    ["name"] = "吞噬",
}
data[5246] = {
    ["name"] = "黄金弓",
}
data[5247] = {
    ["name"] = "符文之力",
}
data[5248] = {
    ["name"] = "叹息",
}
data[5249] = {
    ["name"] = "毁灭之球",
}
data[5250] = {
    ["name"] = "命运之矛",
}
data[5251] = {
    ["name"] = "命运圣钉",
}
data[5252] = {
    ["name"] = "魔神之触",
}
data[5253] = {
    ["name"] = "死神",
}
data[5254] = {
    ["name"] = "古神的密语",
}
data[5255] = {
    ["name"] = "地狱之眼",
}
data[5256] = {
    ["name"] = "风神使者",
}
data[5257] = {
    ["name"] = "神圣天珠",
}
data[5258] = {
    ["name"] = "无畏铠甲",
}
data[5259] = {
    ["name"] = "魔力源泉",
}
data[5260] = {
    ["name"] = "卡尔玛之眼",
}
data[5261] = {
    ["name"] = "菲尔德的罗盘",
}
data[5262] = {
    ["name"] = "艾丹的愤怒",
}
data[5263] = {
    ["name"] = "冰霜之剑",
}
data[5264] = {
    ["name"] = "雪走",
}
data[5265] = {
    ["name"] = "能量之心",
}
data[5266] = {
    ["name"] = "玛格丽特的遗产",
}
data[5267] = {
    ["name"] = "女王之刃",
}
data[5268] = {
    ["name"] = "吞噬",
}
data[5269] = {
    ["name"] = "黄金弓",
}
data[5270] = {
    ["name"] = "符文之力",
}
data[5271] = {
    ["name"] = "叹息",
}
data[5272] = {
    ["name"] = "毁灭之球",
}
data[5273] = {
    ["name"] = "命运之矛",
}
data[5274] = {
    ["name"] = "命运圣钉",
}
data[5275] = {
    ["name"] = "魔神之触",
}
data[5276] = {
    ["name"] = "死神",
}
data[5277] = {
    ["name"] = "古神的密语",
}
data[5278] = {
    ["name"] = "地狱之眼",
}
data[5279] = {
    ["name"] = "风神使者",
}
data[5280] = {
    ["name"] = "神圣天珠",
}
data[5281] = {
    ["name"] = "无畏铠甲",
}
data[5282] = {
    ["name"] = "魔力源泉",
}
data[5283] = {
    ["name"] = "卡尔玛之眼",
}
data[5284] = {
    ["name"] = "菲尔德的罗盘",
}
data[5285] = {
    ["name"] = "艾丹的愤怒",
}
data[5286] = {
    ["name"] = "冰霜之剑",
}
data[5287] = {
    ["name"] = "雪走",
}
data[5288] = {
    ["name"] = "能量之心",
}
data[5289] = {
    ["name"] = "玛格丽特的遗产",
}
data[5290] = {
    ["name"] = "女王之刃",
}
data[5291] = {
    ["name"] = "吞噬",
}
data[5292] = {
    ["name"] = "黄金弓",
}
data[5293] = {
    ["name"] = "符文之力",
}
data[5294] = {
    ["name"] = "叹息",
}
data[5295] = {
    ["name"] = "毁灭之球",
}
data[5296] = {
    ["name"] = "命运之矛",
}
data[5297] = {
    ["name"] = "命运圣钉",
}
data[5298] = {
    ["name"] = "魔神之触",
}
data[5299] = {
    ["name"] = "死神",
}
data[5300] = {
    ["name"] = "古神的密语",
}
data[5301] = {
    ["name"] = "地狱之眼",
}
data[5302] = {
    ["name"] = "风神使者",
}
data[5303] = {
    ["name"] = "神圣天珠",
}
data[5304] = {
    ["name"] = "无畏铠甲",
}
data[5305] = {
    ["name"] = "魔力源泉",
}
data[5306] = {
    ["name"] = "卡尔玛之眼",
}
data[5307] = {
    ["name"] = "菲尔德的罗盘",
}
data[5308] = {
    ["name"] = "艾丹的愤怒",
}
data[5309] = {
    ["name"] = "冰霜之剑",
}
data[5310] = {
    ["name"] = "雪走",
}
data[5311] = {
    ["name"] = "能量之心",
}
data[5312] = {
    ["name"] = "玛格丽特的遗产",
}
data[5313] = {
    ["name"] = "女王之刃",
}
data[5314] = {
    ["name"] = "吞噬",
}
data[5315] = {
    ["name"] = "黄金弓",
}
data[5316] = {
    ["name"] = "符文之力",
}
data[5317] = {
    ["name"] = "叹息",
}
data[5318] = {
    ["name"] = "毁灭之球",
}
data[5319] = {
    ["name"] = "命运之矛",
}
data[5320] = {
    ["name"] = "命运圣钉",
}
data[201] = {
    ["name"] = "琥珀水晶",
}
data[202] = {
    ["name"] = "琥珀水晶",
}
data[203] = {
    ["name"] = "琥珀水晶",
}
data[204] = {
    ["name"] = "琥珀水晶",
}
data[205] = {
    ["name"] = "琥珀水晶",
}
data[206] = {
    ["name"] = "琥珀水晶",
}
data[207] = {
    ["name"] = "琥珀水晶",
}
data[208] = {
    ["name"] = "琥珀水晶",
}
data[209] = {
    ["name"] = "琥珀水晶",
}
data[210] = {
    ["name"] = "琥珀水晶",
}
data[211] = {
    ["name"] = "琥珀水晶",
}
data[212] = {
    ["name"] = "琥珀水晶",
}
data[213] = {
    ["name"] = "琥珀水晶",
}
data[214] = {
    ["name"] = "琥珀水晶",
}
data[215] = {
    ["name"] = "琥珀水晶",
}
data[216] = {
    ["name"] = "琥珀水晶",
}
data[5337] = {
    ["name"] = "吞噬",
}
data[5338] = {
    ["name"] = "黄金弓",
}
data[5339] = {
    ["name"] = "符文之力",
}
data[5340] = {
    ["name"] = "叹息",
}
data[5341] = {
    ["name"] = "毁灭之球",
}
data[5342] = {
    ["name"] = "命运之矛",
}
data[5343] = {
    ["name"] = "命运圣钉",
}
data[5344] = {
    ["name"] = "魔神之触",
}
data[5345] = {
    ["name"] = "死神",
}
data[5346] = {
    ["name"] = "古神的密语",
}
data[5347] = {
    ["name"] = "地狱之眼",
}
data[5348] = {
    ["name"] = "风神使者",
}
data[5349] = {
    ["name"] = "神圣天珠",
}
data[5350] = {
    ["name"] = "无畏铠甲",
}
data[5351] = {
    ["name"] = "魔力源泉",
}
data[5352] = {
    ["name"] = "卡尔玛之眼",
}
data[5353] = {
    ["name"] = "菲尔德的罗盘",
}
data[33002] = {
    ["name"] = "符文之戒",
}
data[33003] = {
    ["name"] = "优秀的符文之戒",
}
data[33004] = {
    ["name"] = "珍珠项链",
}
data[5357] = {
    ["name"] = "能量之心",
}
data[5358] = {
    ["name"] = "玛格丽特的遗产",
}
data[5359] = {
    ["name"] = "女王之刃",
}
data[5360] = {
    ["name"] = "吞噬",
}
data[5361] = {
    ["name"] = "黄金弓",
}
data[5362] = {
    ["name"] = "符文之力",
}
data[5363] = {
    ["name"] = "叹息",
}
data[5364] = {
    ["name"] = "毁灭之球",
}
data[5365] = {
    ["name"] = "命运之矛",
}
data[5366] = {
    ["name"] = "刽子手",
}
data[5367] = {
    ["name"] = "刽子手",
}
data[5368] = {
    ["name"] = "刽子手",
}
data[5369] = {
    ["name"] = "刽子手",
}
data[5370] = {
    ["name"] = "刽子手",
}
data[5371] = {
    ["name"] = "黑魔剑",
}
data[5372] = {
    ["name"] = "黑魔剑",
}
data[5373] = {
    ["name"] = "黑魔剑",
}
data[5374] = {
    ["name"] = "黑魔剑",
}
data[5375] = {
    ["name"] = "黑魔剑",
}
data[5376] = {
    ["name"] = "黑魔剑",
}
data[5377] = {
    ["name"] = "格挡护符",
}
data[32002] = {
    ["name"] = "君王胸甲",
}
data[32003] = {
    ["name"] = "优秀的君王胸甲",
}
data[32004] = {
    ["name"] = "生灵披风",
}
data[5381] = {
    ["name"] = "格挡护符",
}
data[5382] = {
    ["name"] = "格挡护符",
}
data[5383] = {
    ["name"] = "银之钥",
}
data[5384] = {
    ["name"] = "银之钥",
}
data[5385] = {
    ["name"] = "银之钥",
}
data[5386] = {
    ["name"] = "银之钥",
}
data[5387] = {
    ["name"] = "银之钥",
}
data[5388] = {
    ["name"] = "银之钥",
}
data[5389] = {
    ["name"] = "深邃之瞳",
}
data[5390] = {
    ["name"] = "深邃之瞳",
}
data[5391] = {
    ["name"] = "深邃之瞳",
}
data[5392] = {
    ["name"] = "深邃之瞳",
}
data[5393] = {
    ["name"] = "深邃之瞳",
}
data[5394] = {
    ["name"] = "深邃之瞳",
}
data[5395] = {
    ["name"] = "自由之刃",
}
data[5396] = {
    ["name"] = "自由之刃",
}
data[5397] = {
    ["name"] = "自由之刃",
}
data[5398] = {
    ["name"] = "自由之刃",
}
data[5399] = {
    ["name"] = "自由之刃",
}
data[5400] = {
    ["name"] = "自由之刃",
}
data[5401] = {
    ["name"] = "残响",
}
data[31002] = {
    ["name"] = "重斧",
}
data[31003] = {
    ["name"] = "优秀的重斧",
}
data[31004] = {
    ["name"] = "君王法杖",
}
data[5405] = {
    ["name"] = "残响",
}
data[5406] = {
    ["name"] = "残响",
}
data[5407] = {
    ["name"] = "无影无形",
}
data[5408] = {
    ["name"] = "无影无形",
}
data[5409] = {
    ["name"] = "无影无形",
}
data[5410] = {
    ["name"] = "无影无形",
}
data[5411] = {
    ["name"] = "无影无形",
}
data[5412] = {
    ["name"] = "无影无形",
}
data[5413] = {
    ["name"] = "金之钥",
}
data[5414] = {
    ["name"] = "金之钥",
}
data[5415] = {
    ["name"] = "金之钥",
}
data[5416] = {
    ["name"] = "金之钥",
}
data[5417] = {
    ["name"] = "金之钥",
}
data[5418] = {
    ["name"] = "金之钥",
}
data[5419] = {
    ["name"] = "罪恶王冠",
}
data[5420] = {
    ["name"] = "罪恶王冠",
}
data[301] = {
    ["name"] = "皇紫水晶",
}
data[302] = {
    ["name"] = "皇紫水晶",
}
data[303] = {
    ["name"] = "皇紫水晶",
}
data[304] = {
    ["name"] = "皇紫水晶",
}
data[305] = {
    ["name"] = "皇紫水晶",
}
data[306] = {
    ["name"] = "皇紫水晶",
}
data[307] = {
    ["name"] = "皇紫水晶",
}
data[308] = {
    ["name"] = "皇紫水晶",
}
data[309] = {
    ["name"] = "皇紫水晶",
}
data[310] = {
    ["name"] = "皇紫水晶",
}
data[311] = {
    ["name"] = "皇紫水晶",
}
data[312] = {
    ["name"] = "皇紫水晶",
}
data[313] = {
    ["name"] = "皇紫水晶",
}
data[314] = {
    ["name"] = "皇紫水晶",
}
data[315] = {
    ["name"] = "皇紫水晶",
}
data[316] = {
    ["name"] = "皇紫水晶",
}
data[317] = {
    ["name"] = "皇紫水晶",
}
data[318] = {
    ["name"] = "皇紫水晶",
}
data[319] = {
    ["name"] = "皇紫水晶",
}
data[320] = {
    ["name"] = "皇紫水晶",
}
data[321] = {
    ["name"] = "皇紫水晶",
}
data[322] = {
    ["name"] = "皇紫水晶",
}
data[323] = {
    ["name"] = "皇紫水晶",
}
data[324] = {
    ["name"] = "皇紫水晶",
}
data[5445] = {
    ["name"] = "打神鞭",
}
data[5446] = {
    ["name"] = "打神鞭",
}
data[5447] = {
    ["name"] = "打神鞭",
}
data[5448] = {
    ["name"] = "打神鞭",
}
data[5449] = {
    ["name"] = "石魔剑",
}
data[5450] = {
    ["name"] = "石魔剑",
}
data[5451] = {
    ["name"] = "石魔剑",
}
data[5452] = {
    ["name"] = "石魔剑",
}
data[5453] = {
    ["name"] = "石魔剑",
}
data[5454] = {
    ["name"] = "石魔剑",
}
data[5455] = {
    ["name"] = "奥古斯魔球",
}
data[5456] = {
    ["name"] = "奥古斯魔球",
}
data[5457] = {
    ["name"] = "奥古斯魔球",
}
data[5458] = {
    ["name"] = "奥古斯魔球",
}
data[5459] = {
    ["name"] = "奥古斯魔球",
}
data[5460] = {
    ["name"] = "奥古斯魔球",
}
data[401] = {
    ["name"] = "棱玉水晶",
}
data[402] = {
    ["name"] = "棱玉水晶",
}
data[403] = {
    ["name"] = "棱玉水晶",
}
data[404] = {
    ["name"] = "棱玉水晶",
}
data[405] = {
    ["name"] = "棱玉水晶",
}
data[406] = {
    ["name"] = "棱玉水晶",
}
data[407] = {
    ["name"] = "棱玉水晶",
}
data[408] = {
    ["name"] = "棱玉水晶",
}
data[409] = {
    ["name"] = "棱玉水晶",
}
data[410] = {
    ["name"] = "棱玉水晶",
}
data[411] = {
    ["name"] = "棱玉水晶",
}
data[412] = {
    ["name"] = "棱玉水晶",
}
data[413] = {
    ["name"] = "棱玉水晶",
}
data[414] = {
    ["name"] = "棱玉水晶",
}
data[415] = {
    ["name"] = "棱玉水晶",
}
data[416] = {
    ["name"] = "棱玉水晶",
}
data[417] = {
    ["name"] = "棱玉水晶",
}
data[418] = {
    ["name"] = "棱玉水晶",
}
data[419] = {
    ["name"] = "棱玉水晶",
}
data[420] = {
    ["name"] = "棱玉水晶",
}
data[421] = {
    ["name"] = "棱玉水晶",
}
data[422] = {
    ["name"] = "棱玉水晶",
}
data[423] = {
    ["name"] = "棱玉水晶",
}
data[424] = {
    ["name"] = "棱玉水晶",
}
data[24001] = {
    ["name"] = "魔法短靴",
}
data[24002] = {
    ["name"] = "优秀的魔法短靴",
}
data[23001] = {
    ["name"] = "骨质项链",
}
data[23002] = {
    ["name"] = "优秀的骨质项链",
}
data[22001] = {
    ["name"] = "板甲",
}
data[22002] = {
    ["name"] = "优秀的板甲",
}
data[501] = {
    ["name"] = "红玛瑙水晶",
}
data[502] = {
    ["name"] = "红玛瑙水晶",
}
data[503] = {
    ["name"] = "红玛瑙水晶",
}
data[504] = {
    ["name"] = "红玛瑙水晶",
}
data[505] = {
    ["name"] = "红玛瑙水晶",
}
data[506] = {
    ["name"] = "红玛瑙水晶",
}
data[507] = {
    ["name"] = "红玛瑙水晶",
}
data[508] = {
    ["name"] = "红玛瑙水晶",
}
data[509] = {
    ["name"] = "红玛瑙水晶",
}
data[510] = {
    ["name"] = "红玛瑙水晶",
}
data[511] = {
    ["name"] = "红玛瑙水晶",
}
data[512] = {
    ["name"] = "红玛瑙水晶",
}
data[64001] = {
    ["name"] = "屠魔之靴",
    ["suitName"] = "屠魔套装",
}
data[64002] = {
    ["name"] = "伊拉斯长靴",
    ["suitName"] = "伊拉斯套装",
}
data[64003] = {
    ["name"] = "天堂短靴",
    ["suitName"] = "天堂套装",
}
data[64004] = {
    ["name"] = "无畏战靴",
    ["suitName"] = "无畏套装",
}
data[64005] = {
    ["name"] = "荣光战靴",
    ["suitName"] = "荣光套装",
}
data[64006] = {
    ["name"] = "刺炎战靴",
    ["suitName"] = "刺炎套装",
}
data[64007] = {
    ["name"] = "暗杀者战靴",
    ["suitName"] = "暗杀者套装",
}
data[64008] = {
    ["name"] = "织法者之靴",
    ["suitName"] = "织法者套装",
}
data[64009] = {
    ["name"] = "吟游者轻靴",
    ["suitName"] = "吟游者套装",
}
data[21002] = {
    ["name"] = "优秀的战剑",
}
data[523] = {
    ["name"] = "红玛瑙水晶",
}
data[524] = {
    ["name"] = "红玛瑙水晶",
}
data[525] = {
    ["name"] = "红玛瑙水晶",
}
data[526] = {
    ["name"] = "红玛瑙水晶",
}
data[527] = {
    ["name"] = "红玛瑙水晶",
}
data[528] = {
    ["name"] = "红玛瑙水晶",
}
data[529] = {
    ["name"] = "红玛瑙水晶",
}
data[530] = {
    ["name"] = "红玛瑙水晶",
}
data[531] = {
    ["name"] = "红玛瑙水晶",
}
data[532] = {
    ["name"] = "红玛瑙水晶",
}
data[533] = {
    ["name"] = "红玛瑙水晶",
}
data[534] = {
    ["name"] = "红玛瑙水晶",
}
data[535] = {
    ["name"] = "红玛瑙水晶",
}
data[536] = {
    ["name"] = "红玛瑙水晶",
}
data[63001] = {
    ["name"] = "屠魔之戒",
    ["suitName"] = "屠魔套装",
}
data[63002] = {
    ["name"] = "伊拉斯之戒",
    ["suitName"] = "伊拉斯套装",
}
data[63003] = {
    ["name"] = "天堂项链",
    ["suitName"] = "天堂套装",
}
data[63004] = {
    ["name"] = "无畏吊坠",
    ["suitName"] = "无畏套装",
}
data[63005] = {
    ["name"] = "荣光之戒",
    ["suitName"] = "荣光套装",
}
data[63006] = {
    ["name"] = "刺炎项链",
    ["suitName"] = "刺炎套装",
}
data[63007] = {
    ["name"] = "暗杀者戒指",
    ["suitName"] = "暗杀者套装",
}
data[63008] = {
    ["name"] = "织法者项链",
    ["suitName"] = "织法者套装",
}
data[63009] = {
    ["name"] = "吟游者戒指",
    ["suitName"] = "吟游者套装",
}
data[546] = {
    ["name"] = "红玛瑙水晶",
}
data[63011] = {
    ["name"] = "历战者项链",
    ["suitName"] = "历战者套装",
}
data[62001] = {
    ["name"] = "屠魔胸甲",
    ["suitName"] = "屠魔套装",
}
data[62002] = {
    ["name"] = "伊拉斯披风",
    ["suitName"] = "伊拉斯套装",
}
data[62003] = {
    ["name"] = "天堂披风",
    ["suitName"] = "天堂套装",
}
data[62004] = {
    ["name"] = "无畏铠甲",
    ["suitName"] = "无畏套装",
}
data[62005] = {
    ["name"] = "荣光战甲",
    ["suitName"] = "荣光套装",
}
data[62006] = {
    ["name"] = "刺炎战甲",
    ["suitName"] = "刺炎套装",
}
data[62007] = {
    ["name"] = "暗杀者斗篷",
    ["suitName"] = "暗杀者套装",
}
data[62008] = {
    ["name"] = "织法者长袍",
    ["suitName"] = "织法者套装",
}
data[62009] = {
    ["name"] = "吟游者披风",
    ["suitName"] = "吟游者套装",
}
data[62010] = {
    ["name"] = "神谕者披风",
    ["suitName"] = "神谕者套装",
}
data[62011] = {
    ["name"] = "历战者铠甲",
    ["suitName"] = "历战者套装",
}
data[61001] = {
    ["name"] = "屠魔之弓",
    ["suitName"] = "屠魔套装",
}
data[61002] = {
    ["name"] = "伊拉斯之杖",
    ["suitName"] = "伊拉斯套装",
}
data[61003] = {
    ["name"] = "天堂法杖",
    ["suitName"] = "天堂套装",
}
data[61004] = {
    ["name"] = "无畏之剑",
    ["suitName"] = "无畏套装",
}
data[61005] = {
    ["name"] = "荣光武士剑",
    ["suitName"] = "荣光套装",
}
data[61006] = {
    ["name"] = "刺炎之鞭",
    ["suitName"] = "刺炎套装",
}
data[61007] = {
    ["name"] = "暗杀者之刃",
    ["suitName"] = "暗杀者套装",
}
data[61008] = {
    ["name"] = "织法者之杖",
    ["suitName"] = "织法者套装",
}
data[61009] = {
    ["name"] = "吟游者之弓",
    ["suitName"] = "吟游者套装",
}
data[61010] = {
    ["name"] = "神谕者法杖",
    ["suitName"] = "神谕者套装",
}
data[61011] = {
    ["name"] = "历战者重剑",
    ["suitName"] = "历战者套装",
}
data[601] = {
    ["name"] = "天界水晶",
}
data[602] = {
    ["name"] = "天界水晶",
}
data[603] = {
    ["name"] = "天界水晶",
}
data[604] = {
    ["name"] = "天界水晶",
}
data[605] = {
    ["name"] = "天界水晶",
}
data[606] = {
    ["name"] = "天界水晶",
}
data[607] = {
    ["name"] = "天界水晶",
}
data[608] = {
    ["name"] = "天界水晶",
}
data[609] = {
    ["name"] = "天界水晶",
}
data[610] = {
    ["name"] = "天界水晶",
}
data[611] = {
    ["name"] = "天界水晶",
}
data[612] = {
    ["name"] = "天界水晶",
}
data[613] = {
    ["name"] = "天界水晶",
}
data[614] = {
    ["name"] = "天界水晶",
}
data[615] = {
    ["name"] = "天界水晶",
}
data[616] = {
    ["name"] = "天界水晶",
}
data[617] = {
    ["name"] = "天界水晶",
}
data[618] = {
    ["name"] = "天界水晶",
}
data[619] = {
    ["name"] = "天界水晶",
}
data[620] = {
    ["name"] = "天界水晶",
}
data[621] = {
    ["name"] = "天界水晶",
}
data[622] = {
    ["name"] = "天界水晶",
}
data[623] = {
    ["name"] = "天界水晶",
}
data[624] = {
    ["name"] = "天界水晶",
}
data[625] = {
    ["name"] = "天界水晶",
}
data[626] = {
    ["name"] = "天界水晶",
}
data[627] = {
    ["name"] = "天界水晶",
}
data[628] = {
    ["name"] = "天界水晶",
}
data[629] = {
    ["name"] = "天界水晶",
}
data[630] = {
    ["name"] = "天界水晶",
}
data[631] = {
    ["name"] = "天界水晶",
}
data[632] = {
    ["name"] = "天界水晶",
}
data[633] = {
    ["name"] = "天界水晶",
}
data[634] = {
    ["name"] = "天界水晶",
}
data[635] = {
    ["name"] = "天界水晶",
}
data[636] = {
    ["name"] = "天界水晶",
}
data[637] = {
    ["name"] = "天界水晶",
}
data[638] = {
    ["name"] = "天界水晶",
}
data[639] = {
    ["name"] = "天界水晶",
}
data[640] = {
    ["name"] = "天界水晶",
}
data[641] = {
    ["name"] = "天界水晶",
}
data[642] = {
    ["name"] = "天界水晶",
}
data[643] = {
    ["name"] = "天界水晶",
}
data[644] = {
    ["name"] = "天界水晶",
}
data[645] = {
    ["name"] = "天界水晶",
}
data[646] = {
    ["name"] = "天界水晶",
}
data[647] = {
    ["name"] = "天界水晶",
}
data[648] = {
    ["name"] = "天界水晶",
}
data[649] = {
    ["name"] = "天界水晶",
}
data[650] = {
    ["name"] = "天界水晶",
}
data[651] = {
    ["name"] = "天界水晶",
}
data[652] = {
    ["name"] = "天界水晶",
}
data[653] = {
    ["name"] = "天界水晶",
}
data[654] = {
    ["name"] = "天界水晶",
}
data[655] = {
    ["name"] = "天界水晶",
}
data[656] = {
    ["name"] = "天界水晶",
}
data[657] = {
    ["name"] = "天界水晶",
}
data[658] = {
    ["name"] = "天界水晶",
}
data[659] = {
    ["name"] = "天界水晶",
}
data[660] = {
    ["name"] = "天界水晶",
}
data[60074] = {
    ["name"] = "战争之王",
    ["explain"] = "阿斯莫德的战争之王皮肤",
}
data[60075] = {
    ["name"] = "魔王降临",
    ["explain"] = "巴里亚的魔王降临皮肤",
}
data[60076] = {
    ["name"] = "黑武士",
    ["explain"] = "达斯摩戈的黑武士皮肤",
}
data[60077] = {
    ["name"] = "冠军金剑",
    ["explain"] = "冰闪的冠军金剑皮肤",
}
data[60078] = {
    ["name"] = "极寒之刃",
    ["explain"] = "血刃的极寒之刃皮肤",
}
data[60079] = {
    ["name"] = "最后的祈愿",
    ["explain"] = "恶魔猎手的最后的祈愿皮肤",
}
data[60080] = {
    ["name"] = "暗夜女巫",
    ["explain"] = "马拉萨的暗夜女巫皮肤",
}
data[14001] = {
    ["name"] = "铠靴",
}
data[14002] = {
    ["name"] = "优秀的铠靴",
}
data[60083] = {
    ["name"] = "死亡爱丽丝",
    ["explain"] = "维萨的死亡爱丽丝皮肤",
}
data[60084] = {
    ["name"] = "美少女风暴",
    ["explain"] = "烈焰风暴的美少女风暴皮肤",
}
data[60085] = {
    ["name"] = "亡者之语",
    ["explain"] = "尸妖的亡者之语皮肤",
}
data[60086] = {
    ["name"] = "绝对零号",
    ["explain"] = "克里姆的绝对零号皮肤",
}
data[60087] = {
    ["name"] = "神龙武士",
    ["explain"] = "美树的神龙武士皮肤",
}
data[60088] = {
    ["name"] = "渡鸦",
    ["explain"] = "冰闪的限定皮肤：渡鸦。",
}
data[60089] = {
    ["name"] = "黑帮教父",
    ["explain"] = "鲁特兹的情人节限定皮肤",
}
data[60090] = {
    ["name"] = "末路狂花",
    ["explain"] = "艾米丽的情人节限定皮肤",
}
data[60091] = {
    ["name"] = "勾魂摄魄",
    ["explain"] = "女王的限定皮肤：勾魂摄魄。",
}
data[60092] = {
    ["name"] = "孤魂",
    ["explain"] = "艾丹的孤魂皮肤",
}
data[60093] = {
    ["name"] = "末世天使",
    ["explain"] = "基尔克的限定皮肤：末世天使。",
}
data[60094] = {
    ["name"] = "紫罗兰之眼",
    ["explain"] = "烈焰风暴的限定皮肤：紫罗兰之眼。",
}
data[60095] = {
    ["name"] = "Dr.奥玛斯",
    ["explain"] = "奥玛斯的Dr.奥玛斯皮肤",
}
data[60096] = {
    ["name"] = "黑暗精灵",
    ["explain"] = "观心者的限定皮肤：黑暗精灵。",
}
data[60097] = {
    ["name"] = "银河护卫",
    ["explain"] = "格鲁的银河护卫皮肤",
}
data[60098] = {
    ["name"] = "复仇新娘",
    ["explain"] = "黑暗阿辛多的限定皮肤：复仇新娘。",
}
data[60099] = {
    ["name"] = "辐射",
    ["explain"] = "达斯摩戈的限定皮肤：辐射。",
}
data[60100] = {
    ["name"] = "红莲骑士",
    ["explain"] = "西格蒙德的限定皮肤：红莲骑士。",
}
data[60101] = {
    ["name"] = "六翼天使",
    ["explain"] = "米迦勒的限定皮肤：六翼天使。",
}
data[60102] = {
    ["name"] = "天使乐队主唱",
    ["explain"] = "贝尔兰的限定皮肤：天使乐队主唱。",
}
data[60103] = {
    ["name"] = "冰霜之眼",
    ["explain"] = "米姆的限定皮肤：冰霜之眼。",
}
data[60104] = {
    ["name"] = "红皇后",
    ["explain"] = "杰赫拉的限定皮肤：红皇后。",
}
data[13001] = {
    ["name"] = "铁质指环",
}
data[13002] = {
    ["name"] = "优秀的铁质指环",
}
data[60107] = {
    ["name"] = "天启装甲",
    ["explain"] = "信仰之刃的限定皮肤：天启装甲。",
}
data[60108] = {
    ["name"] = "放置玩家",
    ["explain"] = "瓦伦丁的限定皮肤：放置玩家。",
}
data[60109] = {
    ["name"] = "森林守护",
    ["explain"] = "罗萨的森林守护皮肤",
}
data[60110] = {
    ["name"] = "生化兵器",
    ["explain"] = "卡姆斯的限定皮肤：生化兵器。",
}
data[60111] = {
    ["name"] = "哥特女王",
    ["explain"] = "玛格丽特皮肤：哥特女王。",
}
data[60112] = {
    ["name"] = "丛林猎手",
    ["explain"] = "瓦尔基里的限定皮肤：丛林猎手。",
}
data[60113] = {
    ["name"] = "荒野大镖客",
    ["explain"] = "埃德加皮肤：荒野大镖客。",
}
data[12001] = {
    ["name"] = "皮甲",
}
data[12002] = {
    ["name"] = "优秀的皮甲",
}
data[54005] = {
    ["name"] = "追猎者短靴",
    ["suitName"] = "追猎者套装",
}
data[54006] = {
    ["name"] = "元素长靴",
    ["suitName"] = "元素套装",
}
data[54007] = {
    ["name"] = "预言长靴",
    ["suitName"] = "预言套装",
}
data[54008] = {
    ["name"] = "守护者战靴",
    ["suitName"] = "守护者套装",
}
data[11001] = {
    ["name"] = "精铁匕首",
}
data[11002] = {
    ["name"] = "优秀的精铁匕首",
}
data[64011] = {
    ["name"] = "历战者战靴",
    ["suitName"] = "历战者套装",
}
data[64010] = {
    ["name"] = "神谕者轻靴",
    ["suitName"] = "神谕者套装",
}
data[63010] = {
    ["name"] = "神谕者之戒",
    ["suitName"] = "神谕者套装",
}
data[60106] = {
    ["name"] = "侏罗纪化石",
    ["explain"] = "斯克雷的限定皮肤：侏罗纪化石。",
}
data[60105] = {
    ["name"] = "送葬者",
    ["explain"] = "克罗斯的限定皮肤：送葬者。",
}
data[60082] = {
    ["name"] = "星界使者",
    ["explain"] = "奥沃的星界使者皮肤",
}
data[60081] = {
    ["name"] = "混沌使者",
    ["explain"] = "信仰之刃的混沌使者皮肤",
}
data[5444] = {
    ["name"] = "打神鞭",
}
data[5443] = {
    ["name"] = "打神鞭",
}
data[5442] = {
    ["name"] = "鹿角手杖",
}
data[5441] = {
    ["name"] = "鹿角手杖",
}
data[5440] = {
    ["name"] = "鹿角手杖",
}
data[5439] = {
    ["name"] = "鹿角手杖",
}
data[5438] = {
    ["name"] = "鹿角手杖",
}
data[5437] = {
    ["name"] = "鹿角手杖",
}
data[5436] = {
    ["name"] = "恶魔铃铛",
}
data[53005] = {
    ["name"] = "追猎者项链",
    ["suitName"] = "追猎者套装",
}
data[53006] = {
    ["name"] = "元素护符",
    ["suitName"] = "元素套装",
}
data[53007] = {
    ["name"] = "预言之戒",
    ["suitName"] = "预言套装",
}
data[53008] = {
    ["name"] = "守护者之心",
    ["suitName"] = "守护者套装",
}
data[5435] = {
    ["name"] = "恶魔铃铛",
}
data[5434] = {
    ["name"] = "恶魔铃铛",
}
data[5433] = {
    ["name"] = "恶魔铃铛",
}
data[5432] = {
    ["name"] = "恶魔铃铛",
}
data[5431] = {
    ["name"] = "恶魔铃铛",
}
data[5430] = {
    ["name"] = "审判之剑",
}
data[5429] = {
    ["name"] = "审判之剑",
}
data[5428] = {
    ["name"] = "审判之剑",
}
data[5427] = {
    ["name"] = "审判之剑",
}
data[5426] = {
    ["name"] = "审判之剑",
}
data[5425] = {
    ["name"] = "审判之剑",
}
data[5424] = {
    ["name"] = "罪恶王冠",
}
data[5423] = {
    ["name"] = "罪恶王冠",
}
data[5422] = {
    ["name"] = "罪恶王冠",
}
data[5421] = {
    ["name"] = "罪恶王冠",
}
data[5404] = {
    ["name"] = "残响",
}
data[5403] = {
    ["name"] = "残响",
}
data[5402] = {
    ["name"] = "残响",
}
data[5380] = {
    ["name"] = "格挡护符",
}
data[5379] = {
    ["name"] = "格挡护符",
}
data[52005] = {
    ["name"] = "追猎者胸甲",
    ["suitName"] = "追猎者套装",
}
data[52006] = {
    ["name"] = "元素披风",
    ["suitName"] = "元素套装",
}
data[52007] = {
    ["name"] = "预言长袍",
    ["suitName"] = "预言套装",
}
data[52008] = {
    ["name"] = "守护者胸甲",
    ["suitName"] = "守护者套装",
}
data[5378] = {
    ["name"] = "格挡护符",
}
data[5356] = {
    ["name"] = "雪走",
}
data[5355] = {
    ["name"] = "冰霜之剑",
}
data[5354] = {
    ["name"] = "艾丹的愤怒",
}
data[5336] = {
    ["name"] = "女王之刃",
}
data[5335] = {
    ["name"] = "玛格丽特的遗产",
}
data[5334] = {
    ["name"] = "能量之心",
}
data[5333] = {
    ["name"] = "雪走",
}
data[5332] = {
    ["name"] = "冰霜之剑",
}
data[5331] = {
    ["name"] = "艾丹的愤怒",
}
data[5330] = {
    ["name"] = "菲尔德的罗盘",
}
data[5329] = {
    ["name"] = "卡尔玛之眼",
}
data[5328] = {
    ["name"] = "魔力源泉",
}
data[5327] = {
    ["name"] = "无畏铠甲",
}
data[5326] = {
    ["name"] = "神圣天珠",
}
data[5325] = {
    ["name"] = "风神使者",
}
data[5324] = {
    ["name"] = "地狱之眼",
}
data[5323] = {
    ["name"] = "古神的密语",
}
data[5322] = {
    ["name"] = "死神",
}
data[5321] = {
    ["name"] = "魔神之触",
}
data[51005] = {
    ["name"] = "追猎者之弩",
    ["suitName"] = "追猎者套装",
}
data[51006] = {
    ["name"] = "元素魔杖",
    ["suitName"] = "元素套装",
}
data[51007] = {
    ["name"] = "预言法杖",
    ["suitName"] = "预言套装",
}
data[51008] = {
    ["name"] = "守护者之刃",
    ["suitName"] = "守护者套装",
}
data[5236] = {
    ["name"] = "魔力源泉",
}
data[5235] = {
    ["name"] = "无畏铠甲",
}
data[5234] = {
    ["name"] = "神圣天珠",
}
data[5233] = {
    ["name"] = "风神使者",
}
data[5232] = {
    ["name"] = "地狱之眼",
}
data[5231] = {
    ["name"] = "古神的密语",
}
data[5230] = {
    ["name"] = "死神",
}
data[5229] = {
    ["name"] = "魔神之触",
}
data[5228] = {
    ["name"] = "命运圣钉",
}
data[5227] = {
    ["name"] = "天使挂坠",
}
data[5226] = {
    ["name"] = "暗影斗篷",
}
data[5225] = {
    ["name"] = "翡翠蝶",
}
data[5224] = {
    ["name"] = "橡树之心",
}
data[5223] = {
    ["name"] = "精灵祝福之弓",
}
data[5222] = {
    ["name"] = "妄想",
}
data[5221] = {
    ["name"] = "鲜血",
}
data[43009] = {
    ["name"] = "夜幕指环",
    ["suitName"] = "夜幕套装",
}
data[514] = {
    ["name"] = "红玛瑙水晶",
}
data[515] = {
    ["name"] = "红玛瑙水晶",
}
data[516] = {
    ["name"] = "红玛瑙水晶",
}
data[517] = {
    ["name"] = "红玛瑙水晶",
}
data[518] = {
    ["name"] = "红玛瑙水晶",
}
data[519] = {
    ["name"] = "红玛瑙水晶",
}
data[520] = {
    ["name"] = "红玛瑙水晶",
}
data[21001] = {
    ["name"] = "战剑",
}
data[522] = {
    ["name"] = "红玛瑙水晶",
}
data[42009] = {
    ["name"] = "夜幕胸甲",
    ["suitName"] = "夜幕套装",
}
data[538] = {
    ["name"] = "红玛瑙水晶",
}
data[539] = {
    ["name"] = "红玛瑙水晶",
}
data[540] = {
    ["name"] = "红玛瑙水晶",
}
data[541] = {
    ["name"] = "红玛瑙水晶",
}
data[542] = {
    ["name"] = "红玛瑙水晶",
}
data[543] = {
    ["name"] = "红玛瑙水晶",
}
data[544] = {
    ["name"] = "红玛瑙水晶",
}
data[545] = {
    ["name"] = "红玛瑙水晶",
}
data[41001] = {
    ["name"] = "神矛",
}
data[41007] = {
    ["name"] = "优秀的神矛",
}
data[41008] = {
    ["name"] = "勇气裂斧",
    ["suitName"] = "勇气套装",
}
data[41009] = {
    ["name"] = "夜幕之刃",
    ["suitName"] = "夜幕套装",
}
data[5144] = {
    ["name"] = "永恒之章",
}
data[5143] = {
    ["name"] = "月神的忧伤",
}
data[5137] = {
    ["name"] = "翡翠蝶",
}
data[34002] = {
    ["name"] = "贤者之靴",
}
data[34003] = {
    ["name"] = "优秀的贤者之靴",
}
data[34004] = {
    ["name"] = "足靴",
}
data[5120] = {
    ["name"] = "亡者的悲鸣",
}
data[5119] = {
    ["name"] = "死亡之舞",
}
data[5049] = {
    ["name"] = "混沌魔石",
}
data[5050] = {
    ["name"] = "雪之奥义",
}
data[5051] = {
    ["name"] = "深红之痕",
}
data[5052] = {
    ["name"] = "缚灵之纹",
}
data[5073] = {
    ["name"] = "命运十字",
}
data[5113] = {
    ["name"] = "精灵祝福之弓",
}
data[5074] = {
    ["name"] = "御赐之剑",
}
data[5075] = {
    ["name"] = "时空裂痕",
}
data[5076] = {
    ["name"] = "神之恩典",
}
data[537] = {
    ["name"] = "红玛瑙水晶",
}
data[4004] = {
    ["name"] = "无双之踵",
    ["explain"] = "动如泼风，形同鬼魅",
    ["suitName"] = "极致的无双之力",
}
data[521] = {
    ["name"] = "红玛瑙水晶",
}
data[513] = {
    ["name"] = "红玛瑙水晶",
}
data[4003] = {
    ["name"] = "无双之胸",
    ["explain"] = "终身奉行武士道精神",
    ["suitName"] = "极致的无双之力",
}
data[4002] = {
    ["name"] = "无双之戒",
    ["explain"] = "这顶头冠象征着极致的无双之力",
    ["suitName"] = "极致的无双之力",
}
data[4001] = {
    ["name"] = "无双之刃",
    ["explain"] = "一刀必杀",
    ["suitName"] = "极致的无双之力",
}
data[5100] = {
    ["name"] = "永恒之章",
}
data[5099] = {
    ["name"] = "月神的忧伤",
}
data[5098] = {
    ["name"] = "亡者的悲鸣",
}
data[5097] = {
    ["name"] = "死亡之舞",
}
data[5096] = {
    ["name"] = "撒旦之心",
}
data[5095] = {
    ["name"] = "神行靴",
}
data[44009] = {
    ["name"] = "夜幕长靴",
    ["suitName"] = "夜幕套装",
}
data[5089] = {
    ["name"] = "神行靴",
}
data[5000] = {
    ["name"] = "余辉",
}
data[5001] = {
    ["name"] = "影玉",
}
data[5002] = {
    ["name"] = "破影之击",
}
data[5003] = {
    ["name"] = "暗月之剑",
}
data[5004] = {
    ["name"] = "破魔之刃",
}
data[5005] = {
    ["name"] = "邪恶之书",
}
data[5006] = {
    ["name"] = "影玉",
}
data[5007] = {
    ["name"] = "破影之击",
}
data[5008] = {
    ["name"] = "暗月之剑",
}
data[5009] = {
    ["name"] = "破魔之刃",
}
data[5010] = {
    ["name"] = "邪恶之书",
}
data[5011] = {
    ["name"] = "影玉",
}
data[5012] = {
    ["name"] = "破影之击",
}
data[5013] = {
    ["name"] = "暗月之剑",
}
data[5014] = {
    ["name"] = "破魔之刃",
}
data[5015] = {
    ["name"] = "邪恶之书",
}
data[5016] = {
    ["name"] = "影玉",
}
data[5017] = {
    ["name"] = "破影之击",
}
data[5018] = {
    ["name"] = "暗月之剑",
}
data[5019] = {
    ["name"] = "破魔之刃",
}
data[5020] = {
    ["name"] = "邪恶之书",
}
data[5021] = {
    ["name"] = "龙玉",
}
data[5022] = {
    ["name"] = "狱犬之牙",
}
data[5023] = {
    ["name"] = "精灵之语",
}
data[5024] = {
    ["name"] = "贤者之书",
}
data[5025] = {
    ["name"] = "暗影祷言",
}
data[5026] = {
    ["name"] = "龙玉",
}
data[5027] = {
    ["name"] = "狱犬之牙",
}
data[5028] = {
    ["name"] = "精灵之语",
}
data[5029] = {
    ["name"] = "贤者之书",
}
data[5030] = {
    ["name"] = "暗影祷言",
}
data[5031] = {
    ["name"] = "龙玉",
}
data[5032] = {
    ["name"] = "狱犬之牙",
}
data[5033] = {
    ["name"] = "精灵之语",
}
data[5034] = {
    ["name"] = "贤者之书",
}
data[5035] = {
    ["name"] = "暗影祷言",
}
data[5036] = {
    ["name"] = "龙玉",
}
data[5037] = {
    ["name"] = "狱犬之牙",
}
data[5038] = {
    ["name"] = "精灵之语",
}
data[5039] = {
    ["name"] = "贤者之书",
}
data[5040] = {
    ["name"] = "暗影祷言",
}
data[5041] = {
    ["name"] = "深红之痕",
}
data[5042] = {
    ["name"] = "缚灵之纹",
}
data[5043] = {
    ["name"] = "苍穹之脊",
}
data[5044] = {
    ["name"] = "混沌魔石",
}
data[5045] = {
    ["name"] = "雪之奥义",
}
data[5046] = {
    ["name"] = "深红之痕",
}
data[5047] = {
    ["name"] = "缚灵之纹",
}
data[5048] = {
    ["name"] = "苍穹之脊",
}
data[3001] = {
    ["name"] = "白骨法杖",
}
data[3002] = {
    ["name"] = "战剑",
}
data[3003] = {
    ["name"] = "优秀的战剑",
}
data[3004] = {
    ["name"] = "凸缘钉锤",
}
data[5053] = {
    ["name"] = "苍穹之脊",
}
data[5054] = {
    ["name"] = "混沌魔石",
}
data[5055] = {
    ["name"] = "雪之奥义",
}
data[5056] = {
    ["name"] = "深红之痕",
}
data[5057] = {
    ["name"] = "缚灵之纹",
}
data[5058] = {
    ["name"] = "苍穹之脊",
}
data[5059] = {
    ["name"] = "混沌魔石",
}
data[5060] = {
    ["name"] = "雪之奥义",
}
data[5061] = {
    ["name"] = "深红之痕",
}
data[5062] = {
    ["name"] = "缚灵之纹",
}
data[5063] = {
    ["name"] = "苍穹之脊",
}
data[5064] = {
    ["name"] = "混沌魔石",
}
data[5065] = {
    ["name"] = "雪之奥义",
}
data[5066] = {
    ["name"] = "君王的野心",
}
data[5067] = {
    ["name"] = "命运十字",
}
data[5068] = {
    ["name"] = "御赐之剑",
}
data[5069] = {
    ["name"] = "时空裂痕",
}
data[5070] = {
    ["name"] = "神之恩典",
}
data[5071] = {
    ["name"] = "神行靴",
}
data[5072] = {
    ["name"] = "君王的野心",
}
data[2001] = {
    ["name"] = "战士刀",
}
data[2002] = {
    ["name"] = "法师靴",
}
data[2003] = {
    ["name"] = "夜行衣",
}
data[2004] = {
    ["name"] = "睡袍",
}
data[5077] = {
    ["name"] = "神行靴",
}
data[5078] = {
    ["name"] = "君王的野心",
}
data[5079] = {
    ["name"] = "命运十字",
}
data[5080] = {
    ["name"] = "御赐之剑",
}
data[5081] = {
    ["name"] = "时空裂痕",
}
data[5082] = {
    ["name"] = "神之恩典",
}
data[5083] = {
    ["name"] = "神行靴",
}
data[5084] = {
    ["name"] = "君王的野心",
}
data[5085] = {
    ["name"] = "命运十字",
}
data[5086] = {
    ["name"] = "御赐之剑",
}
data[5087] = {
    ["name"] = "时空裂痕",
}
data[5088] = {
    ["name"] = "神之恩典",
}
data[44001] = {
    ["name"] = "旅者长靴",
}
data[5090] = {
    ["name"] = "君王的野心",
}
data[5091] = {
    ["name"] = "命运十字",
}
data[5092] = {
    ["name"] = "御赐之剑",
}
data[5093] = {
    ["name"] = "时空裂痕",
}
data[5094] = {
    ["name"] = "神之恩典",
}
data[44007] = {
    ["name"] = "优秀的旅者长靴",
}
data[44008] = {
    ["name"] = "勇气铠靴",
    ["suitName"] = "勇气套装",
}
data[1001] = {
    ["name"] = "大锤",
}
data[1002] = {
    ["name"] = "铜戒指",
}
data[1003] = {
    ["name"] = "软猬甲",
}
data[1004] = {
    ["name"] = "战地靴",
}
data[5101] = {
    ["name"] = "旅行者之戒",
}
data[5102] = {
    ["name"] = "光之盾",
}
data[5103] = {
    ["name"] = "镜之链",
}
data[5104] = {
    ["name"] = "禁锢之灵",
}
data[5105] = {
    ["name"] = "黄金罗盘",
}
data[5106] = {
    ["name"] = "厄运沙漏",
}
data[5107] = {
    ["name"] = "幻影披风",
}
data[5108] = {
    ["name"] = "飞雷神",
}
data[5109] = {
    ["name"] = "魔能手臂",
}
data[5110] = {
    ["name"] = "沉沦",
}
data[5111] = {
    ["name"] = "鲜血",
}
data[5112] = {
    ["name"] = "妄想",
}
data[43001] = {
    ["name"] = "英勇勋章",
}
data[5114] = {
    ["name"] = "橡树之心",
}
data[5115] = {
    ["name"] = "翡翠蝶",
}
data[5116] = {
    ["name"] = "暗影斗篷",
}
data[5117] = {
    ["name"] = "天使挂坠",
}
data[5118] = {
    ["name"] = "撒旦之心",
}
data[43007] = {
    ["name"] = "优秀的英勇勋章",
}
data[60115] = {
    ["name"] = "恶魔再生",
    ["explain"] = "恶魔可以再生，头发却不能再生。如果你遇到一只鸡冠头的恶魔，请一定不要嘲笑他，这是他作为恶魔的最后尊严。",
}
data[60116] = {
    ["name"] = "花木兰",
    ["explain"] = "这一刻她是英姿飒爽的女将军！她的剑像她的眼神一样犀利，任何敌人在她手下都休想活过三秒。",
}
data[60117] = {
    ["name"] = "天启·疾风",
    ["explain"] = "一个像风一样的男子，他坚信只要奔跑的速度足够快，就能化为一道疾风。但是，戴着头盔跑步是真的很热啊！",
}
data[60118] = {
    ["name"] = "末日杀手",
    ["explain"] = "杀手末日大酬宾，全部友情价！一刀只要999！只要999！走过路过，千万不要错过！",
}
data[60119] = {
    ["name"] = "黄金时代",
    ["explain"] = "啊！是谁在装13，好耀眼！像黄金一样耀眼！啊！我的眼！！",
}
data[60120] = {
    ["name"] = "百鬼夜行",
    ["explain"] = "即使是鬼，也依旧难掩英俊的气质呢！但千万不要向他搭讪，只要他愿意，随时可以召唤出好几百只鬼来吓唬你！",
}
data[60121] = {
    ["name"] = "血羽战神",
    ["explain"] = "与凤凰的羽毛不同，这些羽毛可全都是被敌人的鲜血染红的，看起来很酷，但就是有股……呃……血腥味儿。",
}
data[60122] = {
    ["name"] = "原罪装甲",
    ["explain"] = "散发着邪恶之能的装甲，穿上它心里就会不断的涌起罪恶感，忍不住想去做一些好事，真的好闹心哦！",
}
data[60123] = {
    ["name"] = "圣诞小麋鹿",
    ["explain"] = "活泼美丽的小麋鹿，头上的鹿角可不仅仅是装饰哦，撞一下足以让你的胸口小鹿乱撞一整天！",
}
data[60124] = {
    ["name"] = "圣诞狂欢夜",
    ["explain"] = "史上最帅圣诞老人，没有之一！心动了？那就为他疯，为他狂，为他哐哐撞大墙！",
}
data[60125] = {
    ["name"] = "烧烤大亨",
    ["explain"] = "一个让人垂涎三尺的男人。看！烤肉在铁板上烤的外焦里嫩，滋滋作响，是不是口水都要流下来了？",
}
data[60126] = {
    ["name"] = "大魔术师",
    ["explain"] = "魔术师与魔法师的不同就在于——即使你夺走魔法师的魔杖，他依旧可以变魔法！怎么样？是不是很厉害！",
}
data[60127] = {
    ["name"] = "王牌四分卫",
    ["explain"] = "给他一个橄榄球，他真的能玩一年！也许，这就是王牌选手的专业素养吧。",
}
data[60128] = {
    ["name"] = "黑暗侵蚀",
    ["explain"] = "她从不惧怕黑暗，反而利用黑暗去驱逐黑暗，黑暗对对碰，应该会很好玩吧？",
}
data[60129] = {
    ["name"] = "暴力美学",
    ["explain"] = "调教界一流专家，十八般武器样样精通，支持多种武器同时在线操作，方便快捷！",
}
data[60130] = {
    ["name"] = "霸道总裁",
    ["explain"] = "不怕总裁太痴情，就怕总裁太霸道！来人啊，把这一片鱼塘给我承包了！",
}
data[60131] = {
    ["name"] = "年兽",
    ["explain"] = "块头硕大，獠牙尖利，震怒一吼，吓退百兽，凶！是真的凶！嗷呜！",
}
data[60132] = {
    ["name"] = "森林之光",
    ["explain"] = "摆最酷的pose，做最靓的仔，双矛一挥，金光闪闪！是她，就是她，我们的森林之光，小瓦妹！",
}
data[60133] = {
    ["name"] = "龙魂武士",
    ["explain"] = "全身被龙鳞覆盖，坚不可摧，在强者的世界，他必须拥有姓名。皮皮龙！我们走！龙之魂永不磨灭！",
}
data[60134] = {
    ["name"] = "冰雪女王",
    ["explain"] = "冰雪女王制冷作业进行中，无限冰块，免费自取。不过要注意，女王美丽冻人，小心冻伤哟~",
}
data[60135] = {
    ["name"] = "青鸾",
    ["explain"] = "青鸾，象征爱情的上古神兽，代表历经沧桑岁月而依旧忠贞不渝的爱情。所以，爱他，就送他青鸾吧！",
}
data[60136] = {
    ["name"] = "半龙人",
    ["explain"] = "屠龙者一生屠龙，斩龙角剥龙鳞，自诩为人间除恶，但这屠龙又何尝屠的不是自己的心，当初的少年早已变成一条恶龙。",
}
data[60137] = {
    ["name"] = "极地冻原",
    ["explain"] = "来自遥远的极地，高冷、有型，气场强大（寒气），妥妥的男神范儿，你瞅啥，再瞅就把你冻住！",
}
data[60628] = {
    ["name"] = "黑暗侵蚀",
    ["explain"] = "她从不惧怕黑暗，反而利用黑暗去驱逐黑暗，黑暗对对碰，应该会很好玩吧？",
}
data[60592] = {
    ["name"] = "孤魂",
    ["explain"] = "艾丹的孤魂皮肤",
}
data[60582] = {
    ["name"] = "星界使者",
    ["explain"] = "奥沃的星界使者皮肤",
}
data[60622] = {
    ["name"] = "原罪装甲",
    ["explain"] = "散发着邪恶之能的装甲，穿上它心里就会不断的涌起罪恶感，忍不住想去做一些好事，真的好闹心哦！",
}
data[60574] = {
    ["name"] = "战争之王",
    ["explain"] = "阿斯莫德的战争之王皮肤",
}
data[60633] = {
    ["name"] = "龙魂武士",
    ["explain"] = "全身被龙鳞覆盖，坚不可摧，在强者的世界，他必须拥有姓名。皮皮龙！我们走！龙之魂永不磨灭！",
}
data[60575] = {
    ["name"] = "魔王降临",
    ["explain"] = "巴里亚的魔王降临皮肤",
}
data[60602] = {
    ["name"] = "天使乐队主唱",
    ["explain"] = "贝尔兰的限定皮肤：天使乐队主唱。",
}
data[60623] = {
    ["name"] = "圣诞小麋鹿",
    ["explain"] = "活泼美丽的小麋鹿，头上的鹿角可不仅仅是装饰哦，撞一下足以让你的胸口小鹿乱撞一整天！",
}
data[60578] = {
    ["name"] = "极寒之刃",
    ["explain"] = "血刃的极寒之刃皮肤",
}
data[60585] = {
    ["name"] = "亡者之语",
    ["explain"] = "尸妖的亡者之语皮肤",
}
data[60620] = {
    ["name"] = "百鬼夜行",
    ["explain"] = "即使是鬼，也依旧难掩英俊的气质呢！但千万不要向他搭讪，只要他愿意，随时可以召唤出好几百只鬼来吓唬你！",
}
data[60630] = {
    ["name"] = "霸道总裁",
    ["explain"] = "不怕总裁太痴情，就怕总裁太霸道！来人啊，把这一片鱼塘给我承包了！",
}
data[60637] = {
    ["name"] = "极地冻原",
    ["explain"] = "来自遥远的极地，高冷、有型，气场强大（寒气），妥妥的男神范儿，你瞅啥，再瞅就把你冻住！",
}
data[60598] = {
    ["name"] = "复仇新娘",
    ["explain"] = "黑暗阿辛多的限定皮肤：复仇新娘。",
}
data[60576] = {
    ["name"] = "黑武士",
    ["explain"] = "达斯摩戈的黑武士皮肤",
}
data[60599] = {
    ["name"] = "辐射",
    ["explain"] = "达斯摩戈的限定皮肤：辐射。",
}
data[60579] = {
    ["name"] = "最后的祈愿",
    ["explain"] = "恶魔猎手的最后的祈愿皮肤",
}
data[60636] = {
    ["name"] = "半龙人",
    ["explain"] = "屠龙者一生屠龙，斩龙角剥龙鳞，自诩为人间除恶，但这屠龙又何尝屠的不是自己的心，当初的少年早已变成一条恶龙。",
}
data[60613] = {
    ["name"] = "荒野大镖客",
    ["explain"] = "埃德加皮肤：荒野大镖客。",
}
data[60590] = {
    ["name"] = "末路狂花",
    ["explain"] = "艾米丽的情人节限定皮肤",
}
data[60618] = {
    ["name"] = "末日杀手",
    ["explain"] = "杀手末日大酬宾，全部友情价！一刀只要999！只要999！走过路过，千万不要错过！",
}
data[60581] = {
    ["name"] = "混沌使者",
    ["explain"] = "信仰之刃的混沌使者皮肤",
}
data[60607] = {
    ["name"] = "天启装甲",
    ["explain"] = "信仰之刃的限定皮肤：天启装甲。",
}
data[60625] = {
    ["name"] = "烧烤大亨",
    ["explain"] = "一个让人垂涎三尺的男人。看！烤肉在铁板上烤的外焦里嫩，滋滋作响，是不是口水都要流下来了？",
}
data[60626] = {
    ["name"] = "大魔术师",
    ["explain"] = "魔术师与魔法师的不同就在于——即使你夺走魔法师的魔杖，他依旧可以变魔法！怎么样？是不是很厉害！",
}
data[60584] = {
    ["name"] = "美少女风暴",
    ["explain"] = "烈焰风暴的美少女风暴皮肤",
}
data[60594] = {
    ["name"] = "紫罗兰之眼",
    ["explain"] = "烈焰风暴的限定皮肤：紫罗兰之眼。",
}
data[60593] = {
    ["name"] = "末世天使",
    ["explain"] = "基尔克的限定皮肤：末世天使。",
}
data[60597] = {
    ["name"] = "银河护卫",
    ["explain"] = "格鲁的银河护卫皮肤",
}
data[60596] = {
    ["name"] = "黑暗精灵",
    ["explain"] = "观心者的限定皮肤：黑暗精灵。",
}
data[60621] = {
    ["name"] = "血羽战神",
    ["explain"] = "与凤凰的羽毛不同，这些羽毛可全都是被敌人的鲜血染红的，看起来很酷，但就是有股……呃……血腥味儿。",
}
data[60577] = {
    ["name"] = "冠军金剑",
    ["explain"] = "冰闪的冠军金剑皮肤",
}
data[60588] = {
    ["name"] = "渡鸦",
    ["explain"] = "冰闪的限定皮肤：渡鸦。",
}
data[60604] = {
    ["name"] = "红皇后",
    ["explain"] = "杰赫拉的限定皮肤：红皇后。",
}
data[60610] = {
    ["name"] = "生化兵器",
    ["explain"] = "卡姆斯的限定皮肤：生化兵器。",
}
data[60586] = {
    ["name"] = "绝对零号",
    ["explain"] = "克里姆的绝对零号皮肤",
}
data[60619] = {
    ["name"] = "黄金时代",
    ["explain"] = "啊！是谁在装13，好耀眼！像黄金一样耀眼！啊！我的眼！！",
}
data[60605] = {
    ["name"] = "送葬者",
    ["explain"] = "克罗斯的限定皮肤：送葬者。",
}
data[60589] = {
    ["name"] = "黑帮教父",
    ["explain"] = "鲁特兹的情人节限定皮肤",
}
data[60580] = {
    ["name"] = "暗夜女巫",
    ["explain"] = "马拉萨的暗夜女巫皮肤",
}
data[60611] = {
    ["name"] = "哥特女王",
    ["explain"] = "玛格丽特皮肤：哥特女王。",
}
data[60601] = {
    ["name"] = "六翼天使",
    ["explain"] = "米迦勒的限定皮肤：六翼天使。",
}
data[60603] = {
    ["name"] = "冰霜之眼",
    ["explain"] = "米姆的限定皮肤：冰霜之眼。",
}
data[60627] = {
    ["name"] = "王牌四分卫",
    ["explain"] = "给他一个橄榄球，他真的能玩一年！也许，这就是王牌选手的专业素养吧。",
}
data[60587] = {
    ["name"] = "神龙武士",
    ["explain"] = "美树的神龙武士皮肤",
}
data[60617] = {
    ["name"] = "天启·疾风",
    ["explain"] = "一个像风一样的男子，他坚信只要奔跑的速度足够快，就能化为一道疾风。但是，戴着头盔跑步是真的很热啊！",
}
data[60635] = {
    ["name"] = "青鸾",
    ["explain"] = "青鸾，象征爱情的上古神兽，代表历经沧桑岁月而依旧忠贞不渝的爱情。所以，爱他，就送他青鸾吧！",
}
data[60595] = {
    ["name"] = "Dr.奥玛斯",
    ["explain"] = "奥玛斯的Dr.奥玛斯皮肤",
}
data[60591] = {
    ["name"] = "勾魂摄魄",
    ["explain"] = "女王的限定皮肤：勾魂摄魄。",
}
data[60629] = {
    ["name"] = "暴力美学",
    ["explain"] = "调教界一流专家，十八般武器样样精通，支持多种武器同时在线操作，方便快捷！",
}
data[60609] = {
    ["name"] = "森林守护",
    ["explain"] = "罗萨的森林守护皮肤",
}
data[60600] = {
    ["name"] = "红莲骑士",
    ["explain"] = "西格蒙德的限定皮肤：红莲骑士。",
}
data[60606] = {
    ["name"] = "侏罗纪化石",
    ["explain"] = "斯克雷的限定皮肤：侏罗纪化石。",
}
data[60631] = {
    ["name"] = "年兽",
    ["explain"] = "块头硕大，獠牙尖利，震怒一吼，吓退百兽，凶！是真的凶！嗷呜！",
}
data[60608] = {
    ["name"] = "放置玩家",
    ["explain"] = "瓦伦丁的限定皮肤：放置玩家。",
}
data[60624] = {
    ["name"] = "圣诞狂欢夜",
    ["explain"] = "史上最帅圣诞老人，没有之一！心动了？那就为他疯，为他狂，为他哐哐撞大墙！",
}
data[60612] = {
    ["name"] = "丛林猎手",
    ["explain"] = "瓦尔基里的限定皮肤：丛林猎手。",
}
data[60632] = {
    ["name"] = "森林之光",
    ["explain"] = "摆最酷的pose，做最靓的仔，双矛一挥，金光闪闪！是她，就是她，我们的森林之光，小瓦妹！",
}
data[60583] = {
    ["name"] = "死亡爱丽丝",
    ["explain"] = "维萨的死亡爱丽丝皮肤",
}
data[60634] = {
    ["name"] = "冰雪女王",
    ["explain"] = "冰雪女王制冷作业进行中，无限冰块，免费自取。不过要注意，女王美丽冻人，小心冻伤哟~",
}
data[60615] = {
    ["name"] = "恶魔再生",
    ["explain"] = "恶魔可以再生，头发却不能再生。如果你遇到一只鸡冠头的恶魔，请一定不要嘲笑他，这是他作为恶魔的最后尊严。",
}
data[60616] = {
    ["name"] = "花木兰",
    ["explain"] = "这一刻她是英姿飒爽的女将军！她的剑像她的眼神一样犀利，任何敌人在她手下都休想活过三秒。",
}
return data