local faq = {}
faq[1] = {
    ["title"] = "常见游戏问题",
    ["describe"] = "1.问：换了设备后，怎样才能继续游戏？|答：您下载好并进入游戏后，在登录界面点击右上角的小人按钮输入您的账号和密码来登录进入游戏。|2.问：忘记了账号是否能够找回呢？|答：忘记了账号将无法找回，请一定牢记您的账号和密码。|3.问：账号被盗，密码被更改该怎么办？|答：当您的账号密码被更改请及时与我们的客服人员联系。|4.问：出现网络超时，无法登录怎么办？|答：如果你无法登录游戏。请继续尝试连接，或者杀掉进程重新启动游戏。|5.问：当游戏一直在更新中（check updates）无法进入游戏怎么办？|答：当您进入游戏遇到一直在更新中无法进入游戏时，请尝试杀掉游戏进程后重新进入游戏或更换网络连接再次尝试，如依然无法解决请与我们的客服人员联系。|6.问：当数据或者账号丢失了该怎么办？|答：如果遇到数据丢失的情况，首先确认您所登录服务器是否正确，因为不同服务器之间数据不共享，如果确认服务器正确但依然存在问题请及时跟我们联系，联系时请尽量提供游戏ID，注册邮箱等信息，我们将给予您最大的帮助。|7.问：在玩游戏的过程中老是掉线该怎么办？|答：您在玩游戏的过程中出现频繁掉线时请先确认您设备连接的网络状态并在更换网络连接方式后再次尝试，如依然无法解决请与我们的客服人员联系。|8.问：当游戏出现闪退怎么办？|答：当您遇到游戏闪退时，请先杀掉设备所有的进程后再尝试重新进入游戏，依然出现闪退请尝试重启设备再次尝试或者可向客服人员提供您的设备型号反映闪退问题。|9.问：发现作弊的玩家该怎么办？|答：我们致力于为玩家创造一个公平的游戏环境，禁止任何玩家使用游戏中的BUG来恶意破坏游戏平衡。当您发现有玩家作弊，请及时给我们反馈，我们将对作弊玩家予以处理。",
}
faq[2] = {
    ["title"] = "常见社交问题",
    ["describe"] = "1.问：如何屏蔽聊天频道内其他玩家刷屏？|答：您可以点击聊天频道内刷屏玩家的头像然后点击屏蔽按钮来屏蔽该玩家的发言。|2.问：当遇到有玩家在聊天频道发送广告或诈骗信息该怎么办？|答：您可以在主界面左侧的反馈中向我们的客服人员提供发送违规信息玩家的账号ID来举报该玩家，也可以向我们发送邮件提供一些截图证据、玩家ID等来举报该玩家。|3.问：在游戏中如何添加好友？|答：您可以在聊天频道点击玩家头像发送申请，也可以在好友申请中输入玩家id或者向推荐好友发送申请。|4.问：好友之间可以进行怎样的互动？|答：好友间可彼此互相帮助打败好友BOSS，也可以互相赠送爱心用于进行爱心召唤，您还能够向好友发送邮件开跟好友进行交流。|5.问：如何加入公会？|答：您可以在主界面点击公会按钮，选择推荐的公会提交申请或者输入公会的ID查找公会并提交申请，也可以建立属于自己的公会并邀请其他玩家加入到您的公会中。|6.问：加入公会可以参与哪些玩法呢？|加入公会后，您可以通过签到来提升公会等级并获得公会币，也可以在磨坊、公会副本中获得公会币和一定数量金币，还可以报名参与到每周一次的公会战中来获得大量的公会币以及其他奖励。|7.问：更换公会会造成什么影响？|答：如果您报名参加了本周的公会战，那么更换公会后您将不能参与到本周的公会战中，并且不能获得本周公会战的任何奖励。|8.问：公会币有什么作用？|答：公会币可用于在公会内的公会商店中购买道具，也可以消耗公会币在公会科技中升级您的公会技能。|9.问：升级公会科技内的技能有什么作用？|答：升级公会科技里的五种职业的技能将会提升自己已拥有的对应职业英雄的能力。",
}
faq[3] = {
    ["title"] = "常见充值问题",
    ["describe"] = "1.问：如何成为VIP玩家？|答：当您购买钻石达到一定数量后即可成为VIP玩家，购买钻石越多VIP等级越高，享受的特权越多。|2.问：首次充值有什么奖励？|答：首次充值即可获得双倍数量的钻石，每种档次仅限一次。特殊的商品（如月卡等）不包含在内。|3.问：当遇到充值时已经付款但道具没有到账问题时该如何处理？|答：当您发现成功付费但未收到道具时，请先尝试重新启动游戏。若尝试多次仍未到账，请及时与我们联系。|4.问：为什么充值成功后扣除的金额会出现变动？|答：充值扣除的金额是游戏平台根据当前您所在国家货币的汇率来兑换收取的，所以会因为汇率的波动而变动。",
}
faq[4] = {
    ["title"] = "联系我们",
    ["describe"] = "当您遇到了任何游戏问题或想对游戏提出自己的建议时，可以在反馈里给我们发送信息，也可以给我们发送邮件。我们的邮件地址是：idleheroes.feedback@gmail.com。",
}
return faq