local help = {}
help[1] = {
    ["title"] = "建筑的作用",
    ["describe"] = {
        {
            ["title"] = "战役",
            ["content"] = "派遣英雄小队进入战役，进行挂机和完成战斗事件。在战役中您可以获得玩家经验、英魂、金币、装备等奖励。官方会不定期开启双倍掉落活动。"
        },
        {
            ["title"] = "勇者的试炼",
            ["content"] = "不受限制的连续战斗，尽情挑战来自不同服务器的敌人。英雄们的血量在该试炼中不会恢复，需要您富有策略的使用他们！"
        },
        {
            ["title"] = "幻境之塔",
            ["content"] = "幻境之塔由层层守卫看管，战胜他们后您将获得大量英雄进阶石和强力装备。达到一定的楼层后还能够获得5星的英雄。更多层数，更多挑战。"
        },
        {
            ["title"] = "竞技场",
            ["content"] = "挑战竞技场中其他的玩家！获得胜利后将增加积分，并赢得大量免费钻石！每周5、6、7（服务器时间）还会开启冠军的试炼，挑战来自不同服务器的玩家！"
        },
        {
            ["title"] = "召唤法阵",
            ["content"] = "获取新英雄的最快途径。积攒更多的爱心或召唤卷轴就可以免费进行英雄召唤。召唤能量升满让你有必定能够获得随机一位5星英雄。"
        },
        {
            ["title"] = "创造法阵",
            ["content"] = "英雄升星的必经之路。在创造法阵中提升星英雄的星级，最高可提升到6星。攒齐所需要的材料英雄，就能在创造法阵中为英雄升星，升星后被消耗的材料英雄将返还对应价值的英魂和英雄进阶石，其所穿戴的装备将返回背包。拥有的英雄越多，提升英雄星级的机会越多！"
        },
        {
            ["title"] = "祭坛",
            ["content"] = "当您拥有闲置无用的英雄时，可以去祭坛将他们分解掉。分解英雄可获得一定价值的英魂、英雄进阶石、魔法之尘、灵魂石等材料，被分解英雄的装备、水晶和神器将返回背包。分解英雄得到的灵魂石能够在祭坛商店兑换英雄，灵魂石有时候也可以通过活动出售的礼包获得！"
        },
        {
            ["title"] = "铁匠铺",
            ["content"] = "通过铁匠铺把低级装备合成为高级装备。穿戴完整套装将激活套装属性！注意：已穿戴的装备将不会在铁匠铺显示。"
        },
        {
            ["title"] = "许愿池",
            ["content"] = "在许愿池中消耗许愿币将有机会获取英雄碎片、装备、神器以及大量的金币、英魂等道具，祝您好运常伴，大奖不断！"
        },
        {
            ["title"] = "市场",
            ["content"] = "在市场中会定时刷新（您也可以手动刷新）出英魂、英雄进阶石、英雄碎片、装备、召唤卷轴、竞技场门票、许愿币等道具。"
        },
        {
            ["title"] = "先知之树",
            ["content"] = "在先知之树中可以进行指定阵营的召唤！使用先知宝珠在指定阵营的召唤之门进行召唤，有几率获得该阵营4星、5星英雄以及4星、5星万能碎片（先知宝珠可以通过酒馆任务获得；还可以通过活动兑换获取；不定期的活动礼包也会出售先知宝珠）。每次召唤后会额外获得先知的祝福。您可以消耗一定先知的祝福将一个阵营的英雄置换成同阵营的其他英雄。注意：只有4星、5星非光暗阵营的英雄才能进行置换。"
        },
        {
            ["title"] = "酒馆",
            ["content"] = "酒馆会每隔24小时定时刷新出不同星级的英雄任务。完成英雄任务将获得丰厚的奖励！您可以通过花费钻石刷新改变任务星级，也可以花费钻石加速完成任务。使用酒馆任务卷轴可增加英雄任务(刷新后，未执行的使用卷轴增加的酒馆任务会被重置)。酒馆任务卷轴在挂机中有几率获得。"
        }
    },
}
help[2] = {
    ["title"] = "关卡说明",
    ["describe"] = {
        {
            ["title"] = "总览",
            ["content"] = "战役的地图分为普通、噩梦、地狱、死亡四种难度，每种难度下包含多个关卡。四个难度需要依次解锁。"
        },
        {
            ["title"] = "解锁关卡",
            ["content"] = "来到新关卡等待足够的探索时间后会触发战斗事件。完成战斗事件并且队伍战斗力和自身等级达到进入下一关卡条件时，可点击前往下一关。"
        },
        {
            ["title"] = "解锁地区&地图",
            ["content"] = "当您通关一个地区的所有关卡后，解锁下一个地区;当您通关一种难度模式的所有关卡后，解锁下一种难度模式。"
        },
        {
            ["title"] = "战斗事件",
            ["content"] = "进入一个新的关卡会触发该关卡对应的战斗事件，通关战斗事件后可获取丰厚的奖励。"
        },
        {
            ["title"] = "队伍",
            ["content"] = "在队伍里设置英雄小队。可设置的队伍人数随您自身等级的提升而增加，英雄的战斗力越高，可上阵英雄的数量越多，队伍战斗力越高（上阵英雄战斗力只和解锁关卡有关，和掉落无关）。"
        },
        {
            ["title"] = "挂机",
            ["content"] = "挂机产生的收益随时间递增。您最长可以挂机8个小时，超过8小时将不再获取挂机收益。所以请记得在8小时内回来领取你的挂机收益哦！"
        },
        {
            ["title"] = "产出&获取",
            ["content"] = "关卡固定产出玩家经验、金币和英魂，您可以通过挂机来获取这三种收益，关卡难度模式越高和进度越往后，所获得的这三种收益越高。VIP等级会对应的增加这三个资源的掉落。"
        },
        {
            ["title"] = "掉落&战利品",
            ["content"] = "你可以在物品掉落信息里查询当前关卡可能掉落的物品，当您前往某个关卡进行挂机时，将有概率获得该关卡掉落的道具，已获得的掉落道具在战利品里查看。"
        }
    },
}
help[3] = {
    ["title"] = "战斗",
    ["describe"] = {
        {
            ["title"] = "战前站位",
            ["content"] = "通常站在前排的英雄比站在后排的英雄更容易受到攻击，您需要根据英雄的职业合理的调整英雄的站位，才能使英雄在战斗中存活的时间更长。"
        },
        {
            ["title"] = "阵营克制",
            ["content"] = "英雄之间存在阵营的克制关系。在战前根据敌人上阵的英雄来调整己方队伍来尽可能发挥出优势。"
        },
        {
            ["title"] = "阵营光环",
            ["content"] = "上阵6名相同阵营的英雄或是6个完全不同阵营的英雄都将激活强大的光环效果。"
        },
        {
            ["title"] = "战斗胜负判定",
            ["content"] = "战斗回合超过15回合将判定进攻方战斗失败。在限定回合内杀死所有敌方英雄判定战斗胜利，己方所有英雄被敌人杀死判定战斗失败。"
        },
        {
            ["title"] = "攻击",
            ["content"] = "英雄的攻击越高，进行攻击时对敌人造成的伤害越高。"
        },
        {
            ["title"] = "血量",
            ["content"] = "英雄的血量越多，在战斗中存活时间越长。"
        },
        {
            ["title"] = "护甲",
            ["content"] = "英雄的护甲越高，敌方对英雄造成的伤害越低。"
        },
        {
            ["title"] = "速度",
            ["content"] = "速度决定每回合英雄的出手顺序，英雄的速度越高，每回合出手的顺序越靠前。"
        },
        {
            ["title"] = "增加技能伤害率",
            ["content"] = "增加技能伤害率是对技能伤害的额外加成，增加技能伤害率越高，技能造成的伤害越大。"
        },
        {
            ["title"] = "精准",
            ["content"] = "精准决定击中敌人的概率，精准越高，攻击被敌人格挡的概率就越低。"
        },
        {
            ["title"] = "格挡",
            ["content"] = "格挡决定英雄格挡攻击的概率，成功格挡能够减少所受伤害。"
        },
        {
            ["title"] = "暴击",
            ["content"] = "触发暴击的几率，英雄暴击的越高，触发暴击的几率越大。"
        },
        {
            ["title"] = "暴击伤害",
            ["content"] = "触发暴击时造成的伤害，英雄暴击的伤害越高触发暴击成功后造成的伤害越多。"
        },
        {
            ["title"] = "破甲",
            ["content"] = "抵消攻击目标的固定护甲值，英雄的破甲越高，抵消敌人的护甲越多。"
        },
        {
            ["title"] = "免控率",
            ["content"] = "免于被敌人控制的几率,英雄的免控率越高，被敌人控制的几率越低。"
        },
        {
            ["title"] = "减伤率",
            ["content"] = "减少伤害的概率，英雄的减伤率越高，敌人造成的伤害越低。"
        }
    },
}
help[4] = {
    ["title"] = "英雄的获取方法",
    ["describe"] = {
        {
            ["title"] = "战斗掉落",
            ["content"] = "在战役中挂机、通关战斗事件、每日参与活动副本——英雄挑战以及挑战幻境之塔会有概率掉落英雄碎片。"
        },
        {
            ["title"] = "商店购买",
            ["content"] = "在市场、幸运商店、灵魂石商店、勇者的试炼商店、公会商店、冠军的试炼商店中会出售英雄碎片。"
        },
        {
            ["title"] = "召唤法阵",
            ["content"] = "在召唤法阵中通过使用爱心、召唤卷轴、钻石等道具进行召唤能快速获取新的英雄。"
        },
        {
            ["title"] = "先知之树",
            ["content"] = "在先知之树中可以消耗先知宝珠召唤获得英雄碎片。"
        },
        {
            ["title"] = "许愿池",
            ["content"] = "在许愿池消耗许愿币进行许愿有概率获得英雄碎片。"
        },
        {
            ["title"] = "酒馆任务",
            ["content"] = "在酒馆中有几率出现奖励为英雄碎片的英雄任务，完成英雄任务后将获得一定数量的英雄碎片。"
        },
        {
            ["title"] = "好友搜寻",
            ["content"] = "进行好友搜寻有一定概率获得一定数量的英雄碎片。"
        }
    },
}
help[5] = {
    ["title"] = "英雄变强的方法",
    ["describe"] = {
        {
            ["title"] = "英雄升级",
            ["content"] = "通过消耗英魂来提升英雄的等级。"
        },
        {
            ["title"] = "英雄进阶",
            ["content"] = "当英雄等级达到上限，可通过消耗英雄进阶石来提升英雄的品阶。"
        },
        {
            ["title"] = "英雄升星",
            ["content"] = "当英雄等级和品阶升满后,可在创造法阵为其升星，升星后后将提升英雄的属性，并且英雄等级、装备和品阶都将保留。"
        },
        {
            ["title"] = "英雄觉醒",
            ["content"] = "消耗材料英雄使6星英雄以上的觉醒，觉醒将提升英雄的星级、属性以及强化英雄被动技能，被消耗的英雄将返还一定数量的英魂。"
        },
        {
            ["title"] = "穿戴装备和神器",
            ["content"] = "给英雄穿戴装备和神器来提升英雄的战斗力，装备和神器的星级和品质越高，给英雄增加的战斗力越多。"
        },
        {
            ["title"] = "升级水晶",
            ["content"] = "通过升级和转化英雄身上的水晶，来提高英雄的能力，升级和转化需要消耗一定数量的魔法之尘和金币。"
        }
    },
}
help[6] = {
    ["title"] = "英雄的分类",
    ["describe"] = {
        {
            ["title"] = "职业",
            ["content"] = "英雄根据其职业分为战士、法师、游侠、刺客、牧师5种职业。战士职业血高防厚但攻击较低，适合在前排承受伤害；法师职业和游侠职业血量和防御较低但攻击较高，多为群体攻击，适合在后排输出伤害;刺客职业血量和防御较低但攻击很高，多为单体攻击,适合在后排输出伤害；牧师职业血量、攻击、防御较低，但多有加血和控制技能,适合在后排辅助。"
        },
        {
            ["title"] = "星级",
            ["content"] = "英雄有初始星级。最高为5星。英雄的星级越高，基础属性越高，技能越强力。英雄合成和觉醒可以提升英雄的星级。"
        },
        {
            ["title"] = "阵营",
            ["content"] = "英雄阵营一共划分为黑暗、圣光、森林、幽暗、堡垒、深渊6种阵营。阵营间克制关系：森林克制幽暗，幽暗克制堡垒，堡垒克制深渊，深渊克制森林，暗影与圣光相互克制。对被克制的英雄将多造成30%伤害。"
        }
    },
}
help[7] = {
    ["title"] = "装备和神器",
    ["describe"] = {
        {
            ["title"] = "装备和神器的品质",
            ["content"] = "装备和神器根据颜色划分为蓝色、金色、紫色、绿色、红色、橙色6种品质，装备和神器品质越高，增加属性越多。"
        },
        {
            ["title"] = "装备和神器的星级",
            ["content"] = "蓝色、金色品质的装备有1-2星两种星级，紫色品质的装备有1-3星三种星级，绿色品质以上的装备有1-4星4种星级；蓝色、金色品质的神器有1-4星4种星级，紫色、绿色品质的神器有1-5星5种星级,红色品质以上的装备有1-6星6种星级；同品质的装备&神器星级越高，增加属性越多。"
        },
        {
            ["title"] = "合成装备、神器",
            ["content"] = "在铁匠铺中可以消耗低品质的装备来合成高品质的装备；筹齐一定数量神器碎片可合成对应品质的神器。"
        },
        {
            ["title"] = "获取装备",
            ["content"] = "挂机、幻境之塔、通关战斗事件会掉落装备，在市场、勇者的试炼商店、公会商店以及幸运商店会出售装备，在许愿池许愿有概率获得装备。"
        },
        {
            ["title"] = "装备套装",
            ["content"] = "星级达到3星的绿色品质以上的装备将附带套装效果，穿戴指定数目的套装即可激活套装效果。"
        },
        {
            ["title"] = "升级神器",
            ["content"] = "通过吞噬多余的神器来给您当前穿戴的神器升级，神器升级将提升神器的星级。"
        },
        {
            ["title"] = "获取神器",
            ["content"] = "可以通过挂机获取神器碎片来合成神器、公会商店购买神器碎片来合成神器、许愿池抽奖概率获得神器。"
        }
    },
}
help[8] = {
    ["title"] = "公会",
    ["describe"] = {
        {
            ["title"] = "加入公会",
            ["content"] = "在公会界面输入公会id搜索出公会后，点击“申请”即可向公会发送申请消息。公会申请被允许后即可加入公会。"
        },
        {
            ["title"] = "创建公会",
            ["content"] = "在公会界面中创建公会，创建公会消耗一定数量钻石并且需要您达到一定的等级，创建成功后您就可以接受其他玩家的申请，使其成为公会成员。"
        },
        {
            ["title"] = "公会会长任命",
            ["content"] = "公会会长可以在公会成员菜单中点击会长任命按钮，把会长职位委任给其他的公会成员。"
        },
        {
            ["title"] = "解散公会",
            ["content"] = "公会会长可以在公会菜单中点击解散公会按钮，解散当前的公会。确定解散后公会将于2小时后解散。"
        },
        {
            ["title"] = "公会等级",
            ["content"] = "公会所有成员每日签到能够提升公会的等级。"
        },
        {
            ["title"] = "公会玩法",
            ["content"] = "公会成员可以参与到公会副本、磨坊、公会战等玩法中,获得公会币以及其他道具奖励。"
        },
        {
            ["title"] = "公会商店",
            ["content"] = "在公会商店中可以使用公会币购买英雄碎片、装备、神器碎片等道具。"
        },
        {
            ["title"] = "公会科技",
            ["content"] = "在公会科技中使用公会币以及金币来升级公会技能，对应职业公会技能的提升能够增强您拥有的对应职业的英雄。"
        },
        {
            ["title"] = "公会功能",
            ["content"] = "公会所有成员每天可通过签到来提升公会的等级，每天签到增加公会经验的次数不能超过公会成员人数；公会成员可以参与到公会副本、磨坊、公会战等玩法中，获得公会币以及其他的奖励，在公会商店使用公会币购买商品，在科技使用公会币来提升公会的技能。"
        }
    },
}
help[9] = {
    ["title"] = "好友",
    ["describe"] = {
        {
            ["title"] = "添加好友",
            ["content"] = "在好友界面提交搜索id提交申请；选择推荐好友提交申请；在聊天频道点击玩家头像提交好友申请；在公会点击公会成员头像提交好友申请。"
        },
        {
            ["title"] = "好友申请",
            ["content"] = "在申请列表查看收到的好友申请，点击同意申请将该玩家加为好友。"
        },
        {
            ["title"] = "爱心",
            ["content"] = "好友之间可相互赠送爱心，爱心用于在召唤法阵进行友情召唤。"
        },
        {
            ["title"] = "删除好友",
            ["content"] = "您可以在好友界面点击好友头像查看好友信息，在好友信息框点击删除按钮删除好友。"
        },
        {
            ["title"] = "好友助战",
            ["content"] = "每8小时获得一次搜寻机会，一定概率搜寻到掠夺者BOSS以及金币、英雄碎片等奖励，帮助好友打败掠夺者BOSS获得随机奖励和积分，每周根据积分排名来发放奖励。"
        }
    },
}
return help