local data = {}
data[1] = {
    ["name"] = "金币",
    ["brief"] = "货币",
    ["explain"] = "普通货币",
}
data[2] = {
    ["name"] = "钻石",
    ["brief"] = "货币",
    ["explain"] = "最有价值的稀缺货币",
}
data[3] = {
    ["name"] = "EXP",
    ["brief"] = "玩家经验",
    ["explain"] = "用于提升玩家等级",
}
data[4] = {
    ["name"] = "公会币",
    ["brief"] = "公会币",
    ["explain"] = "用于购买公会商店中的物品",
}
data[5] = {
    ["name"] = "公会经验",
    ["brief"] = "公会经验",
    ["explain"] = "用于提升公会等级",
}
data[6] = {
    ["name"] = "幸运币",
    ["brief"] = "幸运币",
    ["explain"] = "用于在许愿池的幸运商店中购买物品",
}
data[7] = {
    ["name"] = "灵魂石碎片",
    ["brief"] = "购买英雄货币",
    ["explain"] = "用于在祭坛的英雄商店中购买英雄",
}
data[8] = {
    ["name"] = "惊奇魔偶",
    ["brief"] = "圣诞兑换道具",
    ["explain"] = "在圣诞商店中兑换指定道具",
}
data[9] = {
    ["name"] = "VIP经验",
    ["brief"] = "vip经验",
}
data[10] = {
    ["name"] = "英魂",
    ["brief"] = "英雄升级经验",
    ["explain"] = "用于在英雄界面中提升英雄的等级",
}
data[11] = {
    ["name"] = "英雄进阶石",
    ["brief"] = "英雄进阶经验",
    ["explain"] = "用于在英雄界面中提升英雄的品阶",
}
data[12] = {
    ["name"] = "爱心",
    ["brief"] = "友情召唤货币",
    ["explain"] = "通过好友获赠获得，用于在召唤法阵进行友情召唤",
}
data[13] = {
    ["name"] = "抽卡保底能量",
    ["brief"] = "抽卡保底能量",
}
data[14] = {
    ["name"] = "魔法水滴",
    ["brief"] = "体力物品",
    ["explain"] = "用于幻境之塔的战斗",
}
data[15] = {
    ["name"] = "魔法之尘",
    ["brief"] = "材料",
    ["explain"] = "用于在英雄界面中升级水晶",
}
data[16] = {
    ["name"] = "龙鳞币",
    ["brief"] = "试炼商店货币",
    ["explain"] = "用于在勇者的试炼商店购买物品",
}
data[17] = {
    ["name"] = "荣耀币",
    ["brief"] = "竞技场商店货币",
    ["explain"] = "用于在竞技场冠军的试炼商店中购买物品",
}
data[18] = {
    ["name"] = "竞技场宝箱",
    ["brief"] = "宝箱通过邮件自动打开",
    ["explain"] = "随机获得金币、英雄经验、英雄进阶石、传奇装备，英雄碎片等各种稀缺物品",
}
data[19] = {
    ["name"] = "魔法面包",
    ["brief"] = "体力物品",
    ["explain"] = "用于公会磨坊掠夺",
}
data[20] = {
    ["name"] = "先知的祝福",
    ["brief"] = "英雄置换材料",
    ["explain"] = "用于在先知之树中置换英雄",
}
data[21] = {
    ["name"] = "先知宝珠",
    ["brief"] = "先知之门召唤物品",
    ["explain"] = "可从先知之树中召唤至少4星品质的英雄或英雄碎片",
}
data[22] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动300胜奖励的特殊头像",
}
data[23] = {
    ["name"] = "红色1星神器宝箱",
    ["brief"] = "神器宝箱",
    ["explain"] = "购买后可随机获得1件红色1星神器",
}
data[24] = {
    ["name"] = "绿色1星神器宝箱",
    ["brief"] = "神器宝箱",
    ["explain"] = "购买后可随机获得1件绿色1星神器",
}
data[25] = {
    ["name"] = "冬季限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "购买限时活动礼包获得的特殊头像",
}
data[26] = {
    ["name"] = "冰雪玩偶",
    ["brief"] = "兑换材料",
    ["explain"] = "节日兑换礼物专属道具。活动结束后将无法再兑换，请务必在活动期间使用。",
}
data[27] = {
    ["name"] = "基础冰雪玩偶宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "购买后可随机获得随机数量（25~75）冰雪玩偶",
}
data[28] = {
    ["name"] = "基础酒馆任务卷轴",
    ["brief"] = "酒馆任务卷轴",
    ["explain"] = "在酒馆中使用后随机增加1个任务（1~4星），该任务若未执行，在酒馆任务重置后将会消失。",
}
data[29] = {
    ["name"] = "高级酒馆任务卷轴",
    ["brief"] = "酒馆任务卷轴",
    ["explain"] = "在酒馆中使用后随机增加1个任务（4~7星），该任务若未执行，在酒馆任务重置后将会消失。",
}
data[30] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动300胜奖励的特殊头像",
}
data[31] = {
    ["name"] = "高级冰雪玩偶宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "购买后可随机获得随机数量（50~150）冰雪玩偶",
}
data[32] = {
    ["name"] = "情人节限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "购买活动礼包获得的特殊头像",
}
data[33] = {
    ["name"] = "冠军奖杯头像",
    ["brief"] = "特殊头像",
    ["explain"] = "组队竞技场排名奖励头像",
}
data[34] = {
    ["name"] = "钻石奖牌头像",
    ["brief"] = "特殊头像",
    ["explain"] = "组队竞技场排名奖励头像",
}
data[35] = {
    ["name"] = "金牌头像",
    ["brief"] = "特殊头像",
    ["explain"] = "组队竞技场排名奖励头像",
}
data[36] = {
    ["name"] = "银牌头像",
    ["brief"] = "特殊头像",
    ["explain"] = "组队竞技场排名奖励头像",
}
data[37] = {
    ["name"] = "铜牌头像",
    ["brief"] = "特殊头像",
    ["explain"] = "组队竞技场排名奖励头像",
}
data[38] = {
    ["name"] = "魔兽纪念头像",
    ["brief"] = "特殊头像",
    ["explain"] = "购买活动礼包获得的特殊头像",
}
data[39] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动400胜奖励的特殊头像",
}
data[40] = {
    ["name"] = "恶魔之魂",
    ["brief"] = "魔兽材料",
    ["explain"] = "用于魔兽激活、升级以及进阶",
}
data[41] = {
    ["name"] = "混沌石",
    ["brief"] = "魔兽材料",
    ["explain"] = "用于魔兽体质升级",
}
data[42] = {
    ["name"] = "魔兽纪念头像",
    ["brief"] = "特殊头像",
    ["explain"] = "购买活动礼包获得的特殊头像",
}
data[43] = {
    ["name"] = "黄金神像",
    ["brief"] = "兑换道具材料",
    ["explain"] = "节日兑换礼物专属道具。活动结束后将无法再兑换，请务必在活动期间使用。",
}
data[44] = {
    ["name"] = "基础黄金神像宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "购买后可随机获得随机数量（20-40）黄金神像。",
}
data[45] = {
    ["name"] = "中级黄金神像宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "购买后可随机获得随机数量（50-100）黄金神像。",
}
data[46] = {
    ["name"] = "高级黄金神像宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "购买后可随机获得随机数量（180-360）黄金神像。",
}
data[47] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动400胜奖励的特殊头像",
}
data[48] = {
    ["name"] = "魔兽纪念头像",
    ["brief"] = "特殊头像",
    ["explain"] = "购买活动礼包获得的特殊头像",
}
data[49] = {
    ["name"] = "魔兽纪念头像",
    ["brief"] = "特殊头像",
    ["explain"] = "购买活动礼包获得的特殊头像",
}
data[50] = {
    ["name"] = "挑战徽章",
    ["brief"] = "破碎时空参赛凭证",
    ["explain"] = "参加破碎时空战斗会消耗挑战徽章",
}
data[51] = {
    ["name"] = "幸运鱼骨",
    ["brief"] = "兑换道具材料",
    ["explain"] = "节日兑换礼物专属道具。活动结束后将无法再兑换，请务必在活动期间使用。",
}
data[52] = {
    ["name"] = "一周年纪念头像",
    ["brief"] = "特殊头像",
    ["explain"] = "使用幸运鱼骨兑换获得的特殊头像",
}
data[53] = {
    ["name"] = "基础幸运鱼骨宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "购买后可随机获得随机数量（20-40）幸运鱼骨。",
}
data[54] = {
    ["name"] = "中级幸运鱼骨宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "购买后可随机获得随机数量（50-100）幸运鱼骨。",
}
data[55] = {
    ["name"] = "高级幸运鱼骨宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "购买后可随机获得随机数量（180-360）幸运鱼骨。",
}
data[56] = {
    ["name"] = "高级幸运鱼骨宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "购买后可随机获得随机数量（150-300）幸运鱼骨。",
}
data[57] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动400胜奖励的特殊头像",
}
data[58] = {
    ["name"] = "英雄许愿币",
    ["brief"] = "英雄许愿池参加凭证",
    ["explain"] = "每转一次高级大轮盘消耗一个英雄许愿币",
}
data[59] = {
    ["name"] = "魔兽纪念头像",
    ["brief"] = "特殊头像",
    ["explain"] = "购买活动礼包获得的特殊头像",
}
data[60] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动400胜奖励的特殊头像",
}
data[61] = {
    ["name"] = "限定纪念头像",
    ["brief"] = "特殊头像",
    ["explain"] = "购买活动礼包获得的限量版爱心头像",
}
data[62] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动400胜奖励的特殊头像",
}
data[63] = {
    ["name"] = "限定纪念头像",
    ["brief"] = "特殊头像",
    ["explain"] = "购买活动礼包获得的限量版爱心头像",
}
data[64] = {
    ["name"] = "限定纪念头像",
    ["brief"] = "特殊头像",
    ["explain"] = "购买活动礼包获得的特殊头像",
}
data[65] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动奖励的特殊头像",
}
data[66] = {
    ["name"] = "“金龙”头像",
    ["brief"] = "特殊头像",
    ["explain"] = "订阅VIP获得的特殊头像",
}
data[67] = {
    ["name"] = "万圣节头像",
    ["brief"] = "特殊头像",
    ["explain"] = "万圣节活动获取的特殊头像",
}
data[68] = {
    ["name"] = "金南瓜",
    ["brief"] = "兑换道具材料",
    ["explain"] = "节日兑换礼物专属道具。活动结束后将无法再兑换，请务必在活动期间使用。",
}
data[69] = {
    ["name"] = "银铃铛",
    ["brief"] = "兑换道具材料",
    ["explain"] = "节日兑换礼物专属道具。活动结束后将无法再兑换，请务必在活动期间使用。",
}
data[70] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动奖励的特殊头像",
}
data[71] = {
    ["name"] = "限定纪念头像",
    ["brief"] = "特殊头像",
    ["explain"] = "购买活动礼包获得的特殊头像",
}
data[72] = {
    ["name"] = "虚空之石",
    ["brief"] = "修建材料",
    ["explain"] = "家园修建所需材料",
}
data[73] = {
    ["name"] = "魂匣",
    ["brief"] = "英雄置换材料",
    ["explain"] = "用于10星英雄置换",
}
data[74] = {
    ["name"] = "战争之王",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于阿斯莫德皮肤合成",
}
data[75] = {
    ["name"] = "魔王降临",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于巴里亚皮肤合成",
}
data[76] = {
    ["name"] = "黑武士",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于达斯摩戈皮肤合成",
}
data[77] = {
    ["name"] = "冠军金剑",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于冰闪皮肤合成",
}
data[78] = {
    ["name"] = "极寒之刃",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于血刃皮肤合成",
}
data[79] = {
    ["name"] = "最后的祈愿",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于恶魔猎手皮肤合成",
}
data[80] = {
    ["name"] = "黑色宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启后可随机获得先知宝珠、金币、魔法之尘、钻石、红色神器碎片中的一种。",
}
data[81] = {
    ["name"] = "1级神秘黑盒",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启后可获得英雄召唤卷轴x5，恶魔之魂x1000，混沌石x500。",
}
data[82] = {
    ["name"] = "2级神秘黑盒",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启后可获得英雄许愿币x5，无畏战靴x1、无畏吊坠x1。",
}
data[83] = {
    ["name"] = "3级神秘黑盒",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启后可获得英雄先知宝珠x8，无畏之剑x1、无畏铠甲x1。",
}
data[84] = {
    ["name"] = "4级神秘黑盒",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启后可获得恶魔猎手碎片x50，魔法之尘x20000。",
}
data[85] = {
    ["name"] = "5级神秘黑盒",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启后可获得橙色神器：无畏铠甲x1，公会币x25000，魔王降临 x1。",
}
data[86] = {
    ["name"] = "惊奇盒子",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启后可随机获得5星卡姆斯碎片x50, 5星西格蒙德碎片x50, 5星斯克雷碎片x50, 5星罗萨碎片x50, 5星基尔克碎片x50, 5星不眠者碎片x50,艾丹的愤怒, 女王之刃, 叹息, 金之钥中的一种。",
}
data[87] = {
    ["name"] = "暗夜女巫",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于马拉萨皮肤合成",
}
data[88] = {
    ["name"] = "限定纪念头像",
    ["brief"] = "特殊头像",
    ["explain"] = "购买活动礼包获得的特殊头像",
}
data[89] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动奖励的特殊头像",
}
data[90] = {
    ["name"] = "混沌使者",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于信仰之刃皮肤合成",
}
data[91] = {
    ["name"] = "星界使者",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于奥沃皮肤合成",
}
data[92] = {
    ["name"] = "小雪人",
    ["brief"] = "兑换材料",
    ["explain"] = "节日兑换礼物专属道具。活动结束后将无法再兑换，请务必在活动期间使用。",
}
data[93] = {
    ["name"] = "限定纪念头像",
    ["brief"] = "特殊头像",
    ["explain"] = "购买活动礼包获得的特殊头像",
}
data[94] = {
    ["name"] = "1级新年宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[95] = {
    ["name"] = "2级新年宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[96] = {
    ["name"] = "3级新年宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[97] = {
    ["name"] = "4级新年宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[98] = {
    ["name"] = "5级新年宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[99] = {
    ["name"] = "死亡爱丽丝",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于维萨皮肤合成",
}
data[100] = {
    ["name"] = "美少女风暴",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于烈焰风暴皮肤合成",
}
data[101] = {
    ["name"] = "亡者之语",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于尸妖皮肤合成",
}
data[102] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动奖励的特殊头像",
}
data[103] = {
    ["name"] = "绝对零号",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于克里姆皮肤合成",
}
data[104] = {
    ["name"] = "神龙武士",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于美树皮肤合成",
}
data[105] = {
    ["name"] = "渡鸦",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于冰闪限定皮肤合成",
}
data[106] = {
    ["name"] = "黑帮教父",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于鲁特兹情人节限定皮肤合成",
}
data[107] = {
    ["name"] = "末路狂花",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于艾米丽情人节限定皮肤合成",
}
data[108] = {
    ["name"] = "烟花",
    ["brief"] = "兑换材料",
    ["explain"] = "用于驱赶年兽的道具，使用可对年兽造成大量伤害。",
}
data[109] = {
    ["name"] = "爆竹",
    ["brief"] = "兑换材料",
    ["explain"] = "用于驱赶年兽的道具，使用可对年兽造成大量伤害。",
}
data[110] = {
    ["name"] = "魔法灯笼",
    ["brief"] = "兑换材料",
    ["explain"] = "节日兑换礼物专属道具。活动结束后将无法再兑换，请务必在活动期间使用。",
}
data[111] = {
    ["name"] = "甜心巧克力",
    ["brief"] = "兑换材料",
    ["explain"] = "节日兑换礼物专属道具。活动结束后将无法再兑换，请务必在活动期间使用。",
}
data[112] = {
    ["name"] = "春节限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "春节活动奖励的限定头像",
}
data[113] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动奖励的特殊头像",
}
data[114] = {
    ["name"] = "勾魂摄魄",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于女王限定皮肤合成",
}
data[115] = {
    ["name"] = "孤魂",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于艾丹皮肤合成",
}
data[116] = {
    ["name"] = "末世天使",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于基尔克限定皮肤合成",
}
data[117] = {
    ["name"] = "圣光遗物",
    ["brief"] = "兑换材料",
    ["explain"] = "特殊材料，用于兑换道具",
}
data[118] = {
    ["name"] = "1级春季礼盒",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[119] = {
    ["name"] = "2级春季礼盒",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[120] = {
    ["name"] = "3级春季礼盒",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[121] = {
    ["name"] = "4级春季礼盒",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[122] = {
    ["name"] = "5级春季礼盒",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[123] = {
    ["name"] = "魔法石碑",
    ["brief"] = "兑换材料",
    ["explain"] = "刻有魔法符文的石碑，使用可对BOSS造成大量伤害",
}
data[124] = {
    ["name"] = "古代石像",
    ["brief"] = "兑换材料",
    ["explain"] = "特殊材料，用于兑换道具",
}
data[125] = {
    ["name"] = "紫罗兰之眼",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于烈焰风暴限定皮肤合成",
}
data[126] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动奖励的特殊头像",
}
data[127] = {
    ["name"] = "Dr.奥玛斯",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于奥玛斯皮肤合成",
}
data[128] = {
    ["name"] = "黑暗精灵",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于观心者限定皮肤合成",
}
data[129] = {
    ["name"] = "银河护卫",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于格鲁皮肤合成",
}
data[130] = {
    ["name"] = "复仇新娘",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于黑暗阿辛多限定皮肤合成",
}
data[131] = {
    ["name"] = "黑暗遗物",
    ["brief"] = "兑换材料",
    ["explain"] = "特殊材料，用于兑换道具",
}
data[132] = {
    ["name"] = "1级夏日礼盒",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[133] = {
    ["name"] = "2级夏日礼盒",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[134] = {
    ["name"] = "3级夏日礼盒",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[135] = {
    ["name"] = "4级夏日礼盒",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[136] = {
    ["name"] = "5级夏日礼盒",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[137] = {
    ["name"] = "辐射",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于达斯摩戈限定皮肤合成",
}
data[138] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动奖励的特殊头像",
}
data[139] = {
    ["name"] = "红莲骑士",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于西格蒙德限定皮肤合成",
}
data[140] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动奖励的特殊头像",
}
data[141] = {
    ["name"] = "六翼天使",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于米迦勒限定皮肤合成",
}
data[142] = {
    ["name"] = "幸运纪念币",
    ["brief"] = "兑换材料",
    ["explain"] = "特殊材料，用于兑换道具",
}
data[143] = {
    ["name"] = "2周年纪念头像",
    ["brief"] = "特殊头像",
    ["explain"] = "幸运纪念币兑换获得的特殊头像",
}
data[144] = {
    ["name"] = "天使乐队主唱",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于贝尔兰限定皮肤合成",
}
data[145] = {
    ["name"] = "冰霜之眼",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于米姆限定皮肤合成",
}
data[146] = {
    ["name"] = "红皇后",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于杰赫拉限定皮肤合成",
}
data[147] = {
    ["name"] = "送葬者",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于克罗斯限定皮肤合成",
}
data[148] = {
    ["name"] = "侏罗纪化石",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于斯克雷限定皮肤合成",
}
data[149] = {
    ["name"] = "周年特典1",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[150] = {
    ["name"] = "周年特典2",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[151] = {
    ["name"] = "周年特典3",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[152] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动奖励的特殊头像",
}
data[153] = {
    ["name"] = "天启装甲",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于信仰之刃限定皮肤合成",
}
data[154] = {
    ["name"] = "放置玩家",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于瓦伦丁限定皮肤合成",
}
data[155] = {
    ["name"] = "森林守护",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于罗萨皮肤合成",
}
data[156] = {
    ["name"] = "生化兵器",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于卡姆斯限定皮肤合成",
}
data[157] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动奖励的特殊头像",
}
data[158] = {
    ["name"] = "1级神秘宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[159] = {
    ["name"] = "2级神秘宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[160] = {
    ["name"] = "3级神秘宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[161] = {
    ["name"] = "4级神秘宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[162] = {
    ["name"] = "5级神秘宝箱",
    ["brief"] = "材料宝箱",
    ["explain"] = "开启宝箱以获得奖励",
}
data[163] = {
    ["name"] = "哥特女王",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于玛格丽特皮肤合成",
}
data[164] = {
    ["name"] = "丛林猎手",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于瓦尔基里皮肤合成",
}
data[165] = {
    ["name"] = "元素之心",
    ["brief"] = "兑换材料",
    ["explain"] = "特殊材料，用于兑换道具",
}
data[166] = {
    ["name"] = "荒野大镖客",
    ["brief"] = "皮肤合成",
    ["explain"] = "用于埃德加皮肤合成",
}
data[167] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "好战者节日活动奖励的特殊头像",
}
data[168] = {
    ["name"] = "元素之心",
    ["brief"] = "兑换材料",
    ["explain"] = "",
}
data[19511] = {
    ["name"] = "6星不眠者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19512] = {
    ["name"] = "6星黑暗之灵碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19513] = {
    ["name"] = "6星达斯摩戈碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19514] = {
    ["name"] = "6星奥沃碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19515] = {
    ["name"] = "6星米姆碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[40001] = {
    ["name"] = "4星英雄碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤4星英雄",
}
data[40002] = {
    ["name"] = "5星英雄碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤5星英雄",
}
data[40003] = {
    ["name"] = "3星英雄碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤3星英雄",
}
data[18501] = {
    ["name"] = "10星黑暗阿辛多碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18502] = {
    ["name"] = "10星不眠者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18503] = {
    ["name"] = "10星达斯摩戈碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18504] = {
    ["name"] = "10星奥沃碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18505] = {
    ["name"] = "10星米姆碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[40011] = {
    ["name"] = "幽暗5星英雄碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤幽暗阵营的5星英雄",
}
data[40012] = {
    ["name"] = "堡垒5星英雄碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤堡垒阵营的5星英雄",
}
data[40013] = {
    ["name"] = "深渊5星英雄碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤深渊阵营的5星英雄",
}
data[40014] = {
    ["name"] = "森林5星英雄碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤森林阵营的5星英雄",
}
data[40015] = {
    ["name"] = "黑暗5星英雄碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤暗影阵营的5星英雄",
}
data[40016] = {
    ["name"] = "光明5星英雄碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤光明阵营的5星英雄",
}
data[40021] = {
    ["name"] = "幽暗4星英雄碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤4星英雄",
}
data[40022] = {
    ["name"] = "堡垒4星英雄碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤4星英雄",
}
data[40023] = {
    ["name"] = "深渊4星英雄碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤4星英雄",
}
data[40024] = {
    ["name"] = "森林4星英雄碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤4星英雄",
}
data[40025] = {
    ["name"] = "黑暗4星英雄碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤4星英雄",
}
data[40026] = {
    ["name"] = "光明4星英雄碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤4星英雄",
}
data[8801] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "特殊头像",
}
data[8802] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "特殊头像",
}
data[8803] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "特殊头像",
}
data[8804] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "特殊头像",
}
data[8805] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "特殊头像",
}
data[8806] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "特殊头像",
}
data[8807] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "特殊头像",
}
data[8808] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "特殊头像",
}
data[8809] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "特殊头像",
}
data[8810] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "特殊头像",
}
data[8811] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "特殊头像",
}
data[8812] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "特殊头像",
}
data[8813] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "特殊头像",
}
data[8814] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "特殊头像",
}
data[8815] = {
    ["name"] = "Winner of King限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "特殊头像",
}
data[19611] = {
    ["name"] = "6星阿斯莫德碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19612] = {
    ["name"] = "6星神圣之灵碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19101] = {
    ["name"] = "6星卡尔玛碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19102] = {
    ["name"] = "6星主宰者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19103] = {
    ["name"] = "6星鲁特兹碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19104] = {
    ["name"] = "6星菲尔德碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19105] = {
    ["name"] = "6星巴德碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19106] = {
    ["name"] = "6星艾丹碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19107] = {
    ["name"] = "6星荣耀守卫碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19108] = {
    ["name"] = "6星冰闪碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19109] = {
    ["name"] = "6星布利碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19110] = {
    ["name"] = "6星幻影碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19111] = {
    ["name"] = "6星沃尔特碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19112] = {
    ["name"] = "6星死誓碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18601] = {
    ["name"] = "10星基尔克碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18602] = {
    ["name"] = "10星阿斯莫德碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18603] = {
    ["name"] = "10星米迦勒碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18604] = {
    ["name"] = "10星信仰之刃碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18605] = {
    ["name"] = "10星贝尔兰碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19118] = {
    ["name"] = "6星杰赫拉碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19119] = {
    ["name"] = "6星荷鲁斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18101] = {
    ["name"] = "10星主宰者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18102] = {
    ["name"] = "10星鲁特兹碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18103] = {
    ["name"] = "10星巴德碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18104] = {
    ["name"] = "10星艾丹碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18105] = {
    ["name"] = "10星卡尔玛碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18106] = {
    ["name"] = "10星菲尔德碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18107] = {
    ["name"] = "10星沃尔特碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18108] = {
    ["name"] = "10星血刃碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18109] = {
    ["name"] = "10星尸妖碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18110] = {
    ["name"] = "10星卡姆斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18111] = {
    ["name"] = "10星杰赫拉碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18112] = {
    ["name"] = "10星荷鲁斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[56001] = {
    ["name"] = "橙色神器碎片",
    ["brief"] = "召唤神器",
    ["explain"] = "凑齐50个碎片即可召唤橙色神器",
}
data[55001] = {
    ["name"] = "红色神器碎片",
    ["brief"] = "召唤神器",
    ["explain"] = "凑齐50个碎片即可召唤红色神器",
}
data[12000] = {
    ["name"] = "基础召唤卷轴",
    ["brief"] = "召唤物品",
    ["explain"] = "用于在召唤法阵进行基础召唤",
}
data[12001] = {
    ["name"] = "竞技场门票",
    ["brief"] = "竞技场参赛凭证",
    ["explain"] = "参加竞技场战斗会消耗门票",
}
data[12002] = {
    ["name"] = "许愿币",
    ["brief"] = "许愿池参加凭证",
    ["explain"] = "每转一次大轮盘消耗一个许愿币",
}
data[12003] = {
    ["name"] = "英雄召唤卷轴",
    ["brief"] = "召唤物品",
    ["explain"] = "用于在召唤法阵进行高级召唤",
}
data[19411] = {
    ["name"] = "6星罗萨碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19418] = {
    ["name"] = "6星瓦尔基里碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19615] = {
    ["name"] = "6星贝尔兰碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19318] = {
    ["name"] = "6星巴顿国王碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19218] = {
    ["name"] = "6星瓦伦丁碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19417] = {
    ["name"] = "6星观心者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19317] = {
    ["name"] = "6星克罗斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19614] = {
    ["name"] = "6星信仰之刃碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19117] = {
    ["name"] = "6星卡姆斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19116] = {
    ["name"] = "6星尸妖碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[54001] = {
    ["name"] = "绿色神器碎片",
    ["brief"] = "召唤神器",
    ["explain"] = "凑齐30个碎片即可召唤绿色神器",
}
data[19416] = {
    ["name"] = "6星维萨碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19316] = {
    ["name"] = "6星斯克雷碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19217] = {
    ["name"] = "6星西格蒙德碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19613] = {
    ["name"] = "6星米迦勒碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19315] = {
    ["name"] = "6星巴里亚碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19115] = {
    ["name"] = "6星血刃碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19314] = {
    ["name"] = "6星诺玛碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19313] = {
    ["name"] = "6星毁灭者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19412] = {
    ["name"] = "6星泰勒碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19312] = {
    ["name"] = "6星阿勒里亚碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19114] = {
    ["name"] = "6星格伦碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19113] = {
    ["name"] = "6星敛骨者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19413] = {
    ["name"] = "6星埃德加碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19414] = {
    ["name"] = "6星泽基斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19415] = {
    ["name"] = "6星灰眼碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19201] = {
    ["name"] = "6星美树碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19202] = {
    ["name"] = "6星OD-01碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19203] = {
    ["name"] = "6星玛格丽特碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19204] = {
    ["name"] = "6星女王碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19205] = {
    ["name"] = "6星巴洛克领主碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19206] = {
    ["name"] = "6星肥姆碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19207] = {
    ["name"] = "6星古斯塔碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19208] = {
    ["name"] = "6星克里姆碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[53001] = {
    ["name"] = "紫色神器碎片",
    ["brief"] = "召唤神器",
    ["explain"] = "凑齐20个碎片即可召唤紫色神器",
}
data[19210] = {
    ["name"] = "6星屠龙者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19211] = {
    ["name"] = "6星奥玛斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19212] = {
    ["name"] = "6星塞拉碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19213] = {
    ["name"] = "6星艾米丽碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19214] = {
    ["name"] = "6星烈焰风暴碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19215] = {
    ["name"] = "6星罗伊碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19216] = {
    ["name"] = "6星克里斯蒂安碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[10001] = {
    ["name"] = "魔晶",
    ["brief"] = "附魔材料",
    ["explain"] = "可用于装备行附魔",
}
data[10002] = {
    ["name"] = "强效精华",
    ["brief"] = "购买装备货币",
    ["explain"] = "可用于市场中购买装备",
}
data[19219] = {
    ["name"] = "6星夏碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19311] = {
    ["name"] = "6星丹特里安碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19306] = {
    ["name"] = "6星基尔克碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19305] = {
    ["name"] = "6星黑暗阿辛多碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19304] = {
    ["name"] = "6星马拉萨碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19303] = {
    ["name"] = "6星格鲁碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18201] = {
    ["name"] = "10星荣耀守卫碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18202] = {
    ["name"] = "10星冰闪碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18203] = {
    ["name"] = "10星布利碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18204] = {
    ["name"] = "10星幻影碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18205] = {
    ["name"] = "10星美树碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18206] = {
    ["name"] = "10星OD-01碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18207] = {
    ["name"] = "10星奥玛斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18208] = {
    ["name"] = "10星艾米丽碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18209] = {
    ["name"] = "10星烈焰风暴碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18210] = {
    ["name"] = "10星西格蒙德碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[56099] = {
    ["name"] = "橙色神器专属碎片",
    ["brief"] = "召唤神器",
    ["explain"] = "凑齐50个碎片即可召唤橙色专属神器",
}
data[18212] = {
    ["name"] = "10星夏碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19302] = {
    ["name"] = "6星星光碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19301] = {
    ["name"] = "6星无面者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19209] = {
    ["name"] = "6星恶魔猎手碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18411] = {
    ["name"] = "10星瓦尔基里碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18311] = {
    ["name"] = "10星巴顿国王碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18211] = {
    ["name"] = "10星瓦伦丁碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18410] = {
    ["name"] = "10星观心者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18310] = {
    ["name"] = "10星克罗斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18409] = {
    ["name"] = "10星维萨碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18309] = {
    ["name"] = "10星斯克雷碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18308] = {
    ["name"] = "10星巴里亚碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30000] = {
    ["name"] = "1星阿呆碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐5个碎片即可召唤该英雄",
}
data[30001] = {
    ["name"] = "1星黑暗教徒碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐5个碎片即可召唤该英雄",
}
data[30002] = {
    ["name"] = "1星发光体碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐5个碎片即可召唤该英雄",
}
data[30003] = {
    ["name"] = "1星老实人碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐5个碎片即可召唤该英雄",
}
data[30004] = {
    ["name"] = "1星伐木工碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐5个碎片即可召唤该英雄",
}
data[30005] = {
    ["name"] = "1星老矿工碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐5个碎片即可召唤该英雄",
}
data[30006] = {
    ["name"] = "1星小恶魔碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐5个碎片即可召唤该英雄",
}
data[30007] = {
    ["name"] = "1星火焰之子碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐5个碎片即可召唤该英雄",
}
data[30008] = {
    ["name"] = "1星熔岩甲虫碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐5个碎片即可召唤该英雄",
}
data[30009] = {
    ["name"] = "1星贝拉碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐5个碎片即可召唤该英雄",
}
data[30010] = {
    ["name"] = "1星侦察兵碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐5个碎片即可召唤该英雄",
}
data[30011] = {
    ["name"] = "1星水手碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐5个碎片即可召唤该英雄",
}
data[30012] = {
    ["name"] = "2星夏洛特碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐10个碎片即可召唤该英雄",
}
data[30013] = {
    ["name"] = "2星马克娜碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐10个碎片即可召唤该英雄",
}
data[30014] = {
    ["name"] = "2星骸骨射手碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐10个碎片即可召唤该英雄",
}
data[30015] = {
    ["name"] = "2星骸骨战士碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐10个碎片即可召唤该英雄",
}
data[30016] = {
    ["name"] = "2星灰袍法师碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐10个碎片即可召唤该英雄",
}
data[30017] = {
    ["name"] = "2星高塔守卫碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐10个碎片即可召唤该英雄",
}
data[30018] = {
    ["name"] = "2星地牢守卫碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐10个碎片即可召唤该英雄",
}
data[30019] = {
    ["name"] = "2星ZH-07碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐10个碎片即可召唤该英雄",
}
data[30020] = {
    ["name"] = "2星金角碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐10个碎片即可召唤该英雄",
}
data[30021] = {
    ["name"] = "2星银角碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐10个碎片即可召唤该英雄",
}
data[30022] = {
    ["name"] = "2星强森碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐10个碎片即可召唤该英雄",
}
data[30023] = {
    ["name"] = "2星黑石碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐10个碎片即可召唤该英雄",
}
data[30024] = {
    ["name"] = "2星拉雯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐10个碎片即可召唤该英雄",
}
data[30025] = {
    ["name"] = "2星卓娅碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐10个碎片即可召唤该英雄",
}
data[30026] = {
    ["name"] = "2星蓝战士碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐10个碎片即可召唤该英雄",
}
data[30027] = {
    ["name"] = "2星树精碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐10个碎片即可召唤该英雄",
}
data[30028] = {
    ["name"] = "3星链锤碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30029] = {
    ["name"] = "3星毒舌碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30030] = {
    ["name"] = "3星雪莉碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30031] = {
    ["name"] = "3星黑暗牧师碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30032] = {
    ["name"] = "3星冰巨魔碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30033] = {
    ["name"] = "3星雷吉碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30034] = {
    ["name"] = "3星卡佛碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30035] = {
    ["name"] = "3星泰拉的仆人碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30036] = {
    ["name"] = "3星火拳碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30037] = {
    ["name"] = "3星MK-05碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30038] = {
    ["name"] = "3星深渊守卫碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30039] = {
    ["name"] = "3星狂暴兽碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30040] = {
    ["name"] = "3星魅魔碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30041] = {
    ["name"] = "3星烈焰红唇碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30042] = {
    ["name"] = "3星米尔科碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30043] = {
    ["name"] = "3星希维尔碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30044] = {
    ["name"] = "3星安多米尔碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30045] = {
    ["name"] = "3星蓝萨满碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30046] = {
    ["name"] = "3星弗雷碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30047] = {
    ["name"] = "3星密林队长碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30048] = {
    ["name"] = "3星阿斯布幽魂碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30049] = {
    ["name"] = "3星圣童碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐20个碎片即可召唤该英雄",
}
data[30050] = {
    ["name"] = "4星暴躁的尸体碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30051] = {
    ["name"] = "4星巴博碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30052] = {
    ["name"] = "4星敛骨者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30053] = {
    ["name"] = "4星格伦碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30054] = {
    ["name"] = "4星梦魇骑士碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30055] = {
    ["name"] = "4星骸骨将军碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30056] = {
    ["name"] = "4星时间法师碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30057] = {
    ["name"] = "4星风暴战斧碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30058] = {
    ["name"] = "4星罗伊碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30059] = {
    ["name"] = "4星塞拉碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30060] = {
    ["name"] = "4星烈酒碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30061] = {
    ["name"] = "4星LM-02碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30062] = {
    ["name"] = "4星罗格碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30063] = {
    ["name"] = "4星毁灭者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30064] = {
    ["name"] = "4星坦纳碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30065] = {
    ["name"] = "4星阿卡莎碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30066] = {
    ["name"] = "4星雷蒙盖顿碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30067] = {
    ["name"] = "4星阿勒里亚碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30068] = {
    ["name"] = "4星风行者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30069] = {
    ["name"] = "4星酋长碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30070] = {
    ["name"] = "4星树精长老碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30071] = {
    ["name"] = "4星猎头者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30072] = {
    ["name"] = "4星泰勒碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30073] = {
    ["name"] = "4星卡加斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30074] = {
    ["name"] = "4星黑暗的方德拉碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30075] = {
    ["name"] = "4星洛根碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30076] = {
    ["name"] = "4星门徒碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30077] = {
    ["name"] = "4星费根碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30078] = {
    ["name"] = "5星卡尔玛碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30079] = {
    ["name"] = "5星血刃碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30080] = {
    ["name"] = "5星主宰者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30081] = {
    ["name"] = "5星鲁特兹碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30082] = {
    ["name"] = "5星菲尔德碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30083] = {
    ["name"] = "5星尸妖碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30084] = {
    ["name"] = "5星巴德碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30085] = {
    ["name"] = "5星卡姆斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30086] = {
    ["name"] = "5星艾丹碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30087] = {
    ["name"] = "5星沃尔特碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30088] = {
    ["name"] = "5星艾米丽碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30089] = {
    ["name"] = "5星奥玛斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30090] = {
    ["name"] = "5星荣耀守卫碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30091] = {
    ["name"] = "5星烈焰风暴碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30092] = {
    ["name"] = "5星冰闪碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30093] = {
    ["name"] = "5星布利碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30094] = {
    ["name"] = "5星西格蒙德碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30095] = {
    ["name"] = "5星幻影碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30096] = {
    ["name"] = "5星美树碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30097] = {
    ["name"] = "5星OD-01碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30098] = {
    ["name"] = "5星斯克雷碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30099] = {
    ["name"] = "5星丹特里安碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30100] = {
    ["name"] = "5星玛格丽特碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30101] = {
    ["name"] = "5星巴里亚碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30102] = {
    ["name"] = "5星女王碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30103] = {
    ["name"] = "5星巴洛克领主碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30104] = {
    ["name"] = "5星巴顿国王碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30105] = {
    ["name"] = "5星肥姆碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30106] = {
    ["name"] = "5星古斯塔碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30107] = {
    ["name"] = "5星克里姆碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30108] = {
    ["name"] = "5星恶魔猎手碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30109] = {
    ["name"] = "5星屠龙者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30110] = {
    ["name"] = "5星无面者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30111] = {
    ["name"] = "5星罗萨碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30112] = {
    ["name"] = "5星星光碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30113] = {
    ["name"] = "5星格鲁碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30114] = {
    ["name"] = "5星埃德加碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30115] = {
    ["name"] = "5星维萨碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30116] = {
    ["name"] = "5星马拉萨碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30117] = {
    ["name"] = "5星观心者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30118] = {
    ["name"] = "5星瓦拉斯基碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30119] = {
    ["name"] = "5星黑暗阿辛多碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30120] = {
    ["name"] = "5星奥沃碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30121] = {
    ["name"] = "5星基尔克碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30122] = {
    ["name"] = "5星阿斯莫德碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30123] = {
    ["name"] = "5星米迦勒碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30124] = {
    ["name"] = "5星米迦勒橙卡碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30125] = {
    ["name"] = "4星兰姆碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30126] = {
    ["name"] = "4星死誓碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30127] = {
    ["name"] = "4星钢铁斑比碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30128] = {
    ["name"] = "4星克里斯蒂安碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30129] = {
    ["name"] = "4星诺玛碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30130] = {
    ["name"] = "4星伊姆拉图斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30131] = {
    ["name"] = "4星灰眼碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30132] = {
    ["name"] = "4星泽基斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30133] = {
    ["name"] = "5星暴躁的尸体碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30134] = {
    ["name"] = "5星巴博碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30135] = {
    ["name"] = "5星时间法师碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30136] = {
    ["name"] = "5星风暴战斧碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30137] = {
    ["name"] = "5星罗格碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30138] = {
    ["name"] = "5星毁灭者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30139] = {
    ["name"] = "5星风行者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30140] = {
    ["name"] = "5星酋长碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30141] = {
    ["name"] = "5星黑暗的方德拉碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30142] = {
    ["name"] = "5星洛根碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30143] = {
    ["name"] = "5星门徒碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30144] = {
    ["name"] = "5星费根碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30145] = {
    ["name"] = "5星罗伊碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30146] = {
    ["name"] = "5星塞拉碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30147] = {
    ["name"] = "5星坦纳碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30148] = {
    ["name"] = "5星树精长老碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30149] = {
    ["name"] = "5星猎头者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30150] = {
    ["name"] = "5星敛骨者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30151] = {
    ["name"] = "5星骸骨将军碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30152] = {
    ["name"] = "5星烈酒碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30153] = {
    ["name"] = "5星雷蒙盖顿碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30154] = {
    ["name"] = "5星格伦碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30155] = {
    ["name"] = "5星梦魇骑士碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30156] = {
    ["name"] = "5星LM-02碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30157] = {
    ["name"] = "5星阿卡莎碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30158] = {
    ["name"] = "5星阿勒里亚碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30159] = {
    ["name"] = "5星泰勒碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30160] = {
    ["name"] = "5星卡加斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30161] = {
    ["name"] = "5星兰姆碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30162] = {
    ["name"] = "5星死誓碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30163] = {
    ["name"] = "5星钢铁斑比碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30164] = {
    ["name"] = "5星克里斯蒂安碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30165] = {
    ["name"] = "5星诺玛碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30166] = {
    ["name"] = "5星伊姆拉图斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30167] = {
    ["name"] = "5星灰眼碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30168] = {
    ["name"] = "5星泽基斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30169] = {
    ["name"] = "5星不眠者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30170] = {
    ["name"] = "4星神圣之灵碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30171] = {
    ["name"] = "4星黑暗之灵碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐30个碎片即可召唤该英雄",
}
data[30172] = {
    ["name"] = "5星神圣之灵碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30173] = {
    ["name"] = "5星黑暗之灵碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30174] = {
    ["name"] = "5星达斯摩戈碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30175] = {
    ["name"] = "5星信仰之刃碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30176] = {
    ["name"] = "5星克罗斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30177] = {
    ["name"] = "5星瓦伦丁碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30178] = {
    ["name"] = "5星杰赫拉碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30179] = {
    ["name"] = "5星贝尔兰碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30180] = {
    ["name"] = "5星米姆碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30181] = {
    ["name"] = "5星瓦尔基里碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30182] = {
    ["name"] = "5星夏碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30183] = {
    ["name"] = "5星克图格亚碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30184] = {
    ["name"] = "5星荷鲁斯碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30185] = {
    ["name"] = "5星阿斯布碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30186] = {
    ["name"] = "5星阿伊达碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30187] = {
    ["name"] = "5星奥伯隆碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18307] = {
    ["name"] = "10星丹特里安碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18306] = {
    ["name"] = "10星克里姆碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18305] = {
    ["name"] = "10星古斯塔碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18304] = {
    ["name"] = "10星肥姆碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18303] = {
    ["name"] = "10星巴洛克领主碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18302] = {
    ["name"] = "10星女王碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18301] = {
    ["name"] = "10星玛格丽特碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[40039] = {
    ["name"] = "精英5星碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤非光暗阵营的精英5星英雄",
}
data[40046] = {
    ["name"] = "精英光明5星碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤光明阵营的精英5星英雄",
}
data[40045] = {
    ["name"] = "精英暗影5星碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤暗影阵营的精英5星英雄",
}
data[18408] = {
    ["name"] = "10星埃德加碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18407] = {
    ["name"] = "10星罗萨碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18406] = {
    ["name"] = "10星马拉萨碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18405] = {
    ["name"] = "10星格鲁碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18404] = {
    ["name"] = "10星星光碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18403] = {
    ["name"] = "10星无面者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18402] = {
    ["name"] = "10星屠龙者碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18401] = {
    ["name"] = "10星恶魔猎手碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[60001] = {
    ["name"] = "皮肤万能碎片",
    ["brief"] = "皮肤合成",
    ["explain"] = "凑齐10个碎片可合成皮肤",
}
data[55099] = {
    ["name"] = "红色神器专属碎片",
    ["brief"] = "召唤神器",
    ["explain"] = "凑齐50个碎片即可召唤红色专属神器",
}
data[30189] = {
    ["name"] = "5星亚曼拉碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30188] = {
    ["name"] = "5星潘妮碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30191] = {
    ["name"] = "5星古斯丁碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30216] = {
    ["name"] = "5星伊塔库亚碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30193] = {
    ["name"] = "5星UniMax-3000碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30190] = {
    ["name"] = "5星娜克娅碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30199] = {
    ["name"] = "5星迪拉休姆碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30192] = {
    ["name"] = "5星迦楼罗碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30198] = {
    ["name"] = "5星艾莉薇尔碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30196] = {
    ["name"] = "5星嘉莉碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[30194] = {
    ["name"] = "5星泰拉碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[175] = {
    ["name"] = "玉兔迎秋头像",
    ["brief"] = "特殊头像",
    ["explain"] = "中秋活动奖励的限定头像",
}
data[178] = {
    ["name"] = "黯淡之星",
    ["brief"] = "特殊头像",
    ["explain"] = "成就获得的特殊纪念头像",
}
data[179] = {
    ["name"] = "无华之月",
    ["brief"] = "特殊头像",
    ["explain"] = "成就获得的特殊纪念头像",
}
data[180] = {
    ["name"] = "全蚀之日",
    ["brief"] = "特殊头像",
    ["explain"] = "成就获得的特殊纪念头像",
}
data[187] = {
    ["name"] = "万圣节限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "万圣节活动奖励的限定头像",
}
data[191] = {
    ["name"] = "感恩节限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "感恩节活动奖励的限定头像",
}
data[197] = {
    ["name"] = "圣诞节限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "圣诞节活动奖励的限定头像",
}
data[205] = {
    ["name"] = "新年限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "新年活动奖励的限定头像",
}
data[215] = {
    ["name"] = "春节限定头像",
    ["brief"] = "特殊头像",
    ["explain"] = "春节活动奖励的限定头像",
}
data[220] = {
    ["name"] = "春季花环头像",
    ["brief"] = "特殊头像",
    ["explain"] = "樱花礼包内的限定头像",
}
data[18312] = {
    ["name"] = "10星克图格亚碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18412] = {
    ["name"] = "10星奥伯隆碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18507] = {
    ["name"] = "10星阿斯布碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[18606] = {
    ["name"] = "10星阿伊达碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19320] = {
    ["name"] = "6星克图格亚碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19616] = {
    ["name"] = "6星阿伊达碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19419] = {
    ["name"] = "6星奥伯隆碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[19516] = {
    ["name"] = "6星阿斯布碎片",
    ["brief"] = "召唤英雄",
    ["explain"] = "凑齐50个碎片即可召唤该英雄",
}
data[170] = {
    ["name"] = "辉煌圣物",
    ["brief"] = "兑换材料",
    ["explain"] = "特殊材料，用于兑换道具",
}
return data