local loadingtips = {}
loadingtips[1] = {
    ["tips"] = "小贴士：阵营克制关系：森林→幽暗→堡垒→深渊→森林，暗影→圣光，圣光→暗影",
}
loadingtips[2] = {
    ["tips"] = "小贴士：英雄品质从低到高分为1星、2星、3星、4星、5星5种品质",
}
loadingtips[3] = {
    ["tips"] = "小贴士：消耗英雄进阶石可以使英雄进阶，英雄进阶后将会解锁被动技能",
}
loadingtips[4] = {
    ["tips"] = "小贴士：装备品质从低到高分为：蓝色、金色、紫色、绿色、红色、橙色6种品质",
}
loadingtips[5] = {
    ["tips"] = "小贴士：上阵6个相同阵营的英雄可以激活阵营光环，获得强大的属性",
}
loadingtips[6] = {
    ["tips"] = "小贴士：每8个小时你拥有一次免费普通英雄召唤的机会，每48个小时你拥有一次免费高级英雄召唤的机会",
}
loadingtips[7] = {
    ["tips"] = "小贴士：前排的英雄在战斗中会承受大量伤害，建议放防御力出众的英雄",
}
loadingtips[8] = {
    ["tips"] = "小贴士：战斗中出手顺序由英雄的速度决定",
}
loadingtips[9] = {
    ["tips"] = "小贴士：提升你的VIP等级可以享受更多的游戏特权",
}
loadingtips[10] = {
    ["tips"] = "小贴士：记得和好友互赠爱心。爱心可用于友情召唤，友情召唤也能召唤不错的英雄",
}
return loadingtips