local data = {}
data[1] = {
    ["name"] = "竞技场每日奖励",
    ["content"] = "恭喜您在#time#的#id#联赛中取得了第#rank#名的成绩，奖励见附件",
    ["from"] = "竞技场邮件",
}
data[2] = {
    ["name"] = "赛季结算奖励",
    ["content"] = "我谨代表阿布丁王国祝贺您在#id#联赛中取得第#rank#名的成绩，为表彰您的技艺和勇猛，我们送予您以下奖励",
    ["from"] = "竞技场邮件",
}
data[3] = {
    ["name"] = "会长任命",
    ["content"] = "#member1#不再是公会领袖，#member2#现在是#guildname#公会新的领袖",
    ["from"] = "公会邮件",
}
data[4] = {
    ["name"] = "官员任命",
    ["content"] = "你已被任命为#guildname#公会的官员",
    ["from"] = "公会邮件",
}
data[5] = {
    ["name"] = "官员罢免",
    ["content"] = "你现在不再担任#guildname#公会的官员",
    ["from"] = "公会邮件",
}
data[6] = {
    ["name"] = "被踢出公会",
    ["content"] = "你已被踢出公会，不再是#guildname#公会的一员",
    ["from"] = "公会邮件",
}
data[7] = {
    ["name"] = "公会解散",
    ["content"] = "#guildname#已经被解散，你现在没有公会",
    ["from"] = "公会邮件",
}
data[8] = {
    ["name"] = "公会BOSS奖励",
    ["content"] = "祝贺你在公会Boss战斗中取得的成功，奖励见附件",
    ["from"] = "公会邮件",
}
data[9] = {
    ["name"] = "开服奖励",
    ["content"] = "活动期间，每日登陆即可领取50钻石，2许愿币，2竞技场门票，奖励见附件",
    ["from"] = "系统邮件",
}
data[10] = {
    ["name"] = "GM来信",
    ["content"] = "#content#",
    ["from"] = "GM邮件",
}
data[11] = {
    ["name"] = "GM来信",
    ["content"] = "#content#",
    ["from"] = "GM邮件",
}
data[12] = {
    ["name"] = "恭喜成为月卡用户",
    ["content"] = "恭喜你已经成为月卡用户。从#date#起，系统将在每天的00:00 am(UTC/GMC 0)为您发送#gems#钻石。购买月卡的当天会立即向你发送属于第一天的钻石。",
    ["from"] = "月卡",
}
data[13] = {
    ["name"] = "今日月卡奖励",
    ["content"] = "您是VIP#number#用户，今日获得以下奖励，请及时领取。您的月卡还有#day#天到期.",
    ["from"] = "月卡",
}
data[14] = {
    ["name"] = "月卡已到期",
    ["content"] = "您的月卡已到期，现在前往商场再次购买月卡将重新成为月卡用户！领取价值13倍花费的钻石！",
    ["from"] = "月卡",
}
data[15] = {
    ["name"] = "冲级奖励",
    ["content"] = "恭喜你达到#level#，获得#gems#钻石，#gold#金币，奖励见附件",
    ["from"] = "系统邮件",
}
data[16] = {
    ["name"] = "召唤英雄奖励",
    ["content"] = "恭喜你在活动中抽到#ID#英雄，获得丰厚奖励，奖励见附件",
    ["from"] = "系统邮件",
}
data[17] = {
    ["name"] = "下载有礼",
    ["content"] = "你下载了其他应用，获得#gems#钻石，奖励见附件",
    ["from"] = "系统邮件",
}
data[18] = {
    ["name"] = "公会Raid战斗",
    ["content"] = "恭喜您在#date#的公会RAID中完成一次战斗，奖励见附件",
    ["from"] = "公会邮件",
}
data[19] = {
    ["name"] = "评分奖励",
    ["content"] = "谢谢你的支持，奖励见附件",
    ["from"] = "系统邮件",
}
data[20] = {
    ["name"] = "电影奖励",
    ["content"] = "谢谢你的观看，奖励见附件",
    ["from"] = "系统邮件",
}
data[21] = {
    ["name"] = "公会战报名通知",
    ["content"] = "你的公会已经成功报名据点 #stage#，请前往公会战界面做好参战准备",
    ["from"] = "公会战",
}
data[22] = {
    ["name"] = "公会战奖励",
    ["content"] = "你在公会战第 #number# 轮战斗中成功占领据点#stage#，获得以下奖励：",
    ["from"] = "公会战",
}
data[23] = {
    ["name"] = "公会战次轮奖励",
    ["content"] = "为表彰你在公会战次轮中的勇猛，我们送予您以下奖励",
    ["from"] = "公会战",
}
data[24] = {
    ["name"] = "公会战冠军奖励",
    ["content"] = "恭喜您获得本次公会战的冠军，获得以下奖励",
    ["from"] = "公会战",
}
data[25] = {
    ["name"] = "公会BOSS击杀奖励",
    ["content"] = "公会Boss已被成功击杀，恭喜你获得以下奖励",
    ["from"] = "公会邮件",
}
data[26] = {
    ["name"] = "召唤积分奖励",
    ["content"] = "恭喜你在召唤积分活动中达到#number#积分，获得以下奖励",
    ["from"] = "系统邮件",
}
data[27] = {
    ["name"] = "感恩节馈赠",
    ["content"] = "活动期间，每日登陆即可领取#gems#钻石，#chip#许愿币，奖励见附件",
    ["from"] = "系统邮件",
}
data[28] = {
    ["name"] = "圣诞节馈赠",
    ["content"] = "活动期间，每日登陆即可领取50钻石，2许愿币，2惊奇魔偶，奖励见附件",
    ["from"] = "系统邮件",
}
data[29] = {
    ["name"] = "许愿池奖励",
    ["content"] = "恭喜你在许愿池奖励活动中达到#number#积分，获得以下奖励",
    ["from"] = "系统邮件",
}
data[30] = {
    ["name"] = "冬季大馈赠",
    ["content"] = "活动期间，每日登陆即可领取50钻石，2高级召唤卷轴，奖励见附件",
    ["from"] = "系统邮件",
}
data[31] = {
    ["name"] = "冬季大馈赠",
    ["content"] = "活动期间，每日登陆即可领取50钻石，2惊奇魔偶，1高级召唤卷轴，奖励见附件",
    ["from"] = "系统邮件",
}
data[32] = {
    ["name"] = "死亡幻境挑战奖励",
    ["content"] = "恭喜您在本次死亡幻境挑战中取得了#rank#名的成绩，奖励见附件",
    ["from"] = "系统邮件",
}
data[33] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取100钻石，1高级召唤卷轴，奖励见附件",
    ["from"] = "系统邮件",
}
data[34] = {
    ["name"] = "复活节馈赠",
    ["content"] = "活动期间，每日登陆即可领取50钻石，2高级召唤卷轴，奖励见附件",
    ["from"] = "系统邮件",
}
data[35] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取50钻石，2惊奇魔偶，1高级召唤卷轴，奖励见附件",
    ["from"] = "系统邮件",
}
data[36] = {
    ["name"] = "传奇召唤奖励",
    ["content"] = "恭喜你在传奇召唤活动中达成条件，获得丰厚奖励，奖励见附件",
    ["from"] = "系统邮件",
}
data[37] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取100钻石，2高级召唤卷轴，奖励见附件",
    ["from"] = "系统邮件",
}
data[38] = {
    ["name"] = "疯狂礼包奖励",
    ["content"] = "恭喜你在疯狂礼包活动中达到#number#积分，获得以下奖励",
    ["from"] = "系统邮件",
}
data[39] = {
    ["name"] = "好友助战BOSS奖励",
    ["content"] = "Boss已被成功击杀，恭喜你获得以下奖励",
    ["from"] = "系统邮件",
}
data[40] = {
    ["name"] = "好友助战排行榜奖励",
    ["content"] = "恭喜你在本周好友助战中取得#rank#名的成绩，奖励见附件",
    ["from"] = "系统邮件",
}
data[41] = {
    ["name"] = "小月卡",
    ["content"] = "恭喜你已经成为小月卡用户。从#date#起，系统将在每天的00:00 am(UTC/GMT 0)为您发送#gems#钻石。购买小月卡的当天会立即向你发送属于第一天的钻石。",
    ["from"] = "小月卡",
}
data[42] = {
    ["name"] = "小月卡奖励",
    ["content"] = "今日获得以下奖励，您的小月卡还有#day#天到期.",
    ["from"] = "小月卡",
}
data[43] = {
    ["name"] = "小月卡到期",
    ["content"] = "您的小月卡付费已到期，现在前往商场再次购买小月卡将重新成为小月卡用户！领取价值10倍花费的钻石！",
    ["from"] = "小月卡",
}
data[44] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取5许愿币，奖励见附件",
    ["from"] = "系统邮件",
}
data[45] = {
    ["name"] = "合成活动",
    ["content"] = "恭喜你在活动期间成功合成5星#ID#，奖励见附件",
    ["from"] = "系统邮件",
}
data[46] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取30四星萬能碎片，3许愿币，奖励见附件",
    ["from"] = "系统邮件",
}
data[47] = {
    ["name"] = "好战者节日奖励",
    ["content"] = "恭喜你在好战者节日活动中达成条件，获得丰厚奖励，奖励见附件",
    ["from"] = "系统邮件",
}
data[48] = {
    ["name"] = "神器礼物",
    ["content"] = "活动期间，每日登陆即可领取1紫色3星神器，500魔法之尘，奖励见附件",
    ["from"] = "系统邮件",
}
data[49] = {
    ["name"] = "感恩节馈赠",
    ["content"] = "活动期间，每日登陆即可领取1先知宝珠，10个5星英雄碎片，奖励见附件",
    ["from"] = "系统邮件",
}
data[50] = {
    ["name"] = "公会战积分赛奖励",
    ["content"] = "祝贺您在公会战积分赛中取得#rank#名的成绩，为表彰您的技艺和勇猛，我们送予您以下奖励",
    ["from"] = "系统邮件",
}
data[51] = {
    ["name"] = "公会战决赛奖励",
    ["content"] = "祝贺您在公会战决赛中取得#rank#强的成绩，为表彰您的技艺和勇猛，我们送予您以下奖励",
    ["from"] = "系统邮件",
}
data[52] = {
    ["name"] = "公会战决赛奖励",
    ["content"] = "祝贺您在公会战决赛中取得亚军，为表彰您的技艺和勇猛，我们送予您以下奖励",
    ["from"] = "系统邮件",
}
data[53] = {
    ["name"] = "公会战决赛奖励",
    ["content"] = "祝贺您在公会战决赛中取得冠军，为表彰您的技艺和勇猛，我们送予您以下奖励",
    ["from"] = "系统邮件",
}
data[54] = {
    ["name"] = "酒馆4星任务达标奖励",
    ["content"] = "祝贺你在酒馆任务达标活动中完成4星达标任务，获得以下奖励：",
    ["from"] = "系统邮件",
}
data[55] = {
    ["name"] = "酒馆5星任务达标奖励",
    ["content"] = "祝贺你在酒馆任务达标活动中完成5星达标任务，获得以下奖励：",
    ["from"] = "系统邮件",
}
data[56] = {
    ["name"] = "加入公会",
    ["content"] = "恭喜你加入#guildname#公会，每天记得来签到哦！",
    ["from"] = "公会邮件",
}
data[57] = {
    ["name"] = "圣诞节奖励",
    ["content"] = "活动期间，每日登陆即可领取50冰雪玩偶，2英雄召唤卷轴，奖励见附件",
    ["from"] = "系统邮件",
}
data[58] = {
    ["name"] = "新年礼物",
    ["content"] = "活动期间，每日登陆即可领取200钻石，15个5星英雄碎片，奖励见附件",
    ["from"] = "系统邮件",
}
data[59] = {
    ["name"] = "冠军的试炼",
    ["content"] = "亲爱的玩家，冠军的试炼已经开启，我们送予您5竞技场门票，快去征战吧！",
    ["from"] = "系统邮件",
}
data[60] = {
    ["name"] = "GM来信",
    ["content"] = "#content1# #link_text# #link_url# #content2#",
    ["from"] = "系统邮件",
}
data[61] = {
    ["name"] = "新春赠礼",
    ["content"] = "活动期间，每日登陆即可领取50冰雪玩偶，1先知宝珠，奖励见附件",
    ["from"] = "系统邮件",
}
data[62] = {
    ["name"] = "酒馆6星任务达标奖励",
    ["content"] = "祝贺你在酒馆任务达标活动中完成6星达标任务，获得以下奖励：",
    ["from"] = "系统邮件",
}
data[63] = {
    ["name"] = "酒馆7星任务达标奖励",
    ["content"] = "祝贺你在酒馆任务达标活动中完成7星达标任务，获得以下奖励：",
    ["from"] = "系统邮件",
}
data[64] = {
    ["name"] = "情人节馈赠",
    ["content"] = "活动期间，每日登陆即可领取爱心x10，钻石x100，5星塞拉碎片x10，奖励见附件",
    ["from"] = "系统邮件",
}
data[65] = {
    ["name"] = "合成活动",
    ["content"] = "恭喜你在活动期间成功合成6星#ID#，奖励见附件",
    ["from"] = "系统邮件",
}
data[66] = {
    ["name"] = "组队竞技场",
    ["content"] = "恭喜您已成功加入到队伍中",
    ["from"] = "竞技场邮件",
}
data[67] = {
    ["name"] = "公会BOSS",
    ["content"] = "您已多次击杀该Boss，无法再获得奖励。",
    ["from"] = "公会邮件",
}
data[68] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取1先知宝珠, 100钻石，奖励见附件",
    ["from"] = "系统邮件",
}
data[69] = {
    ["name"] = "先知召唤积分奖励",
    ["content"] = "恭喜你在先知召唤积分活动中达到#number#积分，获得以下奖励",
    ["from"] = "系统邮件",
}
data[70] = {
    ["name"] = "神使祝福",
    ["content"] = "活动期间，每日登陆即可领取50黄金神像，1先知宝珠，奖励见附件",
    ["from"] = "系统邮件",
}
data[71] = {
    ["name"] = "公会邮件",
    ["content"] = "#content#",
    ["from"] = "公会邮件",
}
data[72] = {
    ["name"] = "GM来信",
    ["content"] = "亲爱的玩家，您通过#platform#支付#price#元购买了的订单编号为#order_id#的物品由于网络原因未能及时到账，我们通过邮件将物品发送给您，物品见附件",
    ["from"] = "GM邮件",
}
data[73] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取100钻石，2英雄召唤卷轴，奖励见附件",
    ["from"] = "系统邮件",
}
data[74] = {
    ["name"] = "击杀奖励",
    ["content"] = "掠夺者Boss被你击杀，恭喜你获得以下奖励",
    ["from"] = "系统邮件",
}
data[75] = {
    ["name"] = "击杀奖励",
    ["content"] = "公会Boss被你击杀，恭喜你获得以下奖励",
    ["from"] = "系统邮件",
}
data[76] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取200钻石，5许愿币，奖励见附件",
    ["from"] = "系统邮件",
}
data[77] = {
    ["name"] = "破碎时空",
    ["content"] = "亲爱的玩家，破碎时空已经开启，我们送予您4挑战徽章，快去征战吧！",
    ["from"] = "系统邮件",
}
data[78] = {
    ["name"] = "人鬼合体击杀奖励",
    ["content"] = "破碎时空人鬼合体Boss被你击杀，恭喜你获得以下奖励",
    ["from"] = "系统邮件",
}
data[79] = {
    ["name"] = "地狱来袭击杀奖励",
    ["content"] = "破碎时空地狱来袭Boss被你击杀，恭喜你获得以下奖励",
    ["from"] = "系统邮件",
}
data[80] = {
    ["name"] = "光暗联盟击杀奖励",
    ["content"] = "破碎时空光暗联盟Boss被你击杀，恭喜你获得以下奖励",
    ["from"] = "系统邮件",
}
data[81] = {
    ["name"] = "人鬼合体结算奖励",
    ["content"] = "恭喜你在破碎时空人鬼合体中获得了#rank#名，获得以下奖励",
    ["from"] = "系统邮件",
}
data[82] = {
    ["name"] = "破碎时空奖励",
    ["content"] = "恭喜你在破碎时空中获得了#rank#名，获得以下奖励",
    ["from"] = "系统邮件",
}
data[83] = {
    ["name"] = "光暗结盟结算奖励",
    ["content"] = "恭喜你在破碎时空光暗结盟中获得了#rank#名，获得以下奖励",
    ["from"] = "系统邮件",
}
data[84] = {
    ["name"] = "人鬼合体击杀福利",
    ["content"] = "破碎时空人鬼合体Boss被击杀，恭喜你获得以下奖励",
    ["from"] = "系统邮件",
}
data[85] = {
    ["name"] = "地狱来袭击杀福利",
    ["content"] = "破碎时空地狱来袭Boss被击杀，恭喜你获得以下奖励",
    ["from"] = "系统邮件",
}
data[86] = {
    ["name"] = "光暗结盟击杀福利",
    ["content"] = "破碎时空光暗联盟Boss被击杀，恭喜你获得以下奖励",
    ["from"] = "系统邮件",
}
data[87] = {
    ["name"] = "一周年庆典",
    ["content"] = "活动期间，每日登陆即可领取当前等级数量的幸运鱼骨和钻石，奖励见附件",
    ["from"] = "系统邮件",
}
data[88] = {
    ["name"] = "兑换码礼包",
    ["content"] = "恭喜您成功使用兑换码#key#获得了以下奖励，奖励见附件",
    ["from"] = "系统邮件",
}
data[89] = {
    ["name"] = "特权礼包",
    ["content"] = "恭喜您成功使用兑换码#key#获得了以下奖励，奖励见附件",
    ["from"] = "系统邮件",
}
data[90] = {
    ["name"] = "每日测试奖励",
    ["content"] = "在测试期间每日登陆游戏，可获得500钻石，5英雄召唤卷轴，2先知宝珠。奖励见附件",
    ["from"] = "系统邮件",
}
data[91] = {
    ["name"] = "Facebook关注奖励",
    ["content"] = "英雄，在你的协助下，邪恶达斯摩戈已经被打败，FB粉丝页恢复了活力！现在每个英雄都可以搜集300钻的战利品！",
    ["from"] = "系统邮件",
}
data[92] = {
    ["name"] = "微博关注奖励",
    ["content"] = "感谢各位英雄的关注，现在新浪微博粉丝已经突破15000人，请领取您的400钻石奖励。",
    ["from"] = "系统邮件",
}
data[93] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取3许愿币,1英雄许愿币，奖励见附件",
    ["from"] = "系统邮件",
}
data[94] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取10五星英雄碎片，奖励见附件",
    ["from"] = "系统邮件",
}
data[95] = {
    ["name"] = "荣耀觉醒奖励",
    ["content"] = "恭喜你在荣耀觉醒活动中达成条件，获得丰厚奖励，奖励见附件",
    ["from"] = "系统邮件",
}
data[96] = {
    ["name"] = "英雄神迹奖励",
    ["content"] = "恭喜你在英雄神迹活动中达成条件，获得丰厚奖励，奖励见附件",
    ["from"] = "系统邮件",
}
data[97] = {
    ["name"] = "关注奖励",
    ["content"] = "感谢各位英雄的努力，现在邪恶马拉萨已经被打败，请领取属于您的400钻奖励！",
    ["from"] = "系统邮件",
}
data[98] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取 英雄召唤卷轴 x 5，五星英雄碎片 x 15，奖励见附件",
    ["from"] = "系统邮件",
}
data[99] = {
    ["name"] = "魔兽重置",
    ["content"] = "所有魔兽已经全部重置，消耗的所有材料和金币已经发送到有邮箱，请查看附件",
    ["from"] = "系统邮件",
}
data[100] = {
    ["name"] = "队长移交",
    ["content"] = "组队竞技场的队长已经成功移交给你，请履行队长职责",
    ["from"] = "系统邮件",
}
data[101] = {
    ["name"] = "“公会磨坊补偿邮件”",
    ["content"] = "“亲爱的玩家，我们对公会磨坊玩法进行了全新的调整，原进行中的订单将会被取消，请收下以下补偿”",
    ["from"] = "系统邮件",
}
data[102] = {
    ["name"] = "补偿邮件",
    ["content"] = "亲爱的玩家，非常抱歉由于技术原因导致玩家暂时无法正常登陆，请收下这些补偿：钻石 x 500。感谢玩家们的理解与支持。",
    ["from"] = "系统邮件",
}
data[103] = {
    ["name"] = "阿斯布地牢开启",
    ["content"] = "亲爱的玩家，全新的阿斯布地牢即将开放，请收下这些物资，尽情参与吧！",
    ["from"] = "系统邮件",
}
data[104] = {
    ["name"] = "万圣节活动奖励",
    ["content"] = "亲爱的玩家，以下是您在万圣节活动中兑换的奖励，请查收。",
    ["from"] = "系统邮件",
}
data[105] = {
    ["name"] = "击杀奖励",
    ["content"] = "空岛Boss被你击杀，恭喜你获得以下奖励",
    ["from"] = "系统邮件",
}
data[106] = {
    ["name"] = "补偿邮件",
    ["content"] = "亲爱的玩家，您购买的物品由于网络原因未能及时到账，我们通过邮件将物品发送给您，物品见附件",
    ["from"] = "系统邮件",
}
data[107] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取黑色宝箱x5，奖励见附件。",
    ["from"] = "系统邮件",
}
data[108] = {
    ["name"] = "至尊黑金卡奖励",
    ["content"] = "您是#level#级VIP#number#用户，今日获得以下奖励，您的至尊黑金卡还剩余#day#天到期.",
    ["from"] = "系统邮件",
}
data[109] = {
    ["name"] = "补偿邮件",
    ["content"] = "亲爱的玩家，我们调整了空岛战玩法中岛屿的刷新机制，请收下以下补偿，物品见附件",
    ["from"] = "系统邮件",
}
data[110] = {
    ["name"] = "プレーヤーの皆様",
    ["content"] = "こんにちは。Twitter公式アカウントを準備完了いたしました。ゲームの最新情報や、最新イベント内容は今発信中！Twitterで＠IdleHeroesJP公式アカウントをフォロワーしてお願いいたします。URL：https://twitter.com/IdleHeroesJPどうもありがとうございます。これからも、どうぞよろしくお願いいたします。",
    ["from"] = "システムメール",
}
data[111] = {
    ["name"] = "圣诞狂欢",
    ["content"] = "活动期间，每日登陆即可领取当前等级数量的小雪人和钻石，奖励见附件",
    ["from"] = "系统邮件",
}
data[112] = {
    ["name"] = "GM우편",
    ["content"] = "아이들 히어로즈 카페에 가입해주셔서 진심으로 감사드립니다!",
    ["from"] = "系统邮件",
}
data[113] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取 英雄召唤卷轴 x 2，奖励见附件",
    ["from"] = "系统邮件",
}
data[114] = {
    ["name"] = "关注奖励",
    ["content"] = "在各位兵粉的努力下，关注数达到要求，邪恶克罗斯被打败，现在我们可以分享战利品，每个人450钻！ ",
    ["from"] = "系统邮件",
}
data[115] = {
    ["name"] = "点赞奖励",
    ["content"] = "感谢您的点赞，现在赞数达到要求并为全服每人发送奖励，请查收。 以后请继续关注我们的官方公众号与微博，我们会不定时的带来各种福利活动与消息爆料！",
    ["from"] = "系统邮件",
}
data[116] = {
    ["name"] = "GM来信",
    ["content"] = "亲爱的兵粉，邀请您关注我们的官方微信公众号与微博（搜索：放置奇兵或者点击以下官网链接扫描二维码），我们会不定时的举行各种福利活动以及爆料放置新旅程春节系列（重磅消息），赶紧来关注吧！|||http://ih.dhgames.cn|||http://ih.dhgames.cn|||",
    ["from"] = "系统邮件",
}
data[117] = {
    ["name"] = "고객님들께",
    ["content"] = "안녕하세요, 여러분.  최신 게임 정보와 이벤트 활동 소식 등 우리 게임 Twitter를 통해서 전달 드리겠습니다.  아래 링크를 클릭해서 팔로우하세요~여러분의 응원 많이 부탁드려요. 감사합니다.|||https://twitter.com/IdleheroesKr|||https://twitter.com/IdleheroesKr|||",
    ["from"] = "시스템 우편",
}
data[118] = {
    ["name"] = "补偿邮件",
    ["content"] = "亲爱的玩家，我们对您近期购买的礼包进行了内容调整，请收下这些补偿，物品见附件。",
    ["from"] = "系统邮件",
}
data[119] = {
    ["name"] = "每日奖励",
    ["content"] = "春节活动期间，每日登陆即可领取魔法灯笼 x 8，甜心巧克力 x 6，奖励见附件",
    ["from"] = "系统邮件",
}
data[120] = {
    ["name"] = "纳福迎春卡奖励",
    ["content"] = "您是#level#级VIP#number#用户，今日获得以下奖励，您的纳福迎春卡还剩余#day#天到期.",
    ["from"] = "系统邮件",
}
data[121] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取1先知宝珠，1英雄召唤卷轴，8挑战徽章，奖励见附件",
    ["from"] = "系统邮件",
}
data[122] = {
    ["name"] = "华为论坛专属活动",
    ["content"] = "亲爱的兵粉，华为《放置奇兵》论坛现在正在举行专区特享故事编纂活动，最高能得到2018钻石和万能英雄碎片奖励，赶紧动动手指来参与吧！活动传送门：|||http://cn.club.vmall.com/thread-15343426-1-1.html|||http://cn.club.vmall.com/thread-15343426-1-1.html|||",
    ["from"] = "系统邮件",
}
data[123] = {
    ["name"] = "击杀奖励",
    ["content"] = "火焰祭坛Boss已被击败，恭喜你获得以下奖励",
    ["from"] = "系统邮件",
}
data[124] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取古代石像 x 50，先知宝珠 x 1，奖励见附件",
    ["from"] = "系统邮件",
}
data[125] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取2竞技场门票, 100钻石，奖励见附件",
    ["from"] = "系统邮件",
}
data[126] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取1英雄许愿币, 4挑战徽章，奖励见附件",
    ["from"] = "系统邮件",
}
data[127] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取200钻石，奖励见附件",
    ["from"] = "系统邮件",
}
data[128] = {
    ["name"] = "合服完成奖励",
    ["content"] = "亲爱的玩家：合服已经顺利完成，感谢您的支持，请收下奖励：钻石*2000，皮肤万能碎片*10",
    ["from"] = "系统邮件",
}
data[129] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取1先知宝珠, 4挑战徽章，奖励见附件",
    ["from"] = "系统邮件",
}
data[130] = {
    ["name"] = "GM来信",
    ["content"] = "亲爱的玩家，我们将于#content#早上10:00日对服务器进行合服。预计合服时间为2-4小时，合服期间玩家无法登陆游戏，为避免不必要的损失，请提前做好下线准备。合服完成后将会对合服范围内玩家发放钻石*2000，皮肤万能碎片*10，给大家造成不便敬请谅解！",
    ["from"] = "系统邮件",
}
data[131] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取1先知宝珠, 1英雄许愿币，奖励见附件",
    ["from"] = "系统邮件",
}
data[132] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取1英雄许愿币，奖励见附件",
    ["from"] = "系统邮件",
}
data[133] = {
    ["name"] = "2周年庆典",
    ["content"] = "活动期间，每日登陆即可领取当前等级数量的幸运纪念币和钻石，奖励见附件",
    ["from"] = "系统邮件",
}
data[134] = {
    ["name"] = "周年庆典卡奖励",
    ["content"] = "您是#level#级VIP#number#用户，今日获得以下奖励，您的周年庆典卡还剩余#day#天到期.",
    ["from"] = "系统邮件",
}
data[135] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取1先知宝珠，100幸运纪念币，奖励见附件",
    ["from"] = "系统邮件",
}
data[136] = {
    ["name"] = "破碎时空",
    ["content"] = "亲爱的玩家，破碎时空已经开启，我们送予您5挑战徽章，快去征战吧！",
    ["from"] = "系统邮件",
}
data[137] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取 英雄召唤卷轴 x 2，英雄许愿币 x 1，奖励见附件",
    ["from"] = "系统邮件",
}
data[138] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取1先知宝珠，奖励见附件",
    ["from"] = "系统邮件",
}
data[139] = {
    ["name"] = "每日奖励",
    ["content"] = "活动期间，每日登陆即可领取1英雄许愿币，50钻石，奖励见附件",
    ["from"] = "系统邮件",
}
data[140] = {
    ["name"] = "霸服等级豪礼",
    ["content"] = "恭喜您达到应用宝霸服#level#卡，这是霸服等级奖励，奖励见附件",
    ["from"] = "系统邮件",
}
data[141] = {
    ["name"] = "霸服每日福利",
    ["content"] = "应用宝霸服#level#卡每日福利，奖励见附件",
    ["from"] = "系统邮件",
}
data[142] = {
    ["name"] = "霸服定制道具",
    ["content"] = "恭喜您达到应用宝霸服#level#卡，这是霸服专属定制道具，奖励见附件",
    ["from"] = "系统邮件",
}
data[90001] = {
    ["name"] = "Seasonal Server",
    ["content"] = "Welcome to the 36th Seasonal Server! This server will run from 1-May to 29-May. Compete with others and try to see how far you can get in that time. At the end rewards will be sent to your S1 character. Check the Season button at the bottom of the screen in town to see your rankings and what the rewards will be. Good luck! :)<para><para>Current modifiers:<para>All auras are disabled<para>Evolving hero to 10-star will instantly make it 13-star<para>Hero skill change is possible in Events menu<para>2x Light hero find chance<para>7x 5-star hero find chance<para>5x Campaign loot<para>15x Campaign auto-battle player experience<para>2x Prophet Summon rewards<para>15x Campaign auto-battle gold & spirit<para>2x Dark hero find chance<para>2x Black Market item amounts<para>3x Aspen Dungeon chest rewards<para>2x Tavern reward amounts<para>10x Brave Trial chest rewards<para>3x Guild Coins from Boss, Mill and Guild War<para>2x Altar currency when disassembling hero<para>0.5x Hero level up gold cost<para>2x Casino reward amounts<para>Instant guild mill level 10<para>5x Casino chance of 5-star hero shards<para>3x Casino chance of 4-star hero shards<para>0.4x Casino chance of Spirit<para>Instant guild level 30<para>0.1x 1-star hero find chance<para>0.1x 2-star hero find chance",
    ["from"] = "Server Info",
}
return data