local data = {}
data[201] = {
    ["skillName"] = "普通攻击",
    ["desc"] = "主动技能：对单个敌方造成[100%攻击]伤害，",
}
data[50001] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[965]的伤害，",
}
data[50002] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[1276]的伤害，",
}
data[50003] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[1586]的伤害，",
}
data[50004] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[1897]的伤害，",
}
data[50005] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[2208]的伤害，",
}
data[50006] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[2518]的伤害，",
}
data[50007] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[2829]的伤害，",
}
data[50008] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[3140]的伤害，",
}
data[50009] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[3450]的伤害，",
}
data[50010] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[3761]的伤害，",
}
data[50011] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[4072]的伤害，",
}
data[50012] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[4382]的伤害，",
}
data[50013] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[4693]的伤害，",
}
data[50014] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[5004]的伤害，",
}
data[50015] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[5314]的伤害，",
}
data[50016] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[5625]的伤害，",
}
data[50017] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[5936]的伤害，",
}
data[50018] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[6246]的伤害，",
}
data[50019] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[6557]的伤害，",
}
data[50020] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[6868]的伤害，",
}
data[50021] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[7178]的伤害，",
}
data[50022] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[7489]的伤害，",
}
data[50023] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[7800]的伤害，",
}
data[50024] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[8111]的伤害，",
}
data[50025] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[8421]的伤害，",
}
data[50026] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[8732]的伤害，",
}
data[50027] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[9043]的伤害，",
}
data[50028] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[9353]的伤害，",
}
data[50029] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[9664]的伤害，",
}
data[50030] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机2名敌方造成[9975]的伤害，",
}
data[50031] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[1,0912]的伤害，有1%的几率眩晕，持续2回合，",
}
data[50032] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[1,1850]的伤害，有1.3%的几率眩晕，持续2回合，",
}
data[50033] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[1,2788]的伤害，有1.6%的几率眩晕，持续2回合，",
}
data[50034] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[1,3725]的伤害，有1.9%的几率眩晕，持续2回合，",
}
data[50035] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[1,4663]的伤害，有2.2%的几率眩晕，持续2回合，",
}
data[50036] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[1,5600]的伤害，有2.5%的几率眩晕，持续2回合，",
}
data[50037] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[1,6538]的伤害，有2.8%的几率眩晕，持续2回合，",
}
data[50038] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[1,7476]的伤害，有3.1%的几率眩晕，持续2回合，",
}
data[50039] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[1,8413]的伤害，有3.4%的几率眩晕，持续2回合，",
}
data[50040] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[1,9351]的伤害，有3.7%的几率眩晕，持续2回合，",
}
data[50041] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[2,0289]的伤害，有4%的几率眩晕，持续2回合，",
}
data[50042] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[2,1226]的伤害，有4.3%的几率眩晕，持续2回合，",
}
data[50043] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[2,2164]的伤害，有4.6%的几率眩晕，持续2回合，",
}
data[50044] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[2,3102]的伤害，有4.9%的几率眩晕，持续2回合，",
}
data[50045] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[2,4039]的伤害，有5.2%的几率眩晕，持续2回合，",
}
data[50046] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[2,4977]的伤害，有5.6%的几率眩晕，持续2回合，",
}
data[50047] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[2,5915]的伤害，有5.9%的几率眩晕，持续2回合，",
}
data[50048] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[2,6852]的伤害，有6.2%的几率眩晕，持续2回合，",
}
data[50049] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[2,7790]的伤害，有6.5%的几率眩晕，持续2回合，",
}
data[50050] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[2,8728]的伤害，有6.8%的几率眩晕，持续2回合，",
}
data[50051] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[2,9665]的伤害，有7.1%的几率眩晕，持续2回合，",
}
data[50052] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[3,0603]的伤害，有7.4%的几率眩晕，持续2回合，",
}
data[50053] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[3,1540]的伤害，有7.7%的几率眩晕，持续2回合，",
}
data[50054] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[3,2478]的伤害，有8%的几率眩晕，持续2回合，",
}
data[50055] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[3,3416]的伤害，有8.3%的几率眩晕，持续2回合，",
}
data[50056] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[3,4353]的伤害，有8.6%的几率眩晕，持续2回合，",
}
data[50057] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[3,5291]的伤害，有8.9%的几率眩晕，持续2回合，",
}
data[50058] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[3,6229]的伤害，有9.2%的几率眩晕，持续2回合，",
}
data[50059] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[3,7166]的伤害，有9.5%的几率眩晕，持续2回合，",
}
data[50060] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机3名敌方造成[3,8104]的伤害，有9.8%的几率眩晕，持续2回合，",
}
data[50061] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[4,0799]的伤害，有10.1%的几率眩晕，持续2回合，对随机4名友方增加1%暴击伤害，持续3回合",
}
data[50062] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[4,3494]的伤害，有10.4%的几率眩晕，持续2回合，对随机4名友方增加2%暴击伤害，持续3回合",
}
data[50063] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[4,6189]的伤害，有10.7%的几率眩晕，持续2回合，对随机4名友方增加3%暴击伤害，持续3回合",
}
data[50064] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[4,8883]的伤害，有11%的几率眩晕，持续2回合，对随机4名友方增加4%暴击伤害，持续3回合",
}
data[50065] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[5,1578]的伤害，有11.3%的几率眩晕，持续2回合，对随机4名友方增加5%暴击伤害，持续3回合",
}
data[50066] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[5,4273]的伤害，有11.6%的几率眩晕，持续2回合，对随机4名友方增加6%暴击伤害，持续3回合",
}
data[50067] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[5,6968]的伤害，有11.9%的几率眩晕，持续2回合，对随机4名友方增加7%暴击伤害，持续3回合",
}
data[50068] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[5,9663]的伤害，有12.2%的几率眩晕，持续2回合，对随机4名友方增加8%暴击伤害，持续3回合",
}
data[50069] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[6,2358]的伤害，有12.5%的几率眩晕，持续2回合，对随机4名友方增加9%暴击伤害，持续3回合",
}
data[50070] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[6,5053]的伤害，有12.8%的几率眩晕，持续2回合，对随机4名友方增加10%暴击伤害，持续3回合",
}
data[50071] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[6,7747]的伤害，有13.1%的几率眩晕，持续2回合，对随机4名友方增加11%暴击伤害，持续3回合",
}
data[50072] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[7,0442]的伤害，有13.4%的几率眩晕，持续2回合，对随机4名友方增加12%暴击伤害，持续3回合",
}
data[50073] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[7,3137]的伤害，有13.7%的几率眩晕，持续2回合，对随机4名友方增加13%暴击伤害，持续3回合",
}
data[50074] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[7,5832]的伤害，有14%的几率眩晕，持续2回合，对随机4名友方增加14%暴击伤害，持续3回合",
}
data[50075] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[7,8527]的伤害，有14.3%的几率眩晕，持续2回合，对随机4名友方增加15%暴击伤害，持续3回合",
}
data[50076] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[8,1222]的伤害，有14.7%的几率眩晕，持续2回合，对随机4名友方增加16%暴击伤害，持续3回合",
}
data[50077] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[8,3917]的伤害，有15%的几率眩晕，持续2回合，对随机4名友方增加17%暴击伤害，持续3回合",
}
data[50078] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[8,6611]的伤害，有15.3%的几率眩晕，持续2回合，对随机4名友方增加18%暴击伤害，持续3回合",
}
data[50079] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[8,9306]的伤害，有15.6%的几率眩晕，持续2回合，对随机4名友方增加19%暴击伤害，持续3回合",
}
data[50080] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[9,2001]的伤害，有15.9%的几率眩晕，持续2回合，对随机4名友方增加20%暴击伤害，持续3回合",
}
data[50081] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[9,4696]的伤害，有16.2%的几率眩晕，持续2回合，对随机4名友方增加21%暴击伤害，持续3回合",
}
data[50082] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[9,7391]的伤害，有16.5%的几率眩晕，持续2回合，对随机4名友方增加22%暴击伤害，持续3回合",
}
data[50083] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[10,0086]的伤害，有16.8%的几率眩晕，持续2回合，对随机4名友方增加23%暴击伤害，持续3回合",
}
data[50084] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[10,2781]的伤害，有17.1%的几率眩晕，持续2回合，对随机4名友方增加24%暴击伤害，持续3回合",
}
data[50085] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[10,5475]的伤害，有17.4%的几率眩晕，持续2回合，对随机4名友方增加25%暴击伤害，持续3回合",
}
data[50086] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[10,8170]的伤害，有17.7%的几率眩晕，持续2回合，对随机4名友方增加26%暴击伤害，持续3回合",
}
data[50087] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[11,0865]的伤害，有18%的几率眩晕，持续2回合，对随机4名友方增加27%暴击伤害，持续3回合",
}
data[50088] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[11,3560]的伤害，有18.3%的几率眩晕，持续2回合，对随机4名友方增加28%暴击伤害，持续3回合",
}
data[50089] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[11,6255]的伤害，有18.6%的几率眩晕，持续2回合，对随机4名友方增加29%暴击伤害，持续3回合",
}
data[50090] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[11,8950]的伤害，有18.9%的几率眩晕，持续2回合，对随机4名友方增加30%暴击伤害，持续3回合",
}
data[50091] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[12,3331]的伤害，有19.2%的几率眩晕，持续2回合，对随机4名友方增加31%暴击伤害，持续3回合",
}
data[50092] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[12,7713]的伤害，有19.5%的几率眩晕，持续2回合，对随机4名友方增加32%暴击伤害，持续3回合",
}
data[50093] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[13,2095]的伤害，有19.8%的几率眩晕，持续2回合，对随机4名友方增加33%暴击伤害，持续3回合",
}
data[50094] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[13,6477]的伤害，有20.1%的几率眩晕，持续2回合，对随机4名友方增加34%暴击伤害，持续3回合",
}
data[50095] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[14,0859]的伤害，有20.4%的几率眩晕，持续2回合，对随机4名友方增加35%暴击伤害，持续3回合",
}
data[50096] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[14,5240]的伤害，有20.7%的几率眩晕，持续2回合，对随机4名友方增加36%暴击伤害，持续3回合",
}
data[50097] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[14,9622]的伤害，有21%的几率眩晕，持续2回合，对随机4名友方增加37%暴击伤害，持续3回合",
}
data[50098] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[15,4004]的伤害，有21.3%的几率眩晕，持续2回合，对随机4名友方增加38%暴击伤害，持续3回合",
}
data[50099] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[15,8386]的伤害，有21.6%的几率眩晕，持续2回合，对随机4名友方增加39%暴击伤害，持续3回合",
}
data[50100] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[16,2767]的伤害，有21.9%的几率眩晕，持续2回合，对随机4名友方增加40%暴击伤害，持续3回合",
}
data[50101] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[16,7149]的伤害，有22.2%的几率眩晕，持续2回合，对随机4名友方增加41%暴击伤害，持续3回合",
}
data[50102] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[17,1531]的伤害，有22.5%的几率眩晕，持续2回合，对随机4名友方增加42%暴击伤害，持续3回合",
}
data[50103] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[17,5913]的伤害，有22.8%的几率眩晕，持续2回合，对随机4名友方增加43%暴击伤害，持续3回合",
}
data[50104] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[18,0295]的伤害，有23.1%的几率眩晕，持续2回合，对随机4名友方增加44%暴击伤害，持续3回合",
}
data[50105] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[18,4676]的伤害，有23.4%的几率眩晕，持续2回合，对随机4名友方增加45%暴击伤害，持续3回合",
}
data[50106] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[18,9058]的伤害，有23.8%的几率眩晕，持续2回合，对随机4名友方增加46%暴击伤害，持续3回合",
}
data[50107] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[19,3440]的伤害，有24.1%的几率眩晕，持续2回合，对随机4名友方增加47%暴击伤害，持续3回合",
}
data[50108] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[19,7822]的伤害，有24.4%的几率眩晕，持续2回合，对随机4名友方增加48%暴击伤害，持续3回合",
}
data[50109] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[20,2203]的伤害，有24.7%的几率眩晕，持续2回合，对随机4名友方增加49%暴击伤害，持续3回合",
}
data[50110] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[20,6585]的伤害，有25%的几率眩晕，持续2回合，对随机4名友方增加50%暴击伤害，持续3回合",
}
data[50111] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[21,0967]的伤害，有25.3%的几率眩晕，持续2回合，对随机4名友方增加51%暴击伤害，持续3回合",
}
data[50112] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[21,5349]的伤害，有25.6%的几率眩晕，持续2回合，对随机4名友方增加52%暴击伤害，持续3回合",
}
data[50113] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[21,9731]的伤害，有25.9%的几率眩晕，持续2回合，对随机4名友方增加53%暴击伤害，持续3回合",
}
data[50114] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[22,4112]的伤害，有26.2%的几率眩晕，持续2回合，对随机4名友方增加54%暴击伤害，持续3回合",
}
data[50115] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[22,8494]的伤害，有26.5%的几率眩晕，持续2回合，对随机4名友方增加55%暴击伤害，持续3回合",
}
data[50116] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[23,2876]的伤害，有26.8%的几率眩晕，持续2回合，对随机4名友方增加56%暴击伤害，持续3回合",
}
data[50117] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[23,7258]的伤害，有27.1%的几率眩晕，持续2回合，对随机4名友方增加57%暴击伤害，持续3回合",
}
data[50118] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[24,1639]的伤害，有27.4%的几率眩晕，持续2回合，对随机4名友方增加58%暴击伤害，持续3回合",
}
data[50119] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[24,6021]的伤害，有27.7%的几率眩晕，持续2回合，对随机4名友方增加59%暴击伤害，持续3回合",
}
data[50120] = {
    ["skillName"] = "龙之叹息",
    ["desc"] = "主动技能：对随机4名敌方造成[25,0403]的伤害，有28%的几率眩晕，持续2回合，对随机4名友方增加60%暴击伤害，持续3回合",
}
data[1001] = {
    ["skillName"] = "放血",
    ["desc"] = "主动技能：对单个敌方造成[100%攻击]伤害，造成[54%攻击]的流血伤害，持续2回合，",
}
data[1002] = {
    ["skillName"] = "精准打击",
    ["desc"] = "主动技能：对单个敌方造成[130%攻击]伤害，有100%的几率沉默，持续2回合，",
}
data[1003] = {
    ["skillName"] = "重击",
    ["desc"] = "主动技能：对单个敌方造成[90%攻击]伤害，有100%的几率眩晕，持续2回合，",
}
data[1004] = {
    ["skillName"] = "缠绕",
    ["desc"] = "主动技能：对单个敌方造成[100%攻击]伤害，造成[54%攻击]的中毒伤害，持续2回合，",
}
data[1005] = {
    ["skillName"] = "毒酸箭",
    ["desc"] = "主动技能：对前排敌方造成[70%攻击]伤害，造成[46%攻击]的中毒伤害，持续2回合，",
}
data[1006] = {
    ["skillName"] = "旋风利刃",
    ["desc"] = "主动技能：对随机2名后排敌方造成[147%攻击]伤害，",
}
data[1007] = {
    ["skillName"] = "生命虹吸",
    ["desc"] = "主动技能：对单个敌方造成[160%攻击]伤害，对随机1名前排友方恢复[75%攻击]等量生命",
}
data[1008] = {
    ["skillName"] = "放血",
    ["desc"] = "主动技能：对单个敌方造成[120%攻击]伤害，造成[54%攻击]的流血伤害，持续2回合，",
}
data[1009] = {
    ["skillName"] = "闪电箭",
    ["desc"] = "主动技能：对前排敌方造成[119%攻击]伤害，降低21%护甲，持续2回合，",
}
data[1010] = {
    ["skillName"] = "惩罚之箭",
    ["desc"] = "主动技能：对全体敌方造成[69%攻击]伤害，对刺客目标额外有50%的几率沉默，持续2回合，",
}
data[1011] = {
    ["skillName"] = "地刺",
    ["desc"] = "主动技能：对随机1名敌方造成[120%攻击]伤害，有100%的几率眩晕，持续2回合，",
}
data[1012] = {
    ["skillName"] = "毒爆术",
    ["desc"] = "主动技能：对单个敌方造成[150%攻击]伤害，对前排友方恢复[70%攻击]等量生命",
}
data[1013] = {
    ["skillName"] = "旋风利刃",
    ["desc"] = "主动技能：对后排敌方造成[115%攻击]伤害，",
}
data[1014] = {
    ["skillName"] = "圣光术",
    ["desc"] = "主动技能：对前排敌方造成[70%攻击]伤害，对全体友方恢复[42%攻击]等量生命，持续2回合",
}
data[1015] = {
    ["skillName"] = "旋风利刃",
    ["desc"] = "主动技能：对单个敌方造成[215%攻击]伤害，自身增加15%暴击率，持续2回合",
}
data[1016] = {
    ["skillName"] = "惩罚之箭",
    ["desc"] = "主动技能：对全体敌方造成[70%攻击]伤害，有15%的几率沉默，持续2回合，",
}
data[1017] = {
    ["skillName"] = "火焰之剑",
    ["desc"] = "主动技能：对全体敌方造成[71%攻击]伤害，造成[25%攻击]的燃烧伤害，持续3回合，",
}
data[1018] = {
    ["skillName"] = "幽冥打击",
    ["desc"] = "主动技能：对随机1名后排敌方造成[200%攻击]伤害，对法师目标额外造成[30%攻击]的流血伤害，持续2回合，",
}
data[1019] = {
    ["skillName"] = "星落",
    ["desc"] = "主动技能：对后排敌方造成[125%攻击]伤害，对战士目标额外有40%的几率眩晕，持续2回合，",
}
data[1020] = {
    ["skillName"] = "暗影爆炸",
    ["desc"] = "主动技能：对前排敌方造成[116%攻击]伤害，吸收目标21%护甲，持续2回合，",
}
data[1021] = {
    ["skillName"] = "毒酸箭",
    ["desc"] = "主动技能：对随机3名敌方造成[117%攻击]伤害，造成[20%攻击]的中毒伤害，持续2回合，",
}
data[1022] = {
    ["skillName"] = "冰箭",
    ["desc"] = "主动技能：对随机1名敌方造成[90%攻击]伤害，有100%的几率冰冻，持续2回合，",
}
data[1023] = {
    ["skillName"] = "毒爆术",
    ["desc"] = "主动技能：对随机2名后排敌方造成[104%攻击]伤害，造成[18%攻击]的中毒伤害，持续2回合，",
}
data[1024] = {
    ["skillName"] = "精准打击",
    ["desc"] = "主动技能：对随机1名后排敌方造成[190%攻击]伤害，",
}
data[1025] = {
    ["skillName"] = "重击",
    ["desc"] = "主动技能：对单个敌方造成[90%攻击]伤害，有100%的几率眩晕，持续2回合，",
}
data[1026] = {
    ["skillName"] = "火焰之拳",
    ["desc"] = "主动技能：对前排敌方造成[77%攻击]伤害，有35%的几率眩晕，持续2回合，",
}
data[1027] = {
    ["skillName"] = "冰刃",
    ["desc"] = "主动技能：对单个敌方造成[170%攻击]伤害，降低24%护甲，持续2回合，",
}
data[1028] = {
    ["skillName"] = "冰箭",
    ["desc"] = "主动技能：对随机1名后排敌方造成[110%攻击]伤害，有100%的几率冰冻，持续2回合，",
}
data[1029] = {
    ["skillName"] = "暗影爆炸",
    ["desc"] = "主动技能：对前排敌方造成[147%攻击]伤害，",
}
data[1030] = {
    ["skillName"] = "冰刃",
    ["desc"] = "主动技能：对前排敌方造成[112%攻击]伤害，降低21%护甲，持续2回合，对战士目标额外有50%的几率冰冻，持续1回合，",
}
data[1031] = {
    ["skillName"] = "生命虹吸",
    ["desc"] = "主动技能：对单个敌方造成[180%攻击]伤害，自身恢复[75%攻击]等量生命",
}
data[1032] = {
    ["skillName"] = "旋风利刃",
    ["desc"] = "主动技能：对前排敌方造成[140%攻击]伤害，自身增加15%精准，持续2回合",
}
data[1033] = {
    ["skillName"] = "暗影虹吸",
    ["desc"] = "主动技能：对随机1名后排敌方造成[200%攻击]伤害，自身增加15%破甲，持续2回合",
}
data[1034] = {
    ["skillName"] = "冰爆术",
    ["desc"] = "主动技能：对前排敌方造成[126%攻击]伤害，有30%的几率冰冻，持续2回合，血量最少的友方恢复[90%攻击]等量生命",
}
data[1035] = {
    ["skillName"] = "死亡打击",
    ["desc"] = "主动技能：对后排敌方造成[115%攻击]伤害，",
}
data[1036] = {
    ["skillName"] = "黑暗之刃",
    ["desc"] = "主动技能：对前排敌方造成[130%攻击]伤害，降低10%格挡，持续2回合，",
}
data[1037] = {
    ["skillName"] = "生命虹吸",
    ["desc"] = "主动技能：对后排敌方造成[80%攻击]伤害，自身恢复[80%攻击]等量生命",
}
data[1038] = {
    ["skillName"] = "电能激荡",
    ["desc"] = "主动技能：对随机3名敌方造成[120%攻击]伤害，对法师目标额外有80%的几率眩晕，持续2回合，",
}
data[1039] = {
    ["skillName"] = "幽冥打击",
    ["desc"] = "主动技能：血量最低的敌方造成[180%攻击]伤害，降低27%攻击，持续2回合，",
}
data[1040] = {
    ["skillName"] = "奥术爆炸",
    ["desc"] = "主动技能：对全体敌方造成[75%攻击]伤害，对战士目标额外有75%的几率沉默，持续2回合，",
}
data[1041] = {
    ["skillName"] = "卡尔玛射线",
    ["desc"] = "主动技能：对后排敌方造成[116%攻击]伤害，有25%的几率石化，持续2回合，",
}
data[1042] = {
    ["skillName"] = "地刺",
    ["desc"] = "主动技能：对随机3名敌方造成[100%攻击]伤害，对刺客目标额外有60%的几率眩晕，持续2回合，",
}
data[1043] = {
    ["skillName"] = "缠绕",
    ["desc"] = "主动技能：对前排敌方造成[133%攻击]伤害，降低速度20，持续2回合，",
}
data[1044] = {
    ["skillName"] = "重击",
    ["desc"] = "主动技能：对单个敌方造成[90%攻击]伤害，有100%的几率眩晕，持续2回合，",
}
data[1045] = {
    ["skillName"] = "火焰打击",
    ["desc"] = "主动技能：对单个敌方造成[100%攻击]伤害，造成[54%攻击]的燃烧伤害，持续2回合，",
}
data[1046] = {
    ["skillName"] = "重击",
    ["desc"] = "主动技能：对随机1名敌方造成[190%攻击]伤害，",
}
data[1047] = {
    ["skillName"] = "冰爆术",
    ["desc"] = "主动技能：对前排敌方造成[112%攻击]伤害，对前排友方恢复[44%攻击]等量生命",
}
data[1048] = {
    ["skillName"] = "龙卷风",
    ["desc"] = "主动技能：对随机1名后排敌方造成[180%攻击]伤害，自身增加15%格挡，持续2回合",
}
data[1049] = {
    ["skillName"] = "圣光术",
    ["desc"] = "主动技能：对随机1名敌方造成[160%攻击]伤害，血量最少的友方恢复[75%攻击]等量生命",
}
data[1050] = {
    ["skillName"] = "火焰之拳",
    ["desc"] = "主动技能：对随机1名敌方造成[110%攻击]伤害，有100%的几率眩晕，持续2回合，",
}
data[1051] = {
    ["skillName"] = "蓝色闪电激光",
    ["desc"] = "主动技能：对随机3名敌方造成[140%攻击]伤害，对刺客目标额外有40%的几率石化，持续2回合，",
}
data[1052] = {
    ["skillName"] = "蓝色闪电激光",
    ["desc"] = "主动技能：对后排敌方造成[85%攻击]伤害，自身增加30%攻击，持续2回合",
}
data[1053] = {
    ["skillName"] = "重击",
    ["desc"] = "主动技能：对单个敌方造成[200%攻击]伤害，自身增加15%护甲，持续2回合",
}
data[1054] = {
    ["skillName"] = "灼热剑痕",
    ["desc"] = "主动技能：对后排敌方造成[90%攻击]伤害，降低15%护甲，持续2回合，",
}
data[1055] = {
    ["skillName"] = "冰冻之心",
    ["desc"] = "主动技能：对全体敌方造成[51%攻击]伤害，有15%的几率冰冻，持续2回合，",
}
data[1056] = {
    ["skillName"] = "地火",
    ["desc"] = "主动技能：血量最低的敌方造成[135%攻击]伤害，造成[43%攻击]的燃烧伤害，持续2回合，",
}
data[1057] = {
    ["skillName"] = "疾风之刃",
    ["desc"] = "主动技能：对前排敌方造成[161%攻击]伤害，",
}
data[1058] = {
    ["skillName"] = "地震术",
    ["desc"] = "主动技能：对后排敌方造成[75%攻击]伤害，有20%的几率眩晕，持续2回合，",
}
data[1059] = {
    ["skillName"] = "冰刃",
    ["desc"] = "主动技能：对后排敌方造成[95%攻击]伤害，有25%的几率冰冻，持续2回合，",
}
data[1060] = {
    ["skillName"] = "闪电术",
    ["desc"] = "主动技能：对随机3名敌方造成[123%攻击]伤害，有25%的几率眩晕，持续2回合，",
}
data[1061] = {
    ["skillName"] = "疾风之刃",
    ["desc"] = "主动技能：对随机2名后排敌方造成[100%攻击]伤害，造成[60%攻击]的流血伤害，持续2回合，",
}
data[1062] = {
    ["skillName"] = "彩虹激光",
    ["desc"] = "主动技能：对前排敌方造成[145%攻击]伤害，自身增加25%攻击，持续2回合",
}
data[1063] = {
    ["skillName"] = "混乱暗影",
    ["desc"] = "主动技能：对全体敌方造成[96%攻击]伤害，对牧师目标额外有75%的几率沉默，持续3回合，",
}
data[1064] = {
    ["skillName"] = "重击",
    ["desc"] = "主动技能：血量最低的敌方造成[171%攻击]伤害，",
}
data[1065] = {
    ["skillName"] = "旋风利刃",
    ["desc"] = "主动技能：对后排敌方造成[65%攻击]伤害，造成[18%攻击]的流血伤害，持续2回合，",
}
data[1066] = {
    ["skillName"] = "落石术",
    ["desc"] = "主动技能：对单个敌方造成[100%攻击]伤害，有100%的几率眩晕，持续2回合，",
}
data[1067] = {
    ["skillName"] = "混乱箭",
    ["desc"] = "主动技能：对后排敌方造成[65%攻击]伤害，造成[18%攻击]的中毒伤害，持续2回合，",
}
data[1068] = {
    ["skillName"] = "放血",
    ["desc"] = "主动技能：对单个敌方造成[110%攻击]伤害，造成[60%攻击]的流血伤害，持续2回合，",
}
data[1069] = {
    ["skillName"] = "红色闪电激光",
    ["desc"] = "主动技能：对前排敌方造成[147%攻击]伤害，对战士目标额外降低21%护甲，持续2回合，",
}
data[1070] = {
    ["skillName"] = "火焰之鞭",
    ["desc"] = "主动技能：对后排敌方造成[105%攻击]伤害，",
}
data[1071] = {
    ["skillName"] = "火焰打击",
    ["desc"] = "主动技能：对单个敌方造成[150%攻击]伤害，造成[36%攻击]的燃烧伤害，持续2回合，",
}
data[1072] = {
    ["skillName"] = "地火",
    ["desc"] = "主动技能：对前排敌方造成[77%攻击]伤害，造成[42%攻击]的燃烧伤害，持续2回合，",
}
data[1073] = {
    ["skillName"] = "陨石",
    ["desc"] = "主动技能：对前排敌方造成[84%攻击]伤害，有35%的几率眩晕，持续2回合，",
}
data[1074] = {
    ["skillName"] = "火球轰炸",
    ["desc"] = "主动技能：对全体敌方造成[69%攻击]伤害，",
}
data[1075] = {
    ["skillName"] = "生命虹吸",
    ["desc"] = "主动技能：血量最低的敌方造成[162%攻击]伤害，自身恢复[75%攻击]等量生命",
}
data[1076] = {
    ["skillName"] = "火焰之鞭",
    ["desc"] = "主动技能：对后排敌方造成[90%攻击]伤害，降低12.5%暴击率，持续2回合，",
}
data[1077] = {
    ["skillName"] = "火焰打击",
    ["desc"] = "主动技能：对后排敌方造成[40%攻击]伤害，造成[45%攻击]的燃烧伤害，持续2回合，",
}
data[1078] = {
    ["skillName"] = "彩虹激光",
    ["desc"] = "主动技能：对随机2名敌方造成[184%攻击]伤害，对刺客目标额外造成[60%攻击]伤害，",
}
data[1079] = {
    ["skillName"] = "毒爆术",
    ["desc"] = "主动技能：对随机4名敌方造成[60%攻击]伤害，如果目标处于中毒状态有20%的几率眩晕，持续2回合，造成[55%攻击]的中毒伤害，持续3回合，",
}
data[1080] = {
    ["skillName"] = "暴风之刃",
    ["desc"] = "主动技能：对全体敌方造成[90%攻击]伤害，降低17%暴击率，持续3回合，",
}
data[1081] = {
    ["skillName"] = "黑暗之刃",
    ["desc"] = "主动技能：对单个敌方造成[250%攻击]伤害，血量最少的友方恢复[180%攻击]等量生命",
}
data[1082] = {
    ["skillName"] = "火焰之拳",
    ["desc"] = "主动技能：对前排敌方造成[140%攻击]伤害，造成[40%攻击]的燃烧伤害，持续2回合，",
}
data[1083] = {
    ["skillName"] = "地震术",
    ["desc"] = "主动技能：对后排敌方造成[75%攻击]伤害，有24%的几率眩晕，持续2回合，",
}
data[1084] = {
    ["skillName"] = "克里姆的狡诈",
    ["desc"] = "主动技能：血量最低的敌方造成[200%攻击]伤害，吸收目标20%攻击，持续2回合，",
}
data[1085] = {
    ["skillName"] = "暗影虹吸",
    ["desc"] = "主动技能：对随机1名敌方造成[110%攻击]伤害，有100%的几率石化，持续2回合，",
}
data[1086] = {
    ["skillName"] = "蓝色闪电激光",
    ["desc"] = "主动技能：对前排敌方造成[91%攻击]伤害，有35%的几率石化，持续2回合，对战士目标额外造成[50%攻击]伤害，",
}
data[1087] = {
    ["skillName"] = "暗影爆炸",
    ["desc"] = "主动技能：对后排敌方造成[115%攻击]伤害，对刺客目标额外造成[50%攻击]伤害，",
}
data[1088] = {
    ["skillName"] = "混乱暗影",
    ["desc"] = "主动技能：对随机4名敌方造成[75%攻击]伤害，有20%的几率石化，持续2回合，",
}
data[1089] = {
    ["skillName"] = "圣光术",
    ["desc"] = "主动技能：对随机1名敌方造成[110%攻击]伤害，有100%的几率眩晕，持续2回合，",
}
data[1090] = {
    ["skillName"] = "圣光打击",
    ["desc"] = "主动技能：对后排敌方造成[115%攻击]伤害，对游侠目标额外降低25%攻击，持续2回合，对前排友方恢复[44%攻击]等量生命",
}
data[1091] = {
    ["skillName"] = "圣光审判",
    ["desc"] = "主动技能：对前排敌方造成[91%攻击]伤害，有35%的几率眩晕，持续2回合，对战士目标额外造成[50%攻击]伤害，",
}
data[1092] = {
    ["skillName"] = "圣光术",
    ["desc"] = "主动技能：对随机4名敌方造成[80%攻击]伤害，对随机3名友方恢复[75%攻击]等量生命",
}
data[1093] = {
    ["skillName"] = "重击",
    ["desc"] = "主动技能：对单个敌方造成[180%攻击]伤害，",
}
data[1094] = {
    ["skillName"] = "暗影爆炸",
    ["desc"] = "主动技能：对前排敌方造成[126%攻击]伤害，",
}
data[1095] = {
    ["skillName"] = "毒爆术",
    ["desc"] = "主动技能：对单个敌方造成[100%攻击]伤害，造成[48%攻击]的中毒伤害，持续2回合，",
}
data[1096] = {
    ["skillName"] = "重击",
    ["desc"] = "主动技能：对单个敌方造成[180%攻击]伤害，",
}
data[1097] = {
    ["skillName"] = "旋风利刃",
    ["desc"] = "主动技能：对后排敌方造成[90%攻击]伤害，",
}
data[1098] = {
    ["skillName"] = "重击",
    ["desc"] = "主动技能：对单个敌方造成[180%攻击]伤害，",
}
data[1099] = {
    ["skillName"] = "火焰打击",
    ["desc"] = "主动技能：对单个敌方造成[100%攻击]伤害，造成[48%攻击]的燃烧伤害，持续2回合，",
}
data[1100] = {
    ["skillName"] = "火球轰炸",
    ["desc"] = "主动技能：对随机1名敌方造成[180%攻击]伤害，对游侠目标额外造成[50%攻击]伤害，",
}
data[1101] = {
    ["skillName"] = "地火",
    ["desc"] = "主动技能：对前排敌方造成[126%攻击]伤害，",
}
data[1102] = {
    ["skillName"] = "闪电箭",
    ["desc"] = "主动技能：对单个敌方造成[180%攻击]伤害，",
}
data[1103] = {
    ["skillName"] = "放血",
    ["desc"] = "主动技能：对单个敌方造成[100%攻击]伤害，造成[48%攻击]的流血伤害，持续2回合，",
}
data[1104] = {
    ["skillName"] = "疾风之刃",
    ["desc"] = "主动技能：对前排敌方造成[126%攻击]伤害，",
}
data[1105] = {
    ["skillName"] = "惩罚之箭",
    ["desc"] = "主动技能：对全体敌方造成[75%攻击]伤害，对刺客目标额外有80%的几率沉默，持续2回合，",
}
data[1106] = {
    ["skillName"] = "地刺",
    ["desc"] = "主动技能：对随机2名敌方造成[120%攻击]伤害，有35%的几率眩晕，持续2回合，",
}
data[1107] = {
    ["skillName"] = "毒爆术",
    ["desc"] = "主动技能：对单个敌方造成[160%攻击]伤害，对前排友方恢复[96.5%攻击]等量生命",
}
data[1108] = {
    ["skillName"] = "旋风利刃",
    ["desc"] = "主动技能：对后排敌方造成[125%攻击]伤害，",
}
data[1109] = {
    ["skillName"] = "圣光术",
    ["desc"] = "主动技能：对全体敌方造成[45%攻击]伤害，对全体友方恢复[55%攻击]等量生命，持续2回合",
}
data[1110] = {
    ["skillName"] = "旋风利刃",
    ["desc"] = "主动技能：对随机2名敌方造成[176%攻击]伤害，自身增加30%暴击率，持续2回合",
}
data[1111] = {
    ["skillName"] = "惩罚之箭",
    ["desc"] = "主动技能：对全体敌方造成[85%攻击]伤害，有50%的几率沉默，持续2回合，",
}
data[1112] = {
    ["skillName"] = "火焰之剑",
    ["desc"] = "主动技能：对全体敌方造成[87%攻击]伤害，造成[40%攻击]的燃烧伤害，持续3回合，",
}
data[1113] = {
    ["skillName"] = "幽冥打击",
    ["desc"] = "主动技能：对随机2名后排敌方造成[200%攻击]伤害，对法师目标额外造成[40%攻击]的流血伤害，持续2回合，",
}
data[1114] = {
    ["skillName"] = "星落",
    ["desc"] = "主动技能：对后排敌方造成[120%攻击]伤害，对战士目标额外有60%的几率眩晕，持续2回合，",
}
data[1115] = {
    ["skillName"] = "暗影爆炸",
    ["desc"] = "主动技能：对前排敌方造成[145%攻击]伤害，吸收目标28%护甲，持续2回合，",
}
data[1116] = {
    ["skillName"] = "毒酸箭",
    ["desc"] = "主动技能：对随机4名敌方造成[80%攻击]伤害，造成[30%攻击]的中毒伤害，持续2回合，",
}
data[1126] = {
    ["skillName"] = "生命虹吸",
    ["desc"] = "主动技能：对单个敌方造成[180%攻击]伤害，自身恢复[135%攻击]等量生命",
}
data[1127] = {
    ["skillName"] = "旋风利刃",
    ["desc"] = "主动技能：对全体敌方造成[60%攻击]伤害，自身增加25%精准，持续2回合",
}
data[1128] = {
    ["skillName"] = "暗影虹吸",
    ["desc"] = "主动技能：对随机2名后排敌方造成[160%攻击]伤害，自身增加25%破甲，持续2回合",
}
data[1129] = {
    ["skillName"] = "冰爆术",
    ["desc"] = "主动技能：对前排敌方造成[140%攻击]伤害，有35%的几率冰冻，持续2回合，血量最少的友方恢复[135%攻击]等量生命",
}
data[1130] = {
    ["skillName"] = "死亡打击",
    ["desc"] = "主动技能：对后排敌方造成[125%攻击]伤害，",
}
data[1131] = {
    ["skillName"] = "黑暗之刃",
    ["desc"] = "主动技能：对前排敌方造成[130%攻击]伤害，降低15%格挡，持续2回合，",
}
data[1132] = {
    ["skillName"] = "生命虹吸",
    ["desc"] = "主动技能：对后排敌方造成[95%攻击]伤害，自身恢复[95%攻击]等量生命",
}
data[1133] = {
    ["skillName"] = "电能激荡",
    ["desc"] = "主动技能：对随机4名敌方造成[140%攻击]伤害，对法师目标额外有80%的几率眩晕，持续2回合，",
}
data[1134] = {
    ["skillName"] = "幽冥打击",
    ["desc"] = "主动技能：血量最低的敌方造成[207%攻击]伤害，降低27%攻击，持续2回合，",
}
data[1135] = {
    ["skillName"] = "奥术爆炸",
    ["desc"] = "主动技能：对全体敌方造成[84%攻击]伤害，对战士目标额外有75%的几率沉默，持续2回合，",
}
data[1136] = {
    ["skillName"] = "卡尔玛射线",
    ["desc"] = "主动技能：对后排敌方造成[136%攻击]伤害，有30%的几率石化，持续2回合，",
}
data[1137] = {
    ["skillName"] = "地刺",
    ["desc"] = "主动技能：对随机4名敌方造成[98%攻击]伤害，对刺客目标额外有80%的几率眩晕，持续2回合，",
}
data[1147] = {
    ["skillName"] = "蓝色闪电激光",
    ["desc"] = "主动技能：对后排敌方造成[95%攻击]伤害，自身增加30%攻击，持续2回合",
}
data[1148] = {
    ["skillName"] = "重击",
    ["desc"] = "主动技能：对前排敌方造成[140%攻击]伤害，自身增加25%护甲，持续2回合",
}
data[1149] = {
    ["skillName"] = "灼热剑痕",
    ["desc"] = "主动技能：对后排敌方造成[100%攻击]伤害，降低18%护甲，持续2回合，",
}
data[1150] = {
    ["skillName"] = "冰冻之心",
    ["desc"] = "主动技能：对全体敌方造成[57%攻击]伤害，有15%的几率冰冻，持续2回合，",
}
data[1151] = {
    ["skillName"] = "地火",
    ["desc"] = "主动技能：对随机2名敌方造成[152%攻击]伤害，造成[30%攻击]的燃烧伤害，持续2回合，",
}
data[1152] = {
    ["skillName"] = "疾风之刃",
    ["desc"] = "主动技能：对全体敌方造成[75%攻击]伤害，",
}
data[1153] = {
    ["skillName"] = "地震术",
    ["desc"] = "主动技能：对后排敌方造成[90%攻击]伤害，有25%的几率眩晕，持续2回合，",
}
data[1154] = {
    ["skillName"] = "冰刃",
    ["desc"] = "主动技能：对全体敌方造成[120%攻击]伤害，有25%的几率冰冻，持续2回合，",
}
data[1155] = {
    ["skillName"] = "闪电术",
    ["desc"] = "主动技能：对随机4名敌方造成[120%攻击]伤害，有30%的几率眩晕，持续2回合，",
}
data[1156] = {
    ["skillName"] = "疾风之刃",
    ["desc"] = "主动技能：对随机2名后排敌方造成[152%攻击]伤害，造成[86%攻击]的流血伤害，持续2回合，",
}
data[1157] = {
    ["skillName"] = "彩虹激光",
    ["desc"] = "主动技能：对前排敌方造成[220%攻击]伤害，自身增加40%攻击，持续2回合",
}
data[1158] = {
    ["skillName"] = "混乱暗影",
    ["desc"] = "主动技能：对全体敌方造成[115%攻击]伤害，对牧师目标额外有75%的几率沉默，持续3回合，",
}
data[1168] = {
    ["skillName"] = "陨石",
    ["desc"] = "主动技能：对随机3名敌方造成[100%攻击]伤害，有35%的几率眩晕，持续2回合，",
}
data[1169] = {
    ["skillName"] = "火球轰炸",
    ["desc"] = "主动技能：对全体敌方造成[75%攻击]伤害，",
}
data[1170] = {
    ["skillName"] = "生命虹吸",
    ["desc"] = "主动技能：血量最低的敌方造成[180%攻击]伤害，自身恢复[75%攻击]等量生命",
}
data[1171] = {
    ["skillName"] = "火焰之鞭",
    ["desc"] = "主动技能：对后排敌方造成[100%攻击]伤害，降低12.5%暴击率，持续2回合，",
}
data[1172] = {
    ["skillName"] = "火焰打击",
    ["desc"] = "主动技能：对后排敌方造成[50%攻击]伤害，造成[45%攻击]的燃烧伤害，持续2回合，",
}
data[1173] = {
    ["skillName"] = "彩虹激光",
    ["desc"] = "主动技能：对随机3名敌方造成[167%攻击]伤害，对刺客目标额外造成[60%攻击]伤害，",
}
data[1174] = {
    ["skillName"] = "毒爆术",
    ["desc"] = "主动技能：对全体敌方造成[60%攻击]伤害，如果目标处于中毒状态有25%的几率眩晕，持续2回合，造成[60%攻击]的中毒伤害，持续3回合，",
}
data[1175] = {
    ["skillName"] = "暴风之刃",
    ["desc"] = "主动技能：对全体敌方造成[102%攻击]伤害，降低24%暴击率，持续3回合，",
}
data[1176] = {
    ["skillName"] = "黑暗之刃",
    ["desc"] = "主动技能：对单个敌方造成[280%攻击]伤害，血量最少的友方恢复[250%攻击]等量生命",
}
data[1177] = {
    ["skillName"] = "火焰之拳",
    ["desc"] = "主动技能：对随机3名敌方造成[153%攻击]伤害，造成[42%攻击]的燃烧伤害，持续2回合，",
}
data[1178] = {
    ["skillName"] = "地震术",
    ["desc"] = "主动技能：对后排敌方造成[90%攻击]伤害，有28%的几率眩晕，持续2回合，",
}
data[1179] = {
    ["skillName"] = "克里姆的狡诈",
    ["desc"] = "主动技能：对随机2名后排敌方造成[176%攻击]伤害，吸收目标22%攻击，持续2回合，",
}
data[1181] = {
    ["skillName"] = "蓝色闪电激光",
    ["desc"] = "主动技能：对随机3名敌方造成[100%攻击]伤害，有35%的几率石化，持续2回合，对战士目标额外造成[50%攻击]伤害，",
}
data[1182] = {
    ["skillName"] = "暗影爆炸",
    ["desc"] = "主动技能：对后排敌方造成[125%攻击]伤害，对刺客目标额外造成[50%攻击]伤害，",
}
data[1183] = {
    ["skillName"] = "混乱暗影",
    ["desc"] = "主动技能：对全体敌方造成[54%攻击]伤害，有20%的几率石化，持续2回合，",
}
data[1185] = {
    ["skillName"] = "圣光打击",
    ["desc"] = "主动技能：对后排敌方造成[125%攻击]伤害，对游侠目标额外降低25%攻击，持续2回合，对前排友方恢复[61.5%攻击]等量生命",
}
data[1186] = {
    ["skillName"] = "圣光审判",
    ["desc"] = "主动技能：对随机3名敌方造成[100%攻击]伤害，有35%的几率眩晕，持续2回合，对战士目标额外造成[50%攻击]伤害，",
}
data[1187] = {
    ["skillName"] = "圣光术",
    ["desc"] = "主动技能：对随机4名敌方造成[108%攻击]伤害，对随机3名友方恢复[105%攻击]等量生命",
}
data[1188] = {
    ["skillName"] = "冰箭",
    ["desc"] = "主动技能：对前排敌方造成[140%攻击]伤害，对战士目标额外造成[50%攻击]伤害，",
}
data[1189] = {
    ["skillName"] = "暗影爆炸",
    ["desc"] = "主动技能：对随机2名敌方造成[144%攻击]伤害，造成[13%攻击]的燃烧伤害，持续15回合，",
}
data[1190] = {
    ["skillName"] = "重击",
    ["desc"] = "主动技能：对前排敌方造成[119%攻击]伤害，自身增加30%护甲，持续2回合",
}
data[1191] = {
    ["skillName"] = "火焰之剑",
    ["desc"] = "主动技能：血量最低的敌方造成[180%攻击]伤害，对刺客目标额外造成[50%攻击]伤害，",
}
data[1192] = {
    ["skillName"] = "奥术爆炸",
    ["desc"] = "主动技能：血量最低的敌方造成[144%攻击]伤害，血量最少的友方恢复[180%攻击]等量生命",
}
data[1193] = {
    ["skillName"] = "地火",
    ["desc"] = "主动技能：对后排敌方造成[90%攻击]伤害，降低25%技能伤害，持续2回合，",
}
data[1194] = {
    ["skillName"] = "放血",
    ["desc"] = "主动技能：血量最低的敌方造成[180%攻击]伤害，对法师目标额外造成[46%攻击]的流血伤害，持续2回合，",
}
data[1195] = {
    ["skillName"] = "回复术",
    ["desc"] = "主动技能：对随机2名后排敌方造成[132%攻击]伤害，对随机2名后排友方恢复[160%攻击]等量生命",
}
data[1196] = {
    ["skillName"] = "冰箭",
    ["desc"] = "主动技能：对前排敌方造成[140%攻击]伤害，对战士目标额外造成[80%攻击]伤害，",
}
data[1197] = {
    ["skillName"] = "暗影爆炸",
    ["desc"] = "主动技能：对随机3名敌方造成[120%攻击]伤害，造成[18%攻击]的燃烧伤害，持续15回合，",
}
data[1198] = {
    ["skillName"] = "重击",
    ["desc"] = "主动技能：对前排敌方造成[126%攻击]伤害，自身增加40%护甲，持续2回合",
}
data[1199] = {
    ["skillName"] = "火焰之剑",
    ["desc"] = "主动技能：血量最低的敌方造成[198%攻击]伤害，对刺客目标额外造成[80%攻击]伤害，",
}
data[1200] = {
    ["skillName"] = "奥术爆炸",
    ["desc"] = "主动技能：血量最低的敌方造成[153%攻击]伤害，血量最少的友方恢复[280%攻击]等量生命",
}
data[1201] = {
    ["skillName"] = "地火",
    ["desc"] = "主动技能：对后排敌方造成[90%攻击]伤害，降低35%技能伤害，持续2回合，",
}
data[1202] = {
    ["skillName"] = "放血",
    ["desc"] = "主动技能：血量最低的敌方造成[198%攻击]伤害，对法师目标额外造成[62%攻击]的流血伤害，持续2回合，",
}
data[1203] = {
    ["skillName"] = "回复术",
    ["desc"] = "主动技能：对后排敌方造成[70%攻击]伤害，对后排友方恢复[170%攻击]等量生命",
}
data[1204] = {
    ["skillName"] = "蓝色闪电激光",
    ["desc"] = "主动技能：对随机1名后排敌方造成[110%攻击]伤害，对全体友方恢复[65%攻击]等量生命，持续2回合",
}
data[1205] = {
    ["skillName"] = "火焰之剑",
    ["desc"] = "主动技能：对前排敌方造成[140%攻击]伤害，对战士目标额外造成[80%攻击]伤害，",
}
data[1206] = {
    ["skillName"] = "蓝色闪电激光",
    ["desc"] = "主动技能：对随机2名后排敌方造成[88%攻击]伤害，对全体友方恢复[80%攻击]等量生命，持续2回合",
}
data[1207] = {
    ["skillName"] = "火焰之剑",
    ["desc"] = "主动技能：对全体敌方造成[83%攻击]伤害，对战士目标额外造成[120%攻击]伤害，",
}
data[1208] = {
    ["skillName"] = "恶疾缠身",
    ["desc"] = "主动技能：对随机1名后排敌方造成[180%攻击]伤害，造成[45%攻击]的中毒伤害，持续6回合，有35%的几率眩晕，持续2回合，",
}
data[1209] = {
    ["skillName"] = "不眠者之印",
    ["desc"] = "主动技能：对后排敌方造成[80%攻击]伤害，附加一个回合标记，回合标记一回合后触发造成[180%攻击]伤害，自身增加0%减伤，持续3回合",
}
data[1210] = {
    ["skillName"] = "恶疾缠身",
    ["desc"] = "主动技能：对随机2名后排敌方造成[190%攻击]伤害，造成[56%攻击]的中毒伤害，持续6回合，有45%的几率眩晕，持续2回合，",
}
data[1211] = {
    ["skillName"] = "不眠者之印",
    ["desc"] = "主动技能：对后排敌方造成[90%攻击]伤害，附加一个回合标记，回合标记一回合后触发造成[250%攻击]伤害，自身增加0%减伤，持续3回合",
}
data[1212] = {
    ["skillName"] = "束缚藤蔓",
    ["desc"] = "主动技能：对全体敌方造成[66%攻击]伤害，降低8%攻击，持续3回合，对全体友方增加10%攻击，持续3回合",
}
data[1213] = {
    ["skillName"] = "神圣聚爆",
    ["desc"] = "主动技能：对全体敌方造成[75%攻击]伤害，有100%几率附加一个暴击标记，暴击标记暴击后造成[100%攻击]伤害，",
}
data[1214] = {
    ["skillName"] = "束缚藤蔓",
    ["desc"] = "主动技能：对全体敌方造成[75%攻击]伤害，降低10%攻击，持续3回合，对全体友方增加16%攻击，持续3回合",
}
data[1215] = {
    ["skillName"] = "神圣聚爆",
    ["desc"] = "主动技能：对全体敌方造成[84%攻击]伤害，有100%几率附加一个暴击标记，暴击标记暴击后造成[120%攻击]伤害，",
}
data[1216] = {
    ["skillName"] = "圣光术",
    ["desc"] = "主动技能：对全体敌方造成[54%攻击]伤害，对全体友方恢复[62%攻击]等量生命，持续2回合",
}
data[1217] = {
    ["skillName"] = "冰冻之心",
    ["desc"] = "主动技能：对全体敌方造成[69%攻击]伤害，有20%的几率冰冻，持续2回合，",
}
data[1218] = {
    ["skillName"] = "彩虹激光",
    ["desc"] = "主动技能：对随机4名敌方造成[140%攻击]伤害，对刺客目标额外造成[60%攻击]伤害，",
}
data[1219] = {
    ["skillName"] = "暗影爆炸",
    ["desc"] = "主动技能：对随机4名敌方造成[100%攻击]伤害，造成[30%攻击]的燃烧伤害，持续15回合，",
}
data[1220] = {
    ["skillName"] = "神圣冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[160%攻击]伤害，有20%的几率眩晕，持续2回合，",
}
data[1221] = {
    ["skillName"] = "恶灵吞噬",
    ["desc"] = "主动技能：对随机2名敌方造成[144%攻击]伤害，降低20能量，",
}
data[1222] = {
    ["skillName"] = "神圣冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[147%攻击]伤害，有25%的几率眩晕，持续2回合，",
}
data[1223] = {
    ["skillName"] = "恶灵吞噬",
    ["desc"] = "主动技能：对随机3名敌方造成[127%攻击]伤害，降低30能量，",
}
data[1224] = {
    ["skillName"] = "虚空梦魇",
    ["desc"] = "主动技能：对后排敌方造成[110%攻击]伤害，对后排友方增加速度15，持续2回合",
}
data[1225] = {
    ["skillName"] = "虚空梦魇",
    ["desc"] = "主动技能：对全体敌方造成[90%攻击]伤害，对全体友方增加速度25，持续2回合",
}
data[1226] = {
    ["skillName"] = "神圣冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[121%攻击]伤害，有30%的几率眩晕，持续2回合，",
}
data[1227] = {
    ["skillName"] = "恶灵吞噬",
    ["desc"] = "主动技能：对随机4名敌方造成[105%攻击]伤害，降低35能量，",
}
data[1228] = {
    ["skillName"] = "火焰之息",
    ["desc"] = "主动技能：对全体敌方造成[86%攻击]伤害，造成[25%攻击]的燃烧伤害，持续3回合，",
}
data[1229] = {
    ["skillName"] = "利刃威压",
    ["desc"] = "主动技能：对随机2名敌方造成[132%攻击]伤害，自身恢复[90%攻击]等量生命",
}
data[1230] = {
    ["skillName"] = "火焰之息",
    ["desc"] = "主动技能：对全体敌方造成[94%攻击]伤害，造成[36%攻击]的燃烧伤害，持续3回合，",
}
data[1231] = {
    ["skillName"] = "利刃威压",
    ["desc"] = "主动技能：对随机3名敌方造成[142%攻击]伤害，自身恢复[240%攻击]等量生命",
}
data[1232] = {
    ["skillName"] = "回复术",
    ["desc"] = "主动技能：对全体敌方造成[74%攻击]伤害，对全体友方恢复[185%攻击]等量生命",
}
data[1233] = {
    ["skillName"] = "放血",
    ["desc"] = "主动技能：血量最低的敌方造成[216%攻击]伤害，对法师目标额外造成[83%攻击]的流血伤害，持续2回合，",
}
data[1234] = {
    ["skillName"] = "暗影虹吸",
    ["desc"] = "主动技能：对随机2名后排敌方造成[192%攻击]伤害，自身增加25%破甲，持续2回合",
}
data[1235] = {
    ["skillName"] = "冰爆术",
    ["desc"] = "主动技能：对前排敌方造成[147%攻击]伤害，有40%的几率冰冻，持续2回合，对随机3名友方恢复[180%攻击]等量生命",
}
data[1236] = {
    ["skillName"] = "灼热剑痕",
    ["desc"] = "主动技能：对后排敌方造成[110%攻击]伤害，降低24%护甲，持续2回合，",
}
data[1237] = {
    ["skillName"] = "火焰之剑",
    ["desc"] = "主动技能：血量最低的敌方造成[216%攻击]伤害，对刺客目标额外造成[100%攻击]伤害，",
}
data[1238] = {
    ["skillName"] = "火球轰炸",
    ["desc"] = "主动技能：对全体敌方造成[84%攻击]伤害，",
}
data[1239] = {
    ["skillName"] = "奥术爆炸",
    ["desc"] = "主动技能：血量最低的敌方造成[171%攻击]伤害，血量最少的友方恢复[400%攻击]等量生命",
}
data[1240] = {
    ["skillName"] = "诡异之刃",
    ["desc"] = "主动技能：对随机2名敌方造成[132%攻击]伤害，造成[24%攻击]的流血伤害，持续3回合，对游侠目标额外造成[32%攻击]的流血伤害，持续3回合，",
}
data[1241] = {
    ["skillName"] = "诡异之刃",
    ["desc"] = "主动技能：对随机3名敌方造成[128%攻击]伤害，造成[36%攻击]的流血伤害，持续3回合，对游侠目标额外造成[48%攻击]的流血伤害，持续3回合，",
}
data[1242] = {
    ["skillName"] = "压制打击",
    ["desc"] = "主动技能：对前排敌方造成[155%攻击]伤害，对血量低于自己的目标造成[血量上限的15%]伤害，",
}
data[1243] = {
    ["skillName"] = "压制打击",
    ["desc"] = "主动技能：对前排敌方造成[175%攻击]伤害，对血量低于自己的目标造成[血量上限的16%]伤害，",
}
data[1256] = {
    ["skillName"] = "死亡收割",
    ["desc"] = "主动技能：对全体敌方造成[54%攻击]伤害，造成[20%攻击]的流血伤害，持续3回合，对游侠目标额外造成[48%攻击]的流血伤害，持续3回合，",
}
data[1257] = {
    ["skillName"] = "神圣制裁",
    ["desc"] = "主动技能：对随机3名敌方造成[138%攻击]伤害，有35%的几率眩晕，持续2回合，血量最少的友方恢复[180%攻击]等量生命",
}
data[1258] = {
    ["skillName"] = "死亡收割",
    ["desc"] = "主动技能：对全体敌方造成[75%攻击]伤害，造成[42%攻击]的流血伤害，持续3回合，对游侠目标额外造成[64%攻击]的流血伤害，持续3回合，",
}
data[1259] = {
    ["skillName"] = "神圣制裁",
    ["desc"] = "主动技能：对随机3名敌方造成[146%攻击]伤害，有40%的几率眩晕，持续2回合，血量最少的友方恢复[240%攻击]等量生命",
}
data[1260] = {
    ["skillName"] = "烈焰轰击",
    ["desc"] = "主动技能：对随机3名敌方造成[126%攻击]伤害，造成[32%攻击]的燃烧伤害，持续3回合，对战士目标额外造成[60%攻击]的燃烧伤害，持续3回合，降低24%护甲，持续3回合，降低10%格挡，持续3回合，",
}
data[1261] = {
    ["skillName"] = "烈焰轰击",
    ["desc"] = "主动技能：对随机3名敌方造成[144%攻击]伤害，造成[48%攻击]的燃烧伤害，持续3回合，对战士目标额外造成[80%攻击]的燃烧伤害，持续3回合，降低30%护甲，持续3回合，降低20%格挡，持续3回合，",
}
data[1262] = {
    ["skillName"] = "惩罚之箭",
    ["desc"] = "主动技能：对全体敌方造成[155%攻击]伤害，有60%的几率沉默，持续2回合，自身增加100%免控，持续2回合，增加30%减伤，持续2回合",
}
data[1263] = {
    ["skillName"] = "火焰之剑",
    ["desc"] = "主动技能：对全体敌方造成[117%攻击]伤害，造成[50%攻击]的燃烧伤害，持续3回合，自身增加20%攻击，持续3回合，增加20%暴击率，持续3回合",
}
data[1264] = {
    ["skillName"] = "幽冥打击",
    ["desc"] = "主动技能：对随机2名后排敌方造成[210%攻击]伤害，造成[205%攻击]的流血伤害，持续1回合，",
}
data[1265] = {
    ["skillName"] = "星落",
    ["desc"] = "主动技能：对全体敌方造成[128%攻击]伤害，对游侠目标额外有100%的几率眩晕，持续2回合，",
}
data[1266] = {
    ["skillName"] = "暗影爆炸",
    ["desc"] = "主动技能：对前排敌方造成[185%攻击]伤害，吸收目标35%护甲，持续2回合，自身恢复[160%攻击]等量生命，持续6回合",
}
data[1267] = {
    ["skillName"] = "毒酸箭",
    ["desc"] = "主动技能：对全体敌方造成[155%攻击]伤害，造成[125%攻击]的中毒伤害，持续3回合，降低30%精准，持续3回合，",
}
data[1268] = {
    ["skillName"] = "束缚藤蔓",
    ["desc"] = "主动技能：对全体敌方造成[95%攻击]伤害，降低15%攻击，持续3回合，降低30%神圣伤害，持续3回合，对全体友方增加20%攻击，持续3回合",
}
data[1269] = {
    ["skillName"] = "利刃威压",
    ["desc"] = "主动技能：对随机4名敌方造成[175%攻击]伤害，对刺客目标额外造成[700%攻击]伤害，自身恢复[360%攻击]等量生命",
}
data[1270] = {
    ["skillName"] = "生命虹吸",
    ["desc"] = "主动技能：对后排敌方造成[214%攻击]伤害，有38%的几率冰冻，持续2回合，自身恢复[600%攻击]等量生命",
}
data[1271] = {
    ["skillName"] = "电能激荡",
    ["desc"] = "主动技能：对全体敌方造成[180%攻击]伤害，对法师目标额外有100%的几率冰冻，持续2回合，对法师目标额外造成[180%攻击]的流血伤害，持续2回合，",
}
data[1272] = {
    ["skillName"] = "幽冥打击",
    ["desc"] = "主动技能：对攻击力最高的敌方造成[260%攻击]伤害，降低30%攻击，持续2回合，附加一个回合标记，回合标记一回合后触发造成[1040%攻击]伤害，",
}
data[1273] = {
    ["skillName"] = "奥术爆炸",
    ["desc"] = "主动技能：对全体敌方造成[110%攻击]伤害，对战士目标额外有100%的几率眩晕，持续2回合，自身增加30%攻击，持续3回合",
}
data[1274] = {
    ["skillName"] = "卡尔玛射线",
    ["desc"] = "主动技能：对全体敌方造成[136%攻击]伤害，有20%的几率石化，持续2回合，降低20%免控，对全体友方增加50%精准，持续3回合",
}
data[1275] = {
    ["skillName"] = "地刺",
    ["desc"] = "主动技能：对全体敌方造成[159%攻击]伤害，对刺客目标额外有100%的几率石化，持续2回合，对刺客目标额外造成[130%攻击]的中毒伤害，持续3回合，",
}
data[1276] = {
    ["skillName"] = "恶疾缠身",
    ["desc"] = "主动技能：对随机2名后排敌方造成[220%攻击]伤害，造成[100%攻击]的中毒伤害，持续15回合，有50%的几率眩晕，持续2回合，自身增加65%减伤，持续2回合",
}
data[1277] = {
    ["skillName"] = "诡异之刃",
    ["desc"] = "主动技能：对随机3名敌方造成[222%攻击]伤害，造成[69%攻击]的流血伤害，持续3回合，对法师目标额外造成[300%攻击]的流血伤害，持续3回合，自身恢复[360%攻击]等量生命",
}
data[1278] = {
    ["skillName"] = "地震术",
    ["desc"] = "主动技能：对后排敌方造成[136%攻击]伤害，有30%的几率眩晕，持续2回合，自身增加30%减伤，持续3回合",
}
data[1279] = {
    ["skillName"] = "冰刃",
    ["desc"] = "主动技能：对全体敌方造成[148%攻击]伤害，有33%的几率冰冻，持续2回合，自身增加30能量",
}
data[1280] = {
    ["skillName"] = "闪电术",
    ["desc"] = "主动技能：对全体敌方造成[116%攻击]伤害，有55%的几率眩晕，持续2回合，",
}
data[1281] = {
    ["skillName"] = "疾风之刃",
    ["desc"] = "主动技能：对随机2名后排敌方造成[220%攻击]伤害，造成[102%攻击]的流血伤害，持续15回合，",
}
data[1282] = {
    ["skillName"] = "彩虹激光",
    ["desc"] = "主动技能：对随机4名敌方造成[302%攻击]伤害，自身增加30%攻击",
}
data[1283] = {
    ["skillName"] = "混乱暗影",
    ["desc"] = "主动技能：对全体敌方造成[146%攻击]伤害，对牧师目标额外造成[160%攻击]伤害，对牧师目标额外有100%的几率眩晕，持续2回合，",
}
data[1284] = {
    ["skillName"] = "蓝色闪电激光",
    ["desc"] = "主动技能：对随机2名后排敌方造成[125%攻击]伤害，对全体友方恢复[350%攻击]等量生命，持续3回合，增加30%格挡，持续3回合",
}
data[1285] = {
    ["skillName"] = "虚空梦魇",
    ["desc"] = "主动技能：对随机2名敌方造成[86%攻击]伤害，对全体友方增加10%攻击，持续3回合，增加速度60，持续3回合",
}
data[1286] = {
    ["skillName"] = "火焰之息",
    ["desc"] = "主动技能：增加30%暴击伤害，持续3回合，增加30%攻击，持续3回合，对全体敌方造成[136%攻击]伤害，造成[65%攻击]的燃烧伤害，持续3回合",
}
data[1287] = {
    ["skillName"] = "烈焰轰击",
    ["desc"] = "主动技能：对随机3名敌方造成[166%攻击]伤害，造成[64%攻击]的燃烧伤害，持续6回合，对战士目标额外造成[150%攻击]的燃烧伤害，持续3回合，降低30%护甲，持续3回合，降低30%格挡，持续3回合，",
}
data[1288] = {
    ["skillName"] = "毒爆术",
    ["desc"] = "主动技能：对全体敌方造成[90%攻击]伤害，造成[102%攻击]的中毒伤害，持续3回合，",
}
data[1289] = {
    ["skillName"] = "暴风之刃",
    ["desc"] = "主动技能：对全体敌方造成[152%攻击]伤害，造成[100%攻击]的流血伤害，持续3回合，降低30%暴击伤害，持续3回合，降低25%暴击率，持续3回合，",
}
data[1290] = {
    ["skillName"] = "黑暗之刃",
    ["desc"] = "主动技能：对单个敌方造成[320%攻击]伤害，对前排友方恢复[560%攻击]等量生命，增加100%攻击，持续2回合",
}
data[1291] = {
    ["skillName"] = "火焰之拳",
    ["desc"] = "主动技能：对随机3名敌方造成[72%攻击]伤害，造成[140%攻击]的燃烧伤害，持续3回合，",
}
data[1292] = {
    ["skillName"] = "地震术",
    ["desc"] = "主动技能：对后排敌方造成[119%攻击]伤害，有32%的几率眩晕，持续2回合，附加一个回合标记，回合标记一回合后触发造成[250%攻击]伤害，",
}
data[1293] = {
    ["skillName"] = "克里姆的狡诈",
    ["desc"] = "主动技能：对随机2名后排敌方吸收目标30%攻击，持续3回合，造成[190%攻击]伤害，吸收目标[所造成伤害的35%]为自身血量，",
}
data[1294] = {
    ["skillName"] = "火焰之剑",
    ["desc"] = "主动技能：对全体敌方造成[146%攻击]伤害，对战士目标额外造成[300%攻击]的燃烧伤害，持续1回合，自身增加20%减伤",
}
data[1295] = {
    ["skillName"] = "压制打击",
    ["desc"] = "主动技能：对前排敌方造成[220%攻击]伤害，对全体友方增加10%护甲",
}
data[1296] = {
    ["skillName"] = "混乱暗影",
    ["desc"] = "主动技能：对全体敌方造成[98%攻击]伤害，有30%的几率石化，持续2回合，降低30能量，自身增加30能量",
}
data[1297] = {
    ["skillName"] = "不眠者之印",
    ["desc"] = "主动技能：对全体敌方造成[104%攻击]伤害，附加一个回合标记，回合标记一回合后触发造成[500%攻击]伤害，",
}
data[1298] = {
    ["skillName"] = "死亡收割",
    ["desc"] = "主动技能：对全体敌方造成[100%攻击]伤害，自身增加50%技能伤害",
}
data[1299] = {
    ["skillName"] = "圣光术",
    ["desc"] = "主动技能：对随机3名敌方造成[158%攻击]伤害，对全体友方恢复[188%攻击]等量生命，增加35%神圣伤害",
}
data[1300] = {
    ["skillName"] = "神圣聚爆",
    ["desc"] = "主动技能：对全体敌方造成[135%攻击]伤害，有100%几率附加一个暴击标记，暴击标记暴击后造成[400%攻击]伤害，",
}
data[1301] = {
    ["skillName"] = "神圣制裁",
    ["desc"] = "主动技能：对随机4名敌方造成[198%攻击]伤害，有50%的几率眩晕，持续2回合，血量最少的友方恢复[1000%攻击]等量生命，增加20%暴击率，持续3回合",
}
data[1302] = {
    ["skillName"] = "炼狱射线",
    ["desc"] = "主动技能：对全体敌方造成[86%攻击]伤害，对目标附加一层15%伤害的闪电印记，（闪电印记加深x%斯克雷主动技能对其的伤害）",
}
data[1303] = {
    ["skillName"] = "炼狱射线",
    ["desc"] = "主动技能：对全体敌方造成[95%攻击]伤害，对目标附加一层25%伤害的闪电印记，（闪电印记加深x%斯克雷主动技能对其的伤害）",
}
data[1304] = {
    ["skillName"] = "炼狱射线",
    ["desc"] = "主动技能：对全体敌方造成[114%攻击]伤害，对目标附加一层35%伤害的闪电印记，有30%的几率对目标附加一层35%伤害的闪电印记，（闪电印记加深x%斯克雷主动技能对其的伤害）",
}
data[1305] = {
    ["skillName"] = "陨星蚀月",
    ["desc"] = "主动技能：对随机4名敌方造成[106%攻击]伤害，对全体友方恢复[80%攻击]等量生命，持续5回合",
}
data[1306] = {
    ["skillName"] = "陨星蚀月",
    ["desc"] = "主动技能：对随机4名敌方造成[162%攻击]伤害，对全体友方恢复[100%攻击]等量生命，持续5回合",
}
data[1307] = {
    ["skillName"] = "陨星蚀月",
    ["desc"] = "主动技能：对随机4名敌方造成[272%攻击]伤害，对全体友方恢复[200%攻击]等量生命，持续5回合",
}
data[1308] = {
    ["skillName"] = "aa",
    ["desc"] = "主动技能：对随机3名敌方造成[166%攻击]伤害，",
}
data[1309] = {
    ["skillName"] = "aa",
    ["desc"] = "主动技能：对随机3名敌方造成[112%攻击]伤害，造成[96%攻击]的中毒伤害，持续15回合，自身恢复[95%攻击]等量生命，持续15回合",
}
data[1310] = {
    ["skillName"] = "aa",
    ["desc"] = "主动技能：对全体敌方造成[84%攻击]伤害，有100%几率附加一个暴击标记，暴击标记暴击后造成[120%攻击]伤害，附加一个回合标记，回合标记一回合后触发造成[120%攻击]伤害，",
}
data[1311] = {
    ["skillName"] = "aa",
    ["desc"] = "主动技能：对随机1名敌方造成[200%攻击]伤害，对全体友方恢复[150%攻击]等量生命",
}
data[1312] = {
    ["skillName"] = "aa",
    ["desc"] = "主动技能：对随机1名敌方造成[240%攻击]伤害，有40%的几率造成[420%攻击]的流血伤害，持续1回合，",
}
data[1313] = {
    ["skillName"] = "aa",
    ["desc"] = "主动技能：血量最低的敌方造成[270%攻击]伤害，",
}
data[1314] = {
    ["skillName"] = "aa",
    ["desc"] = "主动技能：对随机2名敌方造成[232%攻击]伤害，",
}
data[1315] = {
    ["skillName"] = "aa",
    ["desc"] = "主动技能：对随机2名敌方造成[173%攻击]伤害，有50%的几率眩晕，持续2回合，",
}
data[1316] = {
    ["skillName"] = "aa",
    ["desc"] = "主动技能：对全体敌方造成[84%攻击]伤害，降低10%攻击，降低10%暴击率，",
}
data[1317] = {
    ["skillName"] = "aa",
    ["desc"] = "主动技能：对随机4名敌方造成[188%攻击]伤害，有50%的几率眩晕，持续2回合，",
}
data[1318] = {
    ["skillName"] = "aa",
    ["desc"] = "主动技能：对全体敌方造成[110%攻击]伤害，",
}
data[1319] = {
    ["skillName"] = "aa",
    ["desc"] = "主动技能：对随机4名敌方造成[156%攻击]伤害，",
}
data[1320] = {
    ["skillName"] = "aa",
    ["desc"] = "主动技能：对随机2名敌方造成[170%攻击]伤害，",
}
data[1321] = {
    ["skillName"] = "aa",
    ["desc"] = "主动技能：对全体敌方造成[136%攻击]伤害，",
}
data[1322] = {
    ["skillName"] = "极寒之怒",
    ["desc"] = "主动技能：对前排敌方造成[122%攻击]伤害，有40%的几率冰冻，持续2回合，自身恢复[血量上限的10%]等量生命",
}
data[1323] = {
    ["skillName"] = "地动山摇",
    ["desc"] = "主动技能：对后排敌方造成[103%攻击]伤害，有22%的几率石化，持续2回合，降低15%护甲，持续3回合，",
}
data[1324] = {
    ["skillName"] = "极寒之怒",
    ["desc"] = "主动技能：对前排敌方造成[155%攻击]伤害，有55%的几率冰冻，持续2回合，自身恢复[血量上限的15%]等量生命",
}
data[1325] = {
    ["skillName"] = "地动山摇",
    ["desc"] = "主动技能：对后排敌方造成[138%攻击]伤害，有29%的几率石化，持续2回合，降低22%护甲，持续3回合，",
}
data[1326] = {
    ["skillName"] = "极寒之怒",
    ["desc"] = "主动技能：对前排敌方造成[184%攻击]伤害，有70%的几率冰冻，持续2回合，自身恢复[血量上限的26%]等量生命",
}
data[1327] = {
    ["skillName"] = "地动山摇",
    ["desc"] = "主动技能：对后排敌方造成[242%攻击]伤害，有35%的几率石化，持续2回合，降低30%护甲，持续3回合，",
}
data[1328] = {
    ["skillName"] = "血色契约",
    ["desc"] = "主动技能：对随机1名敌方造成[165%攻击]伤害，对血量高于自己的目标造成[血量上限的15%]伤害，自身增加15%暴击率，持续3回合",
}
data[30001] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[579]的伤害，对随机3名友方恢复[3126]等量生命",
}
data[30002] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[765]的伤害，对随机3名友方恢复[4132]等量生命",
}
data[30003] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[952]的伤害，对随机3名友方恢复[5138]等量生命",
}
data[30004] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[1138]的伤害，对随机3名友方恢复[6144]等量生命",
}
data[30005] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[1325]的伤害，对随机3名友方恢复[7149]等量生命",
}
data[30006] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[1511]的伤害，对随机3名友方恢复[8155]等量生命",
}
data[30007] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[1697]的伤害，对随机3名友方恢复[9161]等量生命",
}
data[30008] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[1884]的伤害，对随机3名友方恢复[1,0167]等量生命",
}
data[30009] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[2070]的伤害，对随机3名友方恢复[1,1173]等量生命",
}
data[30010] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[2257]的伤害，对随机3名友方恢复[1,2179]等量生命",
}
data[30011] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[2443]的伤害，对随机3名友方恢复[1,3184]等量生命",
}
data[30012] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[2629]的伤害，对随机3名友方恢复[1,4190]等量生命",
}
data[30013] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[2816]的伤害，对随机3名友方恢复[1,5196]等量生命",
}
data[30014] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[3002]的伤害，对随机3名友方恢复[1,6202]等量生命",
}
data[30015] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[3189]的伤害，对随机3名友方恢复[1,7208]等量生命",
}
data[30016] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[3375]的伤害，对随机3名友方恢复[1,8214]等量生命",
}
data[30017] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[3561]的伤害，对随机3名友方恢复[1,9220]等量生命",
}
data[30018] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[3748]的伤害，对随机3名友方恢复[2,0225]等量生命",
}
data[30019] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[3934]的伤害，对随机3名友方恢复[2,1231]等量生命",
}
data[30020] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[4121]的伤害，对随机3名友方恢复[2,2237]等量生命",
}
data[30021] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[4307]的伤害，对随机3名友方恢复[2,3243]等量生命",
}
data[30022] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[4493]的伤害，对随机3名友方恢复[2,4249]等量生命",
}
data[30023] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[4680]的伤害，对随机3名友方恢复[2,5255]等量生命",
}
data[30024] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[4866]的伤害，对随机3名友方恢复[2,6260]等量生命",
}
data[30025] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[5052]的伤害，对随机3名友方恢复[2,7266]等量生命",
}
data[30026] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[5239]的伤害，对随机3名友方恢复[2,8272]等量生命",
}
data[30027] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[5425]的伤害，对随机3名友方恢复[2,9278]等量生命",
}
data[30028] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[5612]的伤害，对随机3名友方恢复[3,0284]等量生命",
}
data[30029] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[5798]的伤害，对随机3名友方恢复[3,1290]等量生命",
}
data[30030] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机1名敌方造成[5984]的伤害，对随机3名友方恢复[3,2296]等量生命",
}
data[30031] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[6547]的伤害，对随机4名友方恢复[3,5331]等量生命",
}
data[30032] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[7110]的伤害，对随机4名友方恢复[3,8367]等量生命",
}
data[30033] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[7672]的伤害，对随机4名友方恢复[4,1403]等量生命",
}
data[30034] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[8235]的伤害，对随机4名友方恢复[4,4439]等量生命",
}
data[30035] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[8797]的伤害，对随机4名友方恢复[4,7474]等量生命",
}
data[30036] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[9360]的伤害，对随机4名友方恢复[5,0510]等量生命",
}
data[30037] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[9922]的伤害，对随机4名友方恢复[5,3546]等量生命",
}
data[30038] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,0485]的伤害，对随机4名友方恢复[5,6582]等量生命",
}
data[30039] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,1047]的伤害，对随机4名友方恢复[5,9617]等量生命",
}
data[30040] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,1610]的伤害，对随机4名友方恢复[6,2653]等量生命",
}
data[30041] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,2173]的伤害，对随机4名友方恢复[6,5689]等量生命",
}
data[30042] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,2735]的伤害，对随机4名友方恢复[6,8725]等量生命",
}
data[30043] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,3298]的伤害，对随机4名友方恢复[7,1760]等量生命",
}
data[30044] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,3860]的伤害，对随机4名友方恢复[7,4796]等量生命",
}
data[30045] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,4423]的伤害，对随机4名友方恢复[7,7832]等量生命",
}
data[30046] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,4985]的伤害，对随机4名友方恢复[8,0868]等量生命",
}
data[30047] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,5548]的伤害，对随机4名友方恢复[8,3903]等量生命",
}
data[30048] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,6111]的伤害，对随机4名友方恢复[8,6939]等量生命",
}
data[30049] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,6673]的伤害，对随机4名友方恢复[8,9975]等量生命",
}
data[30050] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,7236]的伤害，对随机4名友方恢复[9,3011]等量生命",
}
data[30051] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,7798]的伤害，对随机4名友方恢复[9,6046]等量生命",
}
data[30052] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,8361]的伤害，对随机4名友方恢复[9,9082]等量生命",
}
data[30053] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,8923]的伤害，对随机4名友方恢复[10,2118]等量生命",
}
data[30054] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[1,9486]的伤害，对随机4名友方恢复[10,5153]等量生命",
}
data[30055] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[2,0048]的伤害，对随机4名友方恢复[10,8189]等量生命",
}
data[30056] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[2,0611]的伤害，对随机4名友方恢复[11,1225]等量生命",
}
data[30057] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[2,1174]的伤害，对随机4名友方恢复[11,4261]等量生命",
}
data[30058] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[2,1736]的伤害，对随机4名友方恢复[11,7296]等量生命",
}
data[30059] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[2,2299]的伤害，对随机4名友方恢复[12,0332]等量生命",
}
data[30060] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机2名敌方造成[2,2861]的伤害，对随机4名友方恢复[12,3368]等量生命",
}
data[30061] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[2,4478]的伤害，对随机4名友方恢复[13,2093]等量生命，增加1%护甲，持续2回合",
}
data[30062] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[2,6095]的伤害，对随机4名友方恢复[14,0818]等量生命，增加1.5%护甲，持续2回合",
}
data[30063] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[2,7712]的伤害，对随机4名友方恢复[14,9543]等量生命，增加2%护甲，持续2回合",
}
data[30064] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[2,9329]的伤害，对随机4名友方恢复[15,8268]等量生命，增加2.5%护甲，持续2回合",
}
data[30065] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[3,0945]的伤害，对随机4名友方恢复[16,6993]等量生命，增加3%护甲，持续2回合",
}
data[30066] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[3,2562]的伤害，对随机4名友方恢复[17,5718]等量生命，增加3.5%护甲，持续2回合",
}
data[30067] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[3,4179]的伤害，对随机4名友方恢复[18,4442]等量生命，增加3.9%护甲，持续2回合",
}
data[30068] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[3,5796]的伤害，对随机4名友方恢复[19,3167]等量生命，增加4.4%护甲，持续2回合",
}
data[30069] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[3,7413]的伤害，对随机4名友方恢复[20,1892]等量生命，增加4.9%护甲，持续2回合",
}
data[30070] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[3,9030]的伤害，对随机4名友方恢复[21,0617]等量生命，增加5.4%护甲，持续2回合",
}
data[30071] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[4,0646]的伤害，对随机4名友方恢复[21,9342]等量生命，增加5.9%护甲，持续2回合",
}
data[30072] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[4,2263]的伤害，对随机4名友方恢复[22,8067]等量生命，增加6.4%护甲，持续2回合",
}
data[30073] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[4,3880]的伤害，对随机4名友方恢复[23,6792]等量生命，增加6.9%护甲，持续2回合",
}
data[30074] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[4,5497]的伤害，对随机4名友方恢复[24,5517]等量生命，增加7.4%护甲，持续2回合",
}
data[30075] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[4,7114]的伤害，对随机4名友方恢复[25,4242]等量生命，增加7.9%护甲，持续2回合",
}
data[30076] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[4,8730]的伤害，对随机4名友方恢复[26,2967]等量生命，增加8.4%护甲，持续2回合",
}
data[30077] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[5,0347]的伤害，对随机4名友方恢复[27,1692]等量生命，增加8.9%护甲，持续2回合",
}
data[30078] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[5,1964]的伤害，对随机4名友方恢复[28,0417]等量生命，增加9.4%护甲，持续2回合",
}
data[30079] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[5,3581]的伤害，对随机4名友方恢复[28,9142]等量生命，增加9.8%护甲，持续2回合",
}
data[30080] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[5,5198]的伤害，对随机4名友方恢复[29,7867]等量生命，增加10.3%护甲，持续2回合",
}
data[30081] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[5,6815]的伤害，对随机4名友方恢复[30,6591]等量生命，增加10.8%护甲，持续2回合",
}
data[30082] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[5,8431]的伤害，对随机4名友方恢复[31,5316]等量生命，增加11.3%护甲，持续2回合",
}
data[30083] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[6,0048]的伤害，对随机4名友方恢复[32,4041]等量生命，增加11.8%护甲，持续2回合",
}
data[30084] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[6,1665]的伤害，对随机4名友方恢复[33,2766]等量生命，增加12.3%护甲，持续2回合",
}
data[30085] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[6,3282]的伤害，对随机4名友方恢复[34,1491]等量生命，增加12.8%护甲，持续2回合",
}
data[30086] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[6,4899]的伤害，对随机4名友方恢复[35,0216]等量生命，增加13.3%护甲，持续2回合",
}
data[30087] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[6,6516]的伤害，对随机4名友方恢复[35,8941]等量生命，增加13.8%护甲，持续2回合",
}
data[30088] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[6,8132]的伤害，对随机4名友方恢复[36,7666]等量生命，增加14.3%护甲，持续2回合",
}
data[30089] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[6,9749]的伤害，对随机4名友方恢复[37,6391]等量生命，增加14.8%护甲，持续2回合",
}
data[30090] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机3名敌方造成[7,1366]的伤害，对随机4名友方恢复[38,5116]等量生命，增加15.3%护甲，持续2回合",
}
data[30091] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[7,3995]的伤害，对随机4名友方恢复[39,9302]等量生命，增加15.7%护甲，持续2回合，增加1%减伤，持续2回合",
}
data[30092] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[7,6624]的伤害，对随机4名友方恢复[41,3489]等量生命，增加16.2%护甲，持续2回合，增加1.5%减伤，持续2回合",
}
data[30093] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[7,9253]的伤害，对随机4名友方恢复[42,7675]等量生命，增加16.7%护甲，持续2回合，增加2%减伤，持续2回合",
}
data[30094] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[8,1882]的伤害，对随机4名友方恢复[44,1862]等量生命，增加17.2%护甲，持续2回合，增加2.4%减伤，持续2回合",
}
data[30095] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[8,4511]的伤害，对随机4名友方恢复[45,6048]等量生命，增加17.7%护甲，持续2回合，增加2.9%减伤，持续2回合",
}
data[30096] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[8,7140]的伤害，对随机4名友方恢复[47,0235]等量生命，增加18.2%护甲，持续2回合，增加3.4%减伤，持续2回合",
}
data[30097] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[8,9769]的伤害，对随机4名友方恢复[48,4422]等量生命，增加18.7%护甲，持续2回合，增加3.9%减伤，持续2回合",
}
data[30098] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[9,2398]的伤害，对随机4名友方恢复[49,8608]等量生命，增加19.2%护甲，持续2回合，增加4.4%减伤，持续2回合",
}
data[30099] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[9,5026]的伤害，对随机4名友方恢复[51,2795]等量生命，增加19.7%护甲，持续2回合，增加4.9%减伤，持续2回合",
}
data[30100] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[9,7655]的伤害，对随机4名友方恢复[52,6981]等量生命，增加20.2%护甲，持续2回合，增加5.3%减伤，持续2回合",
}
data[30101] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[10,0284]的伤害，对随机4名友方恢复[54,1168]等量生命，增加20.7%护甲，持续2回合，增加5.8%减伤，持续2回合",
}
data[30102] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[10,2913]的伤害，对随机4名友方恢复[55,5354]等量生命，增加21.2%护甲，持续2回合，增加6.3%减伤，持续2回合",
}
data[30103] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[10,5542]的伤害，对随机4名友方恢复[56,9541]等量生命，增加21.6%护甲，持续2回合，增加6.8%减伤，持续2回合",
}
data[30104] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[10,8171]的伤害，对随机4名友方恢复[58,3727]等量生命，增加22.1%护甲，持续2回合，增加7.3%减伤，持续2回合",
}
data[30105] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[11,0800]的伤害，对随机4名友方恢复[59,7914]等量生命，增加22.6%护甲，持续2回合，增加7.8%减伤，持续2回合",
}
data[30106] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[11,3429]的伤害，对随机4名友方恢复[61,2100]等量生命，增加23.1%护甲，持续2回合，增加8.2%减伤，持续2回合",
}
data[30107] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[11,6058]的伤害，对随机4名友方恢复[62,6287]等量生命，增加23.6%护甲，持续2回合，增加8.7%减伤，持续2回合",
}
data[30108] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[11,8687]的伤害，对随机4名友方恢复[64,0474]等量生命，增加24.1%护甲，持续2回合，增加9.2%减伤，持续2回合",
}
data[30109] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[12,1316]的伤害，对随机4名友方恢复[65,4660]等量生命，增加24.6%护甲，持续2回合，增加9.7%减伤，持续2回合",
}
data[30110] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[12,3945]的伤害，对随机4名友方恢复[66,8847]等量生命，增加25.1%护甲，持续2回合，增加10.2%减伤，持续2回合",
}
data[30111] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[12,6574]的伤害，对随机4名友方恢复[68,3033]等量生命，增加25.6%护甲，持续2回合，增加10.7%减伤，持续2回合",
}
data[30112] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[12,9203]的伤害，对随机4名友方恢复[69,7220]等量生命，增加26.1%护甲，持续2回合，增加11.1%减伤，持续2回合",
}
data[30113] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[13,1831]的伤害，对随机4名友方恢复[71,1406]等量生命，增加26.6%护甲，持续2回合，增加11.6%减伤，持续2回合",
}
data[30114] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[13,4460]的伤害，对随机4名友方恢复[72,5593]等量生命，增加27.1%护甲，持续2回合，增加12.1%减伤，持续2回合",
}
data[30115] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[13,7089]的伤害，对随机4名友方恢复[73,9779]等量生命，增加27.5%护甲，持续2回合，增加12.6%减伤，持续2回合",
}
data[30116] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[13,9718]的伤害，对随机4名友方恢复[75,3966]等量生命，增加28%护甲，持续2回合，增加13.1%减伤，持续2回合",
}
data[30117] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[14,2347]的伤害，对随机4名友方恢复[76,8152]等量生命，增加28.5%护甲，持续2回合，增加13.6%减伤，持续2回合",
}
data[30118] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[14,4976]的伤害，对随机4名友方恢复[78,2339]等量生命，增加29%护甲，持续2回合，增加14%减伤，持续2回合",
}
data[30119] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[14,7605]的伤害，对随机4名友方恢复[79,6525]等量生命，增加29.5%护甲，持续2回合，增加14.5%减伤，持续2回合",
}
data[30120] = {
    ["skillName"] = "翠绿滋养",
    ["desc"] = "主动技能：对随机4名敌方造成[15,0234]的伤害，对随机4名友方恢复[81,0712]等量生命，增加30%护甲，持续2回合，增加15%减伤，持续2回合",
}
data[9900] = {
    ["skillName"] = "测试技能1",
    ["desc"] = "主动技能：对随机3名敌方造成[95%攻击]伤害，降低9%攻击，持续3回合，造成[自身当前血量的6%]的燃烧伤害，持续3回合，",
}
data[9901] = {
    ["skillName"] = "测试技能1",
    ["desc"] = "主动技能：对随机3名敌方造成[162%攻击]伤害，吸收目标12%攻击，持续3回合，对一名血量最高的敌方造成[自身当前血量的20%]的燃烧伤害，持续2回合",
}
data[9902] = {
    ["skillName"] = "测试技能1",
    ["desc"] = "被动技能：增加35%血量，增加25%攻击，增加30%暴击率",
}
data[9903] = {
    ["skillName"] = "测试技能1",
    ["desc"] = "普通攻击：对随机3名敌方造成[95%攻击]伤害，降低9%攻击，持续3回合，造成[自身当前血量的6%]的燃烧伤害，持续3回合",
}
data[9904] = {
    ["skillName"] = "测试技能1",
    ["desc"] = "被动技能：被控制时触发，恢复[180%攻击]等量生命，持续2回合，对随机2名敌方造成[自身当前血量的2%]的燃烧伤害，持续3回合",
}
data[10001] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1960]的伤害，造成[195]的流血伤害，持续5回合，",
}
data[10002] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[2591]的伤害，造成[258]的流血伤害，持续5回合，",
}
data[10003] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[3222]的伤害，造成[321]的流血伤害，持续5回合，",
}
data[10004] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[3853]的伤害，造成[384]的流血伤害，持续5回合，",
}
data[10005] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[4484]的伤害，造成[447]的流血伤害，持续5回合，",
}
data[10006] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[5115]的伤害，造成[510]的流血伤害，持续5回合，",
}
data[10007] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[5745]的伤害，造成[573]的流血伤害，持续5回合，",
}
data[10008] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[6376]的伤害，造成[636]的流血伤害，持续5回合，",
}
data[10009] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[7007]的伤害，造成[699]的流血伤害，持续5回合，",
}
data[10010] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[7638]的伤害，造成[762]的流血伤害，持续5回合，",
}
data[10011] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[8269]的伤害，造成[825]的流血伤害，持续5回合，",
}
data[10012] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[8900]的伤害，造成[889]的流血伤害，持续5回合，",
}
data[10013] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[9531]的伤害，造成[952]的流血伤害，持续5回合，",
}
data[10014] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1,0162]的伤害，造成[1015]的流血伤害，持续5回合，",
}
data[10015] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1,0793]的伤害，造成[1078]的流血伤害，持续5回合，",
}
data[10016] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1,1424]的伤害，造成[1141]的流血伤害，持续5回合，",
}
data[10017] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1,2055]的伤害，造成[1204]的流血伤害，持续5回合，",
}
data[10018] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1,2686]的伤害，造成[1267]的流血伤害，持续5回合，",
}
data[10019] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1,3316]的伤害，造成[1330]的流血伤害，持续5回合，",
}
data[10020] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1,3947]的伤害，造成[1393]的流血伤害，持续5回合，",
}
data[10021] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1,4578]的伤害，造成[1456]的流血伤害，持续5回合，",
}
data[10022] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1,5209]的伤害，造成[1519]的流血伤害，持续5回合，",
}
data[10023] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1,5840]的伤害，造成[1582]的流血伤害，持续5回合，",
}
data[10024] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1,6471]的伤害，造成[1645]的流血伤害，持续5回合，",
}
data[10025] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1,7102]的伤害，造成[1708]的流血伤害，持续5回合，",
}
data[10026] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1,7733]的伤害，造成[1771]的流血伤害，持续5回合，",
}
data[10027] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1,8364]的伤害，造成[1834]的流血伤害，持续5回合，",
}
data[10028] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1,8995]的伤害，造成[1897]的流血伤害，持续5回合，",
}
data[10029] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[1,9626]的伤害，造成[1960]的流血伤害，持续5回合，",
}
data[10030] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对前排敌方造成[2,0256]的伤害，造成[2023]的流血伤害，持续5回合，",
}
data[10031] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[2,2161]的伤害，造成[2214]的流血伤害，持续5回合，",
}
data[10032] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[2,4065]的伤害，造成[2404]的流血伤害，持续5回合，",
}
data[10033] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[2,5969]的伤害，造成[2594]的流血伤害，持续5回合，",
}
data[10034] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[2,7873]的伤害，造成[2784]的流血伤害，持续5回合，",
}
data[10035] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[2,9777]的伤害，造成[2975]的流血伤害，持续5回合，",
}
data[10036] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[3,1681]的伤害，造成[3165]的流血伤害，持续5回合，",
}
data[10037] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[3,3586]的伤害，造成[3355]的流血伤害，持续5回合，",
}
data[10038] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[3,5490]的伤害，造成[3546]的流血伤害，持续5回合，",
}
data[10039] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[3,7394]的伤害，造成[3736]的流血伤害，持续5回合，",
}
data[10040] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[3,9298]的伤害，造成[3926]的流血伤害，持续5回合，",
}
data[10041] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[4,1202]的伤害，造成[4116]的流血伤害，持续5回合，",
}
data[10042] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[4,3106]的伤害，造成[4307]的流血伤害，持续5回合，",
}
data[10043] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[4,5011]的伤害，造成[4497]的流血伤害，持续5回合，",
}
data[10044] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[4,6915]的伤害，造成[4687]的流血伤害，持续5回合，",
}
data[10045] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[4,8819]的伤害，造成[4878]的流血伤害，持续5回合，",
}
data[10046] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[5,0723]的伤害，造成[5068]的流血伤害，持续5回合，",
}
data[10047] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[5,2627]的伤害，造成[5258]的流血伤害，持续5回合，",
}
data[10048] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[5,4531]的伤害，造成[5448]的流血伤害，持续5回合，",
}
data[10049] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[5,6436]的伤害，造成[5639]的流血伤害，持续5回合，",
}
data[10050] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[5,8340]的伤害，造成[5829]的流血伤害，持续5回合，",
}
data[10051] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[6,0244]的伤害，造成[6019]的流血伤害，持续5回合，",
}
data[10052] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[6,2148]的伤害，造成[6210]的流血伤害，持续5回合，",
}
data[10053] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[6,4052]的伤害，造成[6400]的流血伤害，持续5回合，",
}
data[10054] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[6,5956]的伤害，造成[6590]的流血伤害，持续5回合，",
}
data[10055] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[6,7860]的伤害，造成[6780]的流血伤害，持续5回合，",
}
data[10056] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[6,9765]的伤害，造成[6971]的流血伤害，持续5回合，",
}
data[10057] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[7,1669]的伤害，造成[7161]的流血伤害，持续5回合，",
}
data[10058] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[7,3573]的伤害，造成[7351]的流血伤害，持续5回合，",
}
data[10059] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[7,5477]的伤害，造成[7542]的流血伤害，持续5回合，",
}
data[10060] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机3名敌方造成[7,7381]的伤害，造成[7732]的流血伤害，持续5回合，",
}
data[10061] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[8,2854]的伤害，造成[8279]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加1%伤害，持续2回合",
}
data[10062] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[8,8327]的伤害，造成[8826]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加2%伤害，持续2回合",
}
data[10063] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[9,3799]的伤害，造成[9372]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加3%伤害，持续2回合",
}
data[10064] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[9,9272]的伤害，造成[9919]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加4%伤害，持续2回合",
}
data[10065] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[10,4745]的伤害，造成[1,0466]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加5%伤害，持续2回合",
}
data[10066] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[11,0217]的伤害，造成[1,1013]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加6%伤害，持续2回合",
}
data[10067] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[11,5690]的伤害，造成[1,1560]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加8%伤害，持续2回合",
}
data[10068] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[12,1163]的伤害，造成[1,2107]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加9%伤害，持续2回合",
}
data[10069] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[12,6635]的伤害，造成[1,2654]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加10%伤害，持续2回合",
}
data[10070] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[13,2108]的伤害，造成[1,3201]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加11%伤害，持续2回合",
}
data[10071] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[13,7581]的伤害，造成[1,3748]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加12%伤害，持续2回合",
}
data[10072] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[14,3053]的伤害，造成[1,4294]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加13%伤害，持续2回合",
}
data[10073] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[14,8526]的伤害，造成[1,4841]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加14%伤害，持续2回合",
}
data[10074] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[15,3999]的伤害，造成[1,5388]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加15%伤害，持续2回合",
}
data[10075] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[15,9471]的伤害，造成[1,5935]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加16%伤害，持续2回合",
}
data[10076] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[16,4944]的伤害，造成[1,6482]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加17%伤害，持续2回合",
}
data[10077] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[17,0417]的伤害，造成[1,7029]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加18%伤害，持续2回合",
}
data[10078] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[17,5889]的伤害，造成[1,7576]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加19%伤害，持续2回合",
}
data[10079] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[18,1362]的伤害，造成[1,8123]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加21%伤害，持续2回合",
}
data[10080] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[18,6835]的伤害，造成[1,8670]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加22%伤害，持续2回合",
}
data[10081] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[19,2307]的伤害，造成[1,9216]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加23%伤害，持续2回合",
}
data[10082] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[19,7780]的伤害，造成[1,9763]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加24%伤害，持续2回合",
}
data[10083] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[20,3253]的伤害，造成[2,0310]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加25%伤害，持续2回合",
}
data[10084] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[20,8725]的伤害，造成[2,0857]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加26%伤害，持续2回合",
}
data[10085] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[21,4198]的伤害，造成[2,1404]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加27%伤害，持续2回合",
}
data[10086] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[21,9671]的伤害，造成[2,1951]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加28%伤害，持续2回合",
}
data[10087] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[22,5143]的伤害，造成[2,2498]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加29%伤害，持续2回合",
}
data[10088] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[23,0616]的伤害，造成[2,3045]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加30%伤害，持续2回合",
}
data[10089] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[23,6089]的伤害，造成[2,3591]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加31%伤害，持续2回合",
}
data[10090] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[24,1562]的伤害，造成[2,4138]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加32%伤害，持续2回合",
}
data[10091] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[25,0460]的伤害，造成[2,5028]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加34%伤害，持续2回合",
}
data[10092] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[25,9358]的伤害，造成[2,5917]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加35%伤害，持续2回合",
}
data[10093] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[26,8257]的伤害，造成[2,6806]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加36%伤害，持续2回合",
}
data[10094] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[27,7155]的伤害，造成[2,7695]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加37%伤害，持续2回合",
}
data[10095] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[28,6054]的伤害，造成[2,8584]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加38%伤害，持续2回合",
}
data[10096] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[29,4952]的伤害，造成[2,9474]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加39%伤害，持续2回合",
}
data[10097] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[30,3851]的伤害，造成[3,0363]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加40%伤害，持续2回合",
}
data[10098] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[31,2749]的伤害，造成[3,1252]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加41%伤害，持续2回合",
}
data[10099] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[32,1648]的伤害，造成[3,2141]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加42%伤害，持续2回合",
}
data[10100] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[33,0546]的伤害，造成[3,3031]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加43%伤害，持续2回合",
}
data[10101] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[33,9444]的伤害，造成[3,3920]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加44%伤害，持续2回合",
}
data[10102] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[34,8343]的伤害，造成[3,4809]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加45%伤害，持续2回合",
}
data[10103] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[35,7241]的伤害，造成[3,5698]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加47%伤害，持续2回合",
}
data[10104] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[36,6140]的伤害，造成[3,6587]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加48%伤害，持续2回合",
}
data[10105] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[37,5038]的伤害，造成[3,7477]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加49%伤害，持续2回合",
}
data[10106] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[38,3937]的伤害，造成[3,8366]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加50%伤害，持续2回合",
}
data[10107] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[39,2835]的伤害，造成[3,9255]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加51%伤害，持续2回合",
}
data[10108] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[40,1734]的伤害，造成[4,0144]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加52%伤害，持续2回合",
}
data[10109] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[41,0632]的伤害，造成[4,1034]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加53%伤害，持续2回合",
}
data[10110] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[41,9531]的伤害，造成[4,1923]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加54%伤害，持续2回合",
}
data[10111] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[42,8429]的伤害，造成[4,2812]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加55%伤害，持续2回合",
}
data[10112] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[43,7327]的伤害，造成[4,3701]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加56%伤害，持续2回合",
}
data[10113] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[44,6226]的伤害，造成[4,4590]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加57%伤害，持续2回合",
}
data[10114] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[45,5124]的伤害，造成[4,5480]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加58%伤害，持续2回合",
}
data[10115] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[46,4023]的伤害，造成[4,6369]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加60%伤害，持续2回合",
}
data[10116] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[47,2921]的伤害，造成[4,7258]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加61%伤害，持续2回合",
}
data[10117] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[48,1820]的伤害，造成[4,8147]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加62%伤害，持续2回合",
}
data[10118] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[49,0718]的伤害，造成[4,9037]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加63%伤害，持续2回合",
}
data[10119] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[49,9617]的伤害，造成[4,9926]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加64%伤害，持续2回合",
}
data[10120] = {
    ["skillName"] = "狂暴撕咬",
    ["desc"] = "主动技能：对随机4名敌方造成[50,8515]的伤害，造成[5,0815]的流血伤害，持续5回合，对随机4名友方如果目标处于流血状态增加65%伤害，持续2回合",
}
data[2001] = {
    ["skillName"] = "精准削弱",
    ["desc"] = "被动技能：普通攻击时，敌方有25%的几率降低14%精准，持续3回合",
}
data[2002] = {
    ["skillName"] = "禁魔",
    ["desc"] = "被动技能：普通攻击时，敌方有25%的几率沉默，持续1回合",
}
data[2003] = {
    ["skillName"] = "吸血",
    ["desc"] = "被动技能：普通攻击时，恢复[10%攻击]等量生命",
}
data[2004] = {
    ["skillName"] = "暴击",
    ["desc"] = "被动技能：增加20%暴击率",
}
data[2005] = {
    ["skillName"] = "中毒",
    ["desc"] = "被动技能：造成暴击伤害时，敌方造成[18%攻击]的中毒伤害，持续2回合",
}
data[2006] = {
    ["skillName"] = "盛怒血躯",
    ["desc"] = "被动技能：处在后排时增加25%暴击率，处于前排时增加13%血量",
}
data[2007] = {
    ["skillName"] = "自愈",
    ["desc"] = "被动技能：普通攻击时，有80%的几率恢复[25%攻击]等量生命",
}
data[2008] = {
    ["skillName"] = "禁魔",
    ["desc"] = "被动技能：普通攻击时，敌方有20%的几率沉默，持续1回合",
}
data[2009] = {
    ["skillName"] = "流血",
    ["desc"] = "被动技能：普通攻击时，敌方有50%的几率造成[24%攻击]的流血伤害，持续2回合",
}
data[2010] = {
    ["skillName"] = "暴击",
    ["desc"] = "被动技能：增加25%暴击率",
}
data[2011] = {
    ["skillName"] = "暴击伤害",
    ["desc"] = "被动技能：增加50%暴击伤害",
}
data[2012] = {
    ["skillName"] = "嗜暴",
    ["desc"] = "被动技能：普通攻击时，增加10%暴击率",
}
data[2013] = {
    ["skillName"] = "愈体",
    ["desc"] = "被动技能：造成暴击伤害时，恢复[37.5%攻击]等量生命",
}
data[2014] = {
    ["skillName"] = "残废打击",
    ["desc"] = "被动技能：普通攻击时，敌方降低14%破甲，持续3回合",
}
data[2015] = {
    ["skillName"] = "自愈",
    ["desc"] = "被动技能：受到攻击时，有50%的几率恢复[40%攻击]等量生命",
}
data[2016] = {
    ["skillName"] = "毒性攻击",
    ["desc"] = "被动技能：普通攻击时，敌方有50%的几率造成[24%攻击]的中毒伤害，持续2回合",
}
data[2017] = {
    ["skillName"] = "虚弱打击",
    ["desc"] = "普通攻击：血量最低的敌方造成[100%攻击]伤害，吸收目标10%攻击，持续3回合",
}
data[2018] = {
    ["skillName"] = "森林之歌",
    ["desc"] = "被动技能：增加30%攻击，增加30%暴击率",
}
data[2019] = {
    ["skillName"] = "杀意骤起",
    ["desc"] = "被动技能：处在后排时增加30%暴击率，处在后排时降低10%血量",
}
data[2020] = {
    ["skillName"] = "眩晕",
    ["desc"] = "被动技能：造成暴击伤害时，敌方有40%的几率眩晕，持续1回合",
}
data[2021] = {
    ["skillName"] = "猎魔高手",
    ["desc"] = "被动技能：增加30%暴击率，增加20%暴击伤害，增加10%攻击",
}
data[2022] = {
    ["skillName"] = "哀恸箭",
    ["desc"] = "被动技能：普通攻击时，敌方有45%的几率造成[80%攻击]的中毒伤害，持续1回合，有10%的几率沉默，持续2回合",
}
data[2023] = {
    ["skillName"] = "凌辱",
    ["desc"] = "被动技能：敌方英雄死亡时，增加10%暴击伤害，增加10%攻击",
}
data[2024] = {
    ["skillName"] = "生命",
    ["desc"] = "被动技能：增加20%血量，增加24%护甲",
}
data[2025] = {
    ["skillName"] = "鼓舞仪式",
    ["desc"] = "被动技能：我方英雄暴击时，恢复[35%攻击]等量生命",
}
data[2026] = {
    ["skillName"] = "热忱",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低10%破甲，持续6回合，造成[24%攻击]的燃烧伤害，持续6回合",
}
data[2027] = {
    ["skillName"] = "猎魔高手",
    ["desc"] = "被动技能：增加30%暴击率，增加30%暴击伤害",
}
data[2028] = {
    ["skillName"] = "虚弱打击",
    ["desc"] = "普通攻击：血量最低的敌方造成[100%攻击]伤害，降低10%攻击，持续3回合",
}
data[2029] = {
    ["skillName"] = "残废打击",
    ["desc"] = "普通攻击：对随机2名敌方造成[80%攻击]伤害，有10%的几率眩晕，持续2回合",
}
data[2030] = {
    ["skillName"] = "森林之歌",
    ["desc"] = "被动技能：增加30%暴击率，增加30%攻击，增加10%血量",
}
data[2031] = {
    ["skillName"] = "格鲁的坚韧",
    ["desc"] = "被动技能：增加25%血量，增加32%护甲",
}
data[2032] = {
    ["skillName"] = "恐惧之念",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低10%暴击率，持续2回合，降低8%攻击，持续2回合",
}
data[2033] = {
    ["skillName"] = "反击",
    ["desc"] = "被动技能：受到攻击时，对攻击者有60%的几率造成[100%攻击]反击伤害",
}
data[2034] = {
    ["skillName"] = "暴击",
    ["desc"] = "被动技能：增加30%暴击率，增加20%攻击",
}
data[2035] = {
    ["skillName"] = "中毒",
    ["desc"] = "被动技能：造成暴击伤害时，敌方造成[48%攻击]的中毒伤害，持续2回合",
}
data[2036] = {
    ["skillName"] = "毒性掌握",
    ["desc"] = "被动技能：如果目标处于中毒状态增加35%伤害",
}
data[2037] = {
    ["skillName"] = "毒性攻击",
    ["desc"] = "被动技能：普通攻击时，敌方有50%的几率造成[12%攻击]的中毒伤害，持续2回合",
}
data[2038] = {
    ["skillName"] = "生命",
    ["desc"] = "被动技能：增加10%血量",
}
data[2039] = {
    ["skillName"] = "反击",
    ["desc"] = "被动技能：受到攻击时，对攻击者有30%的几率造成[67%攻击]反击伤害",
}
data[2040] = {
    ["skillName"] = "冰冻",
    ["desc"] = "被动技能：普通攻击时，敌方有10%的几率冰冻，持续1回合",
}
data[2041] = {
    ["skillName"] = "冰冻",
    ["desc"] = "被动技能：普通攻击时，敌方有10%的几率冰冻，持续1回合",
}
data[2042] = {
    ["skillName"] = "攻击",
    ["desc"] = "被动技能：增加10%攻击",
}
data[2043] = {
    ["skillName"] = "沉默",
    ["desc"] = "被动技能：普通攻击时，敌方有30%的几率沉默，持续1回合",
}
data[2044] = {
    ["skillName"] = "护甲",
    ["desc"] = "被动技能：增加32%护甲",
}
data[2045] = {
    ["skillName"] = "生命",
    ["desc"] = "被动技能：增加30%血量",
}
data[2046] = {
    ["skillName"] = "鲜血渴求",
    ["desc"] = "被动技能：普通攻击被敌方格挡时，恢复[25%攻击]等量生命",
}
data[2047] = {
    ["skillName"] = "势不可挡",
    ["desc"] = "被动技能：处在后排时增加15%攻击，处于前排时增加15%血量",
}
data[2048] = {
    ["skillName"] = "流血",
    ["desc"] = "被动技能：普通攻击时，敌方有50%的几率造成[40%攻击]的流血伤害，持续2回合",
}
data[2049] = {
    ["skillName"] = "破甲",
    ["desc"] = "被动技能：增加40%破甲",
}
data[2050] = {
    ["skillName"] = "狂暴",
    ["desc"] = "被动技能：敌方英雄死亡时，增加15%暴击率",
}
data[2051] = {
    ["skillName"] = "亡灵意志",
    ["desc"] = "被动技能：增加15%血量，增加15%精准",
}
data[2052] = {
    ["skillName"] = "血腥猛攻",
    ["desc"] = "被动技能：血量低于30%时，增加50%攻击，持续3回合（仅触发一次）",
}
data[2053] = {
    ["skillName"] = "破甲之力",
    ["desc"] = "被动技能：普通攻击时，增加8.4%破甲",
}
data[2054] = {
    ["skillName"] = "亡灵意志",
    ["desc"] = "被动技能：增加15%血量，增加15%精准",
}
data[2055] = {
    ["skillName"] = "冷血",
    ["desc"] = "被动技能：受到攻击时，增加8%破甲，持续2回合",
}
data[2056] = {
    ["skillName"] = "杀意",
    ["desc"] = "被动技能：处在后排时增加30%攻击，处于前排时降低32%护甲",
}
data[2057] = {
    ["skillName"] = "亡灵意志",
    ["desc"] = "被动技能：增加20%血量，增加20%精准",
}
data[2058] = {
    ["skillName"] = "生命仪式",
    ["desc"] = "被动技能：敌方英雄格挡时，恢复[45%攻击]等量生命",
}
data[2059] = {
    ["skillName"] = "精诚之心",
    ["desc"] = "被动技能：普通攻击时，恢复[24%攻击]等量生命",
}
data[2060] = {
    ["skillName"] = "破绽",
    ["desc"] = "被动技能：增加32%破甲，增加20%攻击",
}
data[2061] = {
    ["skillName"] = "追击",
    ["desc"] = "普通攻击：血量最低的敌方造成[105%攻击]伤害，降低10%护甲",
}
data[2062] = {
    ["skillName"] = "亡灵意志",
    ["desc"] = "被动技能：增加20%血量，增加20%破甲",
}
data[2063] = {
    ["skillName"] = "死亡威胁",
    ["desc"] = "被动技能：普通攻击时，增加8.4%破甲，增加8%暴击率",
}
data[2064] = {
    ["skillName"] = "冷血易伤",
    ["desc"] = "被动技能：我方英雄死亡时，增加16%破甲，增加10%攻击",
}
data[2065] = {
    ["skillName"] = "疯狂之力",
    ["desc"] = "被动技能：增加32%破甲，增加25%血量，增加25%攻击",
}
data[2066] = {
    ["skillName"] = "专注打击",
    ["desc"] = "普通攻击：对前排敌方造成[85%攻击]伤害，降低10%格挡，持续3回合",
}
data[2067] = {
    ["skillName"] = "卡尔玛之眼",
    ["desc"] = "被动技能：增加30%精准，增加25%攻击，增加10%血量",
}
data[2068] = {
    ["skillName"] = "血腥猛攻",
    ["desc"] = "被动技能：普通攻击时，敌方血量高于50%时造成[20%攻击]伤害",
}
data[2069] = {
    ["skillName"] = "眩晕",
    ["desc"] = "被动技能：普通攻击时，敌方有40%的几率眩晕，持续1回合",
}
data[2070] = {
    ["skillName"] = "破绽",
    ["desc"] = "被动技能：增加32%破甲，增加20%攻击",
}
data[2071] = {
    ["skillName"] = "弱点击破",
    ["desc"] = "被动技能：如果目标处于眩晕状态增加56%伤害",
}
data[2072] = {
    ["skillName"] = "攻击",
    ["desc"] = "被动技能：增加10%攻击",
}
data[2073] = {
    ["skillName"] = "护甲",
    ["desc"] = "被动技能：增加16%护甲",
}
data[2074] = {
    ["skillName"] = "精准削弱",
    ["desc"] = "被动技能：普通攻击时，敌方有35%的几率降低20%精准，持续3回合",
}
data[2075] = {
    ["skillName"] = "血腥破甲",
    ["desc"] = "被动技能：血量低于30%时，增加64%破甲，持续3回合（仅触发一次）",
}
data[2076] = {
    ["skillName"] = "法术精通",
    ["desc"] = "被动技能：增加37.5%技能伤害",
}
data[2077] = {
    ["skillName"] = "精诚之心",
    ["desc"] = "被动技能：普通攻击时，敌方降低5%攻击，持续3回合",
}
data[2078] = {
    ["skillName"] = "格挡",
    ["desc"] = "被动技能：增加10%格挡",
}
data[2079] = {
    ["skillName"] = "心愿",
    ["desc"] = "被动技能：增加10%血量，增加速度20",
}
data[2080] = {
    ["skillName"] = "石化",
    ["desc"] = "被动技能：普通攻击时，敌方有10%的几率石化，持续1回合",
}
data[2081] = {
    ["skillName"] = "奥术之心",
    ["desc"] = "被动技能：增加25%攻击，增加20%血量",
}
data[2082] = {
    ["skillName"] = "护甲",
    ["desc"] = "被动技能：增加32%护甲",
}
data[2083] = {
    ["skillName"] = "自愈",
    ["desc"] = "被动技能：普通攻击时，恢复[25%攻击]等量生命",
}
data[2084] = {
    ["skillName"] = "剑术大师",
    ["desc"] = "被动技能：增加20%格挡，增加25%攻击",
}
data[2085] = {
    ["skillName"] = "冰冻",
    ["desc"] = "被动技能：普通攻击时，敌方有15%的几率冰冻，持续1回合",
}
data[2086] = {
    ["skillName"] = "奥术之心",
    ["desc"] = "被动技能：增加25%攻击，增加20%血量",
}
data[2087] = {
    ["skillName"] = "神枪手",
    ["desc"] = "被动技能：增加10%格挡，增加10%攻击，增加速度20",
}
data[2088] = {
    ["skillName"] = "精诚之心",
    ["desc"] = "被动技能：普通攻击时，敌方降低5%攻击，持续3回合",
}
data[2089] = {
    ["skillName"] = "坚守阵地",
    ["desc"] = "被动技能：处在后排时增加15%格挡，处于前排时增加15%血量",
}
data[2090] = {
    ["skillName"] = "反击",
    ["desc"] = "被动技能：受到攻击时，对攻击者有40%的几率造成[63%攻击]反击伤害",
}
data[2091] = {
    ["skillName"] = "矮人荣耀",
    ["desc"] = "被动技能：增加32%护甲，增加20%血量",
}
data[2092] = {
    ["skillName"] = "反击",
    ["desc"] = "被动技能：受到暴击时，对攻击者造成[100%攻击]反击伤害",
}
data[2093] = {
    ["skillName"] = "剑术宗师",
    ["desc"] = "被动技能：增加20%破甲，增加20%攻击，增加15%血量",
}
data[2094] = {
    ["skillName"] = "瘫痪",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低4%攻击，持续3回合，自身增加4%攻击，持续3回合",
}
data[2095] = {
    ["skillName"] = "冰冻掌握",
    ["desc"] = "被动技能：如果目标处于冰冻状态增加80%伤害",
}
data[2096] = {
    ["skillName"] = "秘法之心",
    ["desc"] = "被动技能：增加20%攻击，增加20%血量",
}
data[2097] = {
    ["skillName"] = "布利的忠诚",
    ["desc"] = "被动技能：死亡后，对后排敌方有20%的几率眩晕，持续2回合（仅触发一次）",
}
data[2098] = {
    ["skillName"] = "影舞",
    ["desc"] = "被动技能：增加25%格挡，增加20%攻击",
}
data[2099] = {
    ["skillName"] = "流血",
    ["desc"] = "被动技能：普通攻击时，敌方有50%的几率造成[50%攻击]的流血伤害，持续2回合",
}
data[2100] = {
    ["skillName"] = "敏锐",
    ["desc"] = "被动技能：格挡成功时，恢复[120%攻击]等量生命",
}
data[2101] = {
    ["skillName"] = "忍术",
    ["desc"] = "被动技能：增加25%格挡，增加速度40，增加10%血量",
}
data[2102] = {
    ["skillName"] = "乱攻",
    ["desc"] = "普通攻击：对随机1名敌方造成[100%攻击]伤害，降低10%精准，持续2回合",
}
data[2103] = {
    ["skillName"] = "精诚之心",
    ["desc"] = "被动技能：普通攻击时，敌方降低5%攻击，持续3回合",
}
data[2104] = {
    ["skillName"] = "魔能",
    ["desc"] = "被动技能：增加60%技能伤害，增加25%血量，增加10%精准",
}
data[2105] = {
    ["skillName"] = "暴躁",
    ["desc"] = "被动技能：普通攻击时，敌方有30%的几率降低10%暴击率，持续3回合，自身有30%的几率增加20%攻击，持续3回合",
}
data[2106] = {
    ["skillName"] = "暴击",
    ["desc"] = "被动技能：增加10%暴击率",
}
data[2107] = {
    ["skillName"] = "护甲",
    ["desc"] = "被动技能：增加16%护甲",
}
data[2108] = {
    ["skillName"] = "后排打击",
    ["desc"] = "普通攻击：对后排敌方造成[50%攻击]伤害",
}
data[2109] = {
    ["skillName"] = "恶魔之心",
    ["desc"] = "被动技能：增加16%护甲，增加10%血量",
}
data[2110] = {
    ["skillName"] = "吸血",
    ["desc"] = "被动技能：普通攻击时，恢复[20%攻击]等量生命",
}
data[2111] = {
    ["skillName"] = "攻击",
    ["desc"] = "被动技能：增加15%攻击",
}
data[2112] = {
    ["skillName"] = "战斗优势",
    ["desc"] = "被动技能：普通攻击时，敌方降低5%暴击率，持续3回合",
}
data[2113] = {
    ["skillName"] = "反击",
    ["desc"] = "被动技能：受到攻击时，对攻击者有30%的几率造成[67%攻击]反击伤害",
}
data[2114] = {
    ["skillName"] = "攻击",
    ["desc"] = "被动技能：增加15%攻击",
}
data[2115] = {
    ["skillName"] = "火焰皮肤",
    ["desc"] = "被动技能：受到攻击时，对攻击者有30%的几率造成[20%攻击]的燃烧伤害，持续2回合",
}
data[2116] = {
    ["skillName"] = "点燃",
    ["desc"] = "被动技能：普通攻击时，敌方有50%的几率造成[30%攻击]的燃烧伤害，持续2回合",
}
data[2117] = {
    ["skillName"] = "攻击",
    ["desc"] = "被动技能：增加20%攻击",
}
data[2118] = {
    ["skillName"] = "嗜攻",
    ["desc"] = "被动技能：普通攻击时，增加10%攻击",
}
data[2119] = {
    ["skillName"] = "恶魔之心",
    ["desc"] = "被动技能：增加24%护甲，增加15%血量",
}
data[2120] = {
    ["skillName"] = "铁胆钢心",
    ["desc"] = "被动技能：受到暴击时，恢复[30%攻击]等量生命",
}
data[2121] = {
    ["skillName"] = "攻击",
    ["desc"] = "被动技能：增加15%攻击",
}
data[2122] = {
    ["skillName"] = "点燃",
    ["desc"] = "被动技能：普通攻击时，敌方有40%的几率造成[23%攻击]的燃烧伤害，持续2回合",
}
data[2123] = {
    ["skillName"] = "狂野气势",
    ["desc"] = "被动技能：受到攻击时，增加3%攻击，持续2回合",
}
data[2124] = {
    ["skillName"] = "强势",
    ["desc"] = "被动技能：普通攻击时，敌方降低15%技能伤害，持续3回合，自身增加15%技能伤害，持续3回合",
}
data[2125] = {
    ["skillName"] = "吸攻",
    ["desc"] = "被动技能：普通攻击时，敌方吸收目标14%攻击",
}
data[2126] = {
    ["skillName"] = "毒性攻击",
    ["desc"] = "普通攻击：对随机3名敌方造成[75%攻击]伤害，有70%的几率造成[65%攻击]的中毒伤害，持续2回合",
}
data[2127] = {
    ["skillName"] = "玛格丽特的礼物",
    ["desc"] = "被动技能：死亡后，对全体敌方造成[65%攻击]的中毒伤害，持续4回合（仅触发一次）",
}
data[2128] = {
    ["skillName"] = "刀锋之怒",
    ["desc"] = "被动技能：增加30%攻击，增加10%暴击伤害，增加8%血量",
}
data[2129] = {
    ["skillName"] = "以暴制暴",
    ["desc"] = "被动技能：普通攻击时，敌方降低10%暴击率，持续3回合，自身增加10%暴击率，持续3回合，有30%的几率增加15%暴击伤害，持续2回合",
}
data[2130] = {
    ["skillName"] = "恶魔之心",
    ["desc"] = "被动技能：增加32%护甲，增加20%血量",
}
data[2131] = {
    ["skillName"] = "恐惧之念",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低9%暴击率，持续3回合",
}
data[2132] = {
    ["skillName"] = "魔王铠甲",
    ["desc"] = "被动技能：血量低于30%时，增加60%护甲，持续3回合（仅触发一次）",
}
data[2133] = {
    ["skillName"] = "攻击",
    ["desc"] = "被动技能：增加20%攻击，增加15%血量",
}
data[2134] = {
    ["skillName"] = "点燃",
    ["desc"] = "被动技能：普通攻击时，敌方有35%的几率造成[80%攻击]的燃烧伤害，持续2回合",
}
data[2135] = {
    ["skillName"] = "恶魔之心",
    ["desc"] = "被动技能：增加32%护甲，增加20%血量",
}
data[2136] = {
    ["skillName"] = "反击",
    ["desc"] = "被动技能：受到暴击时，对攻击者造成[150%攻击]反击伤害",
}
data[2137] = {
    ["skillName"] = "恶魔力量",
    ["desc"] = "被动技能：增加20%攻击，增加20%暴击率，增加10%血量",
}
data[2138] = {
    ["skillName"] = "猛击",
    ["desc"] = "被动技能：敌方英雄死亡时，增加15%攻击",
}
data[2139] = {
    ["skillName"] = "暗物质",
    ["desc"] = "被动技能：增加37.5%技能伤害，增加15%血量",
}
data[2140] = {
    ["skillName"] = "护甲专精",
    ["desc"] = "被动技能：普通攻击时，敌方有25%的几率降低20%护甲，持续3回合，自身有25%的几率增加20%护甲，持续3回合",
}
data[2141] = {
    ["skillName"] = "暗物质",
    ["desc"] = "被动技能：增加50%技能伤害，增加20%血量",
}
data[2142] = {
    ["skillName"] = "法术掌握",
    ["desc"] = "被动技能：普通攻击时，增加17.5%技能伤害",
}
data[2143] = {
    ["skillName"] = "暗物质",
    ["desc"] = "被动技能：增加50%技能伤害，增加20%血量",
}
data[2144] = {
    ["skillName"] = "虚弱之力",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低7.2%神圣伤害，持续3回合",
}
data[2145] = {
    ["skillName"] = "黑洞",
    ["desc"] = "被动技能：增加62.5%技能伤害，增加20%血量，增加速度40",
}
data[2146] = {
    ["skillName"] = "石化",
    ["desc"] = "被动技能：普通攻击时，敌方有35%的几率石化，持续1回合",
}
data[2147] = {
    ["skillName"] = "以攻为守",
    ["desc"] = "被动技能：受到攻击时，有50%的几率增加30%攻击，持续2回合，对攻击者有25%的几率降低15能量",
}
data[2148] = {
    ["skillName"] = "圣光之令",
    ["desc"] = "被动技能：增加18%神圣伤害，增加20%攻击",
}
data[2149] = {
    ["skillName"] = "圣光之令",
    ["desc"] = "被动技能：增加24%神圣伤害，增加20%攻击",
}
data[2150] = {
    ["skillName"] = "嗜斗",
    ["desc"] = "被动技能：普通攻击时，增加8.4%神圣伤害",
}
data[2151] = {
    ["skillName"] = "圣光之令",
    ["desc"] = "被动技能：增加24%神圣伤害，增加20%攻击",
}
data[2152] = {
    ["skillName"] = "破法",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低15%技能伤害，持续3回合",
}
data[2153] = {
    ["skillName"] = "天堂之令",
    ["desc"] = "被动技能：增加36%神圣伤害，增加15%攻击，增加15%血量，增加10%暴击率",
}
data[2154] = {
    ["skillName"] = "焕发生机",
    ["desc"] = "被动技能：普通攻击时，恢复[45%攻击]等量生命，增加10%神圣伤害，持续4回合",
}
data[2155] = {
    ["skillName"] = "自愈",
    ["desc"] = "被动技能：受到攻击时，恢复[20%攻击]等量生命，增加10%神圣伤害，持续3回合",
}
data[2156] = {
    ["skillName"] = "暴击",
    ["desc"] = "被动技能：增加30%暴击率",
}
data[2157] = {
    ["skillName"] = "暴击伤害",
    ["desc"] = "被动技能：增加60%暴击伤害",
}
data[2158] = {
    ["skillName"] = "嗜暴",
    ["desc"] = "被动技能：普通攻击时，增加10%暴击率",
}
data[2159] = {
    ["skillName"] = "愈体",
    ["desc"] = "被动技能：造成暴击伤害时，恢复[80%攻击]等量生命",
}
data[2160] = {
    ["skillName"] = "残废打击",
    ["desc"] = "被动技能：普通攻击时，敌方降低20%破甲，持续3回合",
}
data[2161] = {
    ["skillName"] = "自愈",
    ["desc"] = "被动技能：受到攻击时，有50%的几率恢复[55%攻击]等量生命",
}
data[2162] = {
    ["skillName"] = "毒性攻击",
    ["desc"] = "被动技能：普通攻击时，敌方有50%的几率造成[54%攻击]的中毒伤害，持续2回合",
}
data[2163] = {
    ["skillName"] = "虚弱打击",
    ["desc"] = "普通攻击：血量最低的敌方造成[100%攻击]伤害，吸收目标10%攻击，持续3回合",
}
data[2164] = {
    ["skillName"] = "森林之歌",
    ["desc"] = "被动技能：增加30%攻击，增加30%暴击率",
}
data[2165] = {
    ["skillName"] = "法术掌握",
    ["desc"] = "被动技能：普通攻击时，增加22%技能伤害",
}
data[2166] = {
    ["skillName"] = "杀意骤起",
    ["desc"] = "被动技能：处在后排时增加40%暴击率，处在后排时降低15%血量",
}
data[2167] = {
    ["skillName"] = "眩晕",
    ["desc"] = "被动技能：造成暴击伤害时，敌方有40%的几率眩晕，持续1回合",
}
data[2168] = {
    ["skillName"] = "猎魔高手II",
    ["desc"] = "被动技能：增加30%暴击率，增加25%暴击伤害，增加20%攻击",
}
data[2169] = {
    ["skillName"] = "哀恸箭II",
    ["desc"] = "被动技能：普通攻击时，敌方有60%的几率造成[140%攻击]的中毒伤害，持续1回合，有15%的几率沉默，持续2回合",
}
data[2170] = {
    ["skillName"] = "凌辱II",
    ["desc"] = "被动技能：敌方英雄死亡时，增加15%暴击伤害，增加12%攻击",
}
data[2171] = {
    ["skillName"] = "生命II",
    ["desc"] = "被动技能：增加30%血量，增加35%护甲",
}
data[2172] = {
    ["skillName"] = "鼓舞仪式II",
    ["desc"] = "被动技能：我方英雄暴击时，恢复[45%攻击]等量生命",
}
data[2173] = {
    ["skillName"] = "热忱II",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低13%破甲，持续6回合，造成[36%攻击]的燃烧伤害，持续6回合",
}
data[2174] = {
    ["skillName"] = "猎魔高手II",
    ["desc"] = "被动技能：增加30%暴击率，增加40%暴击伤害",
}
data[2175] = {
    ["skillName"] = "虚弱打击II",
    ["desc"] = "普通攻击：血量最低的敌方造成[105%攻击]伤害，降低15%攻击，持续3回合",
}
data[2176] = {
    ["skillName"] = "毒性攻击II",
    ["desc"] = "被动技能：普通攻击时，敌方有50%的几率造成[80%攻击]的中毒伤害，持续2回合",
}
data[2177] = {
    ["skillName"] = "残废打击II",
    ["desc"] = "普通攻击：对随机2名敌方造成[95%攻击]伤害，有12%的几率眩晕，持续2回合",
}
data[2178] = {
    ["skillName"] = "森林之歌II",
    ["desc"] = "被动技能：增加30%暴击率，增加35%攻击，增加15%血量",
}
data[2179] = {
    ["skillName"] = "灵魂协调II",
    ["desc"] = "被动技能：敌方英雄死亡时，血量最少的友方恢复[血量上限的20%]等量生命",
}
data[2180] = {
    ["skillName"] = "格鲁的坚韧II",
    ["desc"] = "被动技能：增加32%血量，增加20%减伤",
}
data[2181] = {
    ["skillName"] = "恐惧之念II",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低15%暴击率，持续2回合，降低11%攻击，持续2回合",
}
data[2182] = {
    ["skillName"] = "反击II",
    ["desc"] = "被动技能：受到攻击时，对攻击者有70%的几率造成[150%攻击]反击伤害",
}
data[2183] = {
    ["skillName"] = "暴击II",
    ["desc"] = "被动技能：增加30%暴击率，增加25%攻击",
}
data[2184] = {
    ["skillName"] = "中毒II",
    ["desc"] = "被动技能：造成暴击伤害时，敌方造成[66%攻击]的中毒伤害，持续2回合",
}
data[2185] = {
    ["skillName"] = "毒性掌握II",
    ["desc"] = "被动技能：如果目标处于中毒状态增加50%伤害",
}
data[2186] = {
    ["skillName"] = "生命",
    ["desc"] = "被动技能：增加40%血量",
}
data[2187] = {
    ["skillName"] = "鲜血渴求",
    ["desc"] = "被动技能：普通攻击被敌方格挡时，恢复[100%攻击]等量生命",
}
data[2188] = {
    ["skillName"] = "势不可挡",
    ["desc"] = "被动技能：处在后排时增加25%攻击，处于前排时增加25%血量",
}
data[2189] = {
    ["skillName"] = "流血",
    ["desc"] = "被动技能：普通攻击时，敌方有50%的几率造成[50%攻击]的流血伤害，持续2回合",
}
data[2190] = {
    ["skillName"] = "破甲",
    ["desc"] = "被动技能：增加64%破甲",
}
data[2191] = {
    ["skillName"] = "狂暴",
    ["desc"] = "被动技能：敌方英雄死亡时，增加20%暴击率",
}
data[2192] = {
    ["skillName"] = "亡灵意志",
    ["desc"] = "被动技能：增加25%血量，增加20%精准",
}
data[2193] = {
    ["skillName"] = "血腥猛攻",
    ["desc"] = "被动技能：血量低于30%时，增加65%攻击，持续3回合（仅触发一次）",
}
data[2194] = {
    ["skillName"] = "破甲之力",
    ["desc"] = "被动技能：普通攻击时，增加14%破甲",
}
data[2195] = {
    ["skillName"] = "亡灵意志",
    ["desc"] = "被动技能：增加25%血量，增加20%精准",
}
data[2196] = {
    ["skillName"] = "冷血",
    ["desc"] = "被动技能：受到攻击时，增加8%破甲，持续2回合",
}
data[2197] = {
    ["skillName"] = "杀意",
    ["desc"] = "被动技能：处在后排时增加40%攻击，处在后排时降低40%护甲",
}
data[2198] = {
    ["skillName"] = "亡灵意志II",
    ["desc"] = "被动技能：增加30%血量，增加20%精准",
}
data[2199] = {
    ["skillName"] = "生命仪式II",
    ["desc"] = "被动技能：敌方英雄格挡时，恢复[60%攻击]等量生命",
}
data[2200] = {
    ["skillName"] = "精诚之心II",
    ["desc"] = "被动技能：普通攻击时，恢复[36%攻击]等量生命",
}
data[2201] = {
    ["skillName"] = "破绽II",
    ["desc"] = "被动技能：增加36%破甲，增加22%攻击，增加10%血量",
}
data[2202] = {
    ["skillName"] = "追击II",
    ["desc"] = "普通攻击：血量最低的敌方造成[110%攻击]伤害，降低15%护甲",
}
data[2203] = {
    ["skillName"] = "血腥破甲II",
    ["desc"] = "被动技能：血量低于80%时，增加30%破甲，恢复[300%攻击]等量生命，持续4回合（仅触发一次）",
}
data[2204] = {
    ["skillName"] = "亡灵意志II",
    ["desc"] = "被动技能：增加30%血量，增加28%破甲",
}
data[2205] = {
    ["skillName"] = "死亡威胁II",
    ["desc"] = "被动技能：普通攻击时，增加11.2%破甲，增加11%暴击率",
}
data[2206] = {
    ["skillName"] = "血腥护甲II",
    ["desc"] = "被动技能：血量低于50%时，增加60%攻击，持续3回合（仅触发一次）",
}
data[2207] = {
    ["skillName"] = "冷血易伤II",
    ["desc"] = "被动技能：我方英雄死亡时，增加20%破甲，增加20%攻击",
}
data[2208] = {
    ["skillName"] = "疯狂之力II",
    ["desc"] = "被动技能：增加32%破甲，增加25%血量，增加25%攻击",
}
data[2209] = {
    ["skillName"] = "遗愿II",
    ["desc"] = "被动技能：死亡后，对全体敌方造成[75%攻击]伤害（仅触发一次）",
}
data[2210] = {
    ["skillName"] = "专注打击II",
    ["desc"] = "普通攻击：对前排敌方造成[95%攻击]伤害，降低15%格挡，持续3回合",
}
data[2211] = {
    ["skillName"] = "卡尔玛之眼II",
    ["desc"] = "被动技能：增加60%精准，增加35%攻击，增加15%血量",
}
data[2212] = {
    ["skillName"] = "血腥猛攻II",
    ["desc"] = "被动技能：普通攻击时，敌方血量高于50%时造成[50%攻击]伤害",
}
data[2213] = {
    ["skillName"] = "眩晕II",
    ["desc"] = "被动技能：普通攻击时，敌方有50%的几率眩晕，持续1回合",
}
data[2214] = {
    ["skillName"] = "破绽II",
    ["desc"] = "被动技能：增加32%破甲，增加30%攻击",
}
data[2215] = {
    ["skillName"] = "弱点击破II",
    ["desc"] = "被动技能：如果目标处于眩晕状态增加75%伤害",
}
data[2216] = {
    ["skillName"] = "奥术之心",
    ["desc"] = "被动技能：增加25%攻击，增加30%血量",
}
data[2217] = {
    ["skillName"] = "法术分裂",
    ["desc"] = "普通攻击：对随机2名敌方造成[75%攻击]伤害",
}
data[2218] = {
    ["skillName"] = "护甲",
    ["desc"] = "被动技能：增加56%护甲",
}
data[2219] = {
    ["skillName"] = "自愈",
    ["desc"] = "被动技能：普通攻击时，恢复[35%攻击]等量生命",
}
data[2220] = {
    ["skillName"] = "剑术大师",
    ["desc"] = "被动技能：增加20%格挡，增加30%攻击",
}
data[2221] = {
    ["skillName"] = "流血",
    ["desc"] = "被动技能：普通攻击时，敌方有50%的几率造成[40%攻击]的流血伤害，持续2回合",
}
data[2222] = {
    ["skillName"] = "冰冻",
    ["desc"] = "被动技能：普通攻击时，敌方有25%的几率冰冻，持续1回合",
}
data[2223] = {
    ["skillName"] = "奥术之心",
    ["desc"] = "被动技能：增加30%攻击，增加30%血量",
}
data[2224] = {
    ["skillName"] = "神枪手",
    ["desc"] = "被动技能：增加15%格挡，增加15%攻击，增加速度30",
}
data[2225] = {
    ["skillName"] = "精诚之心",
    ["desc"] = "被动技能：普通攻击时，敌方降低9%攻击，持续3回合",
}
data[2226] = {
    ["skillName"] = "坚守阵地",
    ["desc"] = "被动技能：处在后排时增加20%格挡，处于前排时增加20%血量",
}
data[2227] = {
    ["skillName"] = "反击",
    ["desc"] = "被动技能：受到攻击时，对攻击者有40%的几率造成[75%攻击]反击伤害",
}
data[2228] = {
    ["skillName"] = "矮人荣耀II",
    ["desc"] = "被动技能：增加40%护甲，增加30%血量",
}
data[2229] = {
    ["skillName"] = "反击II",
    ["desc"] = "被动技能：受到暴击时，对攻击者造成[120%攻击]反击伤害",
}
data[2230] = {
    ["skillName"] = "血腥护甲II",
    ["desc"] = "被动技能：血量低于50%时，对全体友方增加60%护甲，持续3回合（仅触发一次）",
}
data[2231] = {
    ["skillName"] = "剑术宗师II",
    ["desc"] = "被动技能：增加30%破甲，增加25%攻击，增加20%血量",
}
data[2232] = {
    ["skillName"] = "瘫痪II",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低7%攻击，持续3回合，自身增加7%攻击，持续3回合",
}
data[2233] = {
    ["skillName"] = "冰冻掌握II",
    ["desc"] = "被动技能：如果目标处于冰冻状态增加120%伤害",
}
data[2234] = {
    ["skillName"] = "秘法之心II",
    ["desc"] = "被动技能：增加20%攻击，增加30%血量",
}
data[2235] = {
    ["skillName"] = "布利的忠诚II",
    ["desc"] = "被动技能：死亡后，对后排敌方有28%的几率眩晕，持续2回合（仅触发一次）",
}
data[2236] = {
    ["skillName"] = "眩晕II",
    ["desc"] = "被动技能：普通攻击时，敌方有27%的几率眩晕，持续2回合",
}
data[2237] = {
    ["skillName"] = "影舞II",
    ["desc"] = "被动技能：增加30%格挡，增加30%攻击",
}
data[2238] = {
    ["skillName"] = "流血II",
    ["desc"] = "被动技能：普通攻击时，敌方有70%的几率造成[60%攻击]的流血伤害，持续2回合",
}
data[2239] = {
    ["skillName"] = "虚弱打击II",
    ["desc"] = "普通攻击：血量最低的敌方造成[100%攻击]伤害，吸收目标10%攻击，持续3回合",
}
data[2240] = {
    ["skillName"] = "敏锐II",
    ["desc"] = "被动技能：格挡成功时，恢复[160%攻击]等量生命",
}
data[2241] = {
    ["skillName"] = "忍术II",
    ["desc"] = "被动技能：增加30%格挡，增加速度50，增加15%血量",
}
data[2242] = {
    ["skillName"] = "乱攻II",
    ["desc"] = "普通攻击：对前排敌方造成[85%攻击]伤害，降低15%精准，持续2回合",
}
data[2243] = {
    ["skillName"] = "精诚之心II",
    ["desc"] = "被动技能：普通攻击时，敌方降低8%攻击，持续3回合",
}
data[2244] = {
    ["skillName"] = "魔能II",
    ["desc"] = "被动技能：增加75%技能伤害，增加35%血量，增加20%精准",
}
data[2245] = {
    ["skillName"] = "暴躁II",
    ["desc"] = "被动技能：普通攻击时，敌方有80%的几率降低10%暴击率，持续3回合，自身有80%的几率增加20%攻击，持续3回合",
}
data[2246] = {
    ["skillName"] = "点燃",
    ["desc"] = "被动技能：普通攻击时，敌方有50%的几率造成[48%攻击]的燃烧伤害，持续2回合",
}
data[2247] = {
    ["skillName"] = "攻击",
    ["desc"] = "被动技能：增加30%攻击",
}
data[2248] = {
    ["skillName"] = "嗜攻",
    ["desc"] = "被动技能：普通攻击时，增加10%攻击",
}
data[2249] = {
    ["skillName"] = "热忱",
    ["desc"] = "被动技能：如果目标处于燃烧状态增加25%伤害",
}
data[2250] = {
    ["skillName"] = "恶魔之心",
    ["desc"] = "被动技能：增加32%护甲，增加25%血量",
}
data[2251] = {
    ["skillName"] = "铁胆钢心",
    ["desc"] = "被动技能：受到暴击时，恢复[50%攻击]等量生命",
}
data[2252] = {
    ["skillName"] = "攻击&生命",
    ["desc"] = "被动技能：增加20%攻击，增加25%血量",
}
data[2253] = {
    ["skillName"] = "点燃",
    ["desc"] = "被动技能：普通攻击时，敌方有40%的几率造成[38%攻击]的燃烧伤害，持续2回合",
}
data[2254] = {
    ["skillName"] = "狂野气势",
    ["desc"] = "被动技能：受到攻击时，增加6%攻击，持续2回合",
}
data[2255] = {
    ["skillName"] = "强势",
    ["desc"] = "被动技能：普通攻击时，敌方降低25%技能伤害，持续3回合，自身增加15%技能伤害，持续3回合",
}
data[2256] = {
    ["skillName"] = "吸攻",
    ["desc"] = "被动技能：普通攻击时，敌方吸收目标18%攻击",
}
data[2257] = {
    ["skillName"] = "刺客杀手",
    ["desc"] = "被动技能：对刺客目标额外增加20%伤害",
}
data[2258] = {
    ["skillName"] = "毒性攻击II",
    ["desc"] = "普通攻击：对随机3名敌方造成[85%攻击]伤害，有80%的几率造成[70%攻击]的中毒伤害，持续2回合",
}
data[2259] = {
    ["skillName"] = "玛格丽特的礼物II",
    ["desc"] = "被动技能：死亡后，对全体敌方造成[73%攻击]的中毒伤害，持续4回合（仅触发一次）",
}
data[2260] = {
    ["skillName"] = "毒性皮肤II",
    ["desc"] = "被动技能：受到持续伤害时，恢复[120%攻击]等量生命",
}
data[2261] = {
    ["skillName"] = "刀锋之怒II",
    ["desc"] = "被动技能：增加40%攻击，增加20%暴击伤害，增加12%血量",
}
data[2262] = {
    ["skillName"] = "以暴制暴II",
    ["desc"] = "被动技能：普通攻击时，敌方降低15%暴击率，持续4回合，自身增加15%暴击率，持续4回合，有40%的几率增加22%暴击伤害，持续2回合",
}
data[2263] = {
    ["skillName"] = "反击II",
    ["desc"] = "被动技能：受到攻击时，对攻击者造成[80%攻击]反击伤害",
}
data[2264] = {
    ["skillName"] = "恶魔之心II",
    ["desc"] = "被动技能：增加32%护甲，增加30%血量",
}
data[2265] = {
    ["skillName"] = "恐惧之念II",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低15%暴击率，持续3回合",
}
data[2266] = {
    ["skillName"] = "魔王铠甲II",
    ["desc"] = "被动技能：血量低于30%时，增加100%护甲，持续3回合（仅触发一次）",
}
data[2267] = {
    ["skillName"] = "攻击II",
    ["desc"] = "被动技能：增加25%攻击，增加20%血量",
}
data[2268] = {
    ["skillName"] = "点燃II",
    ["desc"] = "被动技能：普通攻击时，敌方有55%的几率造成[90%攻击]的燃烧伤害，持续2回合",
}
data[2269] = {
    ["skillName"] = "火焰皮肤II",
    ["desc"] = "被动技能：受到攻击时，对攻击者有80%的几率造成[80%攻击]的燃烧伤害，持续1回合",
}
data[2270] = {
    ["skillName"] = "恶魔之心II",
    ["desc"] = "被动技能：增加32%护甲，增加30%血量",
}
data[2271] = {
    ["skillName"] = "反击II",
    ["desc"] = "被动技能：受到暴击时，对攻击者造成[240%攻击]反击伤害",
}
data[2272] = {
    ["skillName"] = "晶石护体II",
    ["desc"] = "被动技能：血量低于50%时，增加35%减伤，持续3回合（仅触发一次）",
}
data[2273] = {
    ["skillName"] = "恶魔力量II",
    ["desc"] = "被动技能：增加25%攻击，增加30%暴击率，增加15%血量",
}
data[2274] = {
    ["skillName"] = "猛击II",
    ["desc"] = "被动技能：敌方英雄死亡时，增加20%攻击",
}
data[2275] = {
    ["skillName"] = "虚弱打击",
    ["desc"] = "普通攻击：血量最低的敌方造成[110%攻击]伤害",
}
data[2276] = {
    ["skillName"] = "暗物质",
    ["desc"] = "被动技能：增加75%技能伤害，增加30%血量",
}
data[2277] = {
    ["skillName"] = "法术掌握",
    ["desc"] = "被动技能：普通攻击时，增加21.9%技能伤害",
}
data[2278] = {
    ["skillName"] = "暗物质",
    ["desc"] = "被动技能：增加75%技能伤害，增加30%血量",
}
data[2279] = {
    ["skillName"] = "虚弱之力",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低9%神圣伤害，持续3回合",
}
data[2280] = {
    ["skillName"] = "黑洞II",
    ["desc"] = "被动技能：增加87.5%技能伤害，增加35%血量，增加速度50",
}
data[2281] = {
    ["skillName"] = "石化II",
    ["desc"] = "被动技能：普通攻击时，敌方有45%的几率石化，持续1回合",
}
data[2282] = {
    ["skillName"] = "以攻为守II",
    ["desc"] = "被动技能：受到攻击时，有50%的几率增加45%攻击，持续2回合，对攻击者有25%的几率降低20能量",
}
data[2283] = {
    ["skillName"] = "圣光之令",
    ["desc"] = "被动技能：增加36%神圣伤害，增加30%攻击",
}
data[2284] = {
    ["skillName"] = "嗜斗",
    ["desc"] = "被动技能：普通攻击时，增加10.5%神圣伤害",
}
data[2285] = {
    ["skillName"] = "圣光之令",
    ["desc"] = "被动技能：增加36%神圣伤害，增加30%攻击",
}
data[2286] = {
    ["skillName"] = "破法",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低18.8%技能伤害，持续3回合",
}
data[2287] = {
    ["skillName"] = "天堂之令II",
    ["desc"] = "被动技能：增加48%神圣伤害，增加20%攻击，增加20%血量，增加15%暴击率",
}
data[2288] = {
    ["skillName"] = "焕发生机II",
    ["desc"] = "被动技能：普通攻击时，恢复[80%攻击]等量生命，增加15%神圣伤害，持续4回合",
}
data[2289] = {
    ["skillName"] = "自愈II",
    ["desc"] = "被动技能：受到攻击时，恢复[30%攻击]等量生命，增加15%神圣伤害，持续3回合",
}
data[2290] = {
    ["skillName"] = "反击",
    ["desc"] = "被动技能：受到攻击时，对攻击者有35%的几率造成[71%攻击]反击伤害",
}
data[2291] = {
    ["skillName"] = "破绽",
    ["desc"] = "被动技能：增加16%破甲，增加10%攻击",
}
data[2292] = {
    ["skillName"] = "战士克星",
    ["desc"] = "被动技能：对战士目标额外增加25%伤害",
}
data[2293] = {
    ["skillName"] = "点燃",
    ["desc"] = "被动技能：普通攻击时，敌方造成[10%攻击]的燃烧伤害，持续15回合",
}
data[2294] = {
    ["skillName"] = "冥火斗篷",
    ["desc"] = "被动技能：受到攻击时，对攻击者造成[10%攻击]的燃烧伤害，持续15回合",
}
data[2295] = {
    ["skillName"] = "护甲",
    ["desc"] = "被动技能：增加32%护甲",
}
data[2296] = {
    ["skillName"] = "血腥护甲",
    ["desc"] = "被动技能：血量低于50%时，增加60%护甲，持续3回合（仅触发一次）",
}
data[2297] = {
    ["skillName"] = "克里斯蒂安的怒吼",
    ["desc"] = "被动技能：增加15%攻击，增加15%血量",
}
data[2298] = {
    ["skillName"] = "禁魔",
    ["desc"] = "被动技能：普通攻击时，敌方有20%的几率沉默，持续2回合",
}
data[2299] = {
    ["skillName"] = "生命绽放",
    ["desc"] = "被动技能：普通攻击时，血量最少的友方有50%的几率恢复[50%攻击]等量生命",
}
data[2300] = {
    ["skillName"] = "自愈",
    ["desc"] = "被动技能：受到攻击时，恢复[35%攻击]等量生命",
}
data[2301] = {
    ["skillName"] = "生命",
    ["desc"] = "被动技能：增加20%血量",
}
data[2302] = {
    ["skillName"] = "精通",
    ["desc"] = "被动技能：受到攻击时，增加21.9%技能伤害，持续2回合",
}
data[2303] = {
    ["skillName"] = "能量窃取",
    ["desc"] = "被动技能：普通攻击时，敌方降低20能量，自身增加20能量，增加20%技能伤害",
}
data[2304] = {
    ["skillName"] = "后排打击",
    ["desc"] = "普通攻击：对随机1名后排敌方造成[100%攻击]伤害",
}
data[2305] = {
    ["skillName"] = "疗伤",
    ["desc"] = "被动技能：普通攻击时，对随机1名前排友方恢复[35%攻击]等量生命",
}
data[2306] = {
    ["skillName"] = "舍生取义",
    ["desc"] = "被动技能：死亡后，对全体友方恢复[70%攻击]等量生命，增加5%暴击率，持续3回合（仅触发一次）",
}
data[2307] = {
    ["skillName"] = "破绽",
    ["desc"] = "被动技能：增加32%破甲，增加20%攻击",
}
data[2308] = {
    ["skillName"] = "战士克星",
    ["desc"] = "被动技能：对战士目标额外增加35%伤害",
}
data[2309] = {
    ["skillName"] = "点燃",
    ["desc"] = "被动技能：普通攻击时，敌方造成[18%攻击]的燃烧伤害，持续15回合",
}
data[2310] = {
    ["skillName"] = "冥火斗篷",
    ["desc"] = "被动技能：受到攻击时，对攻击者造成[14%攻击]的燃烧伤害，持续15回合",
}
data[2311] = {
    ["skillName"] = "护甲",
    ["desc"] = "被动技能：增加48%护甲",
}
data[2312] = {
    ["skillName"] = "血腥护甲",
    ["desc"] = "被动技能：血量低于50%时，增加96%护甲，持续3回合（仅触发一次）",
}
data[2313] = {
    ["skillName"] = "克里斯蒂安的怒吼",
    ["desc"] = "被动技能：增加20%攻击，增加25%血量",
}
data[2314] = {
    ["skillName"] = "禁魔",
    ["desc"] = "被动技能：普通攻击时，敌方有30%的几率沉默，持续2回合",
}
data[2315] = {
    ["skillName"] = "生命绽放",
    ["desc"] = "被动技能：普通攻击时，血量最少的友方有50%的几率恢复[90%攻击]等量生命",
}
data[2316] = {
    ["skillName"] = "自愈",
    ["desc"] = "被动技能：受到攻击时，恢复[45%攻击]等量生命",
}
data[2317] = {
    ["skillName"] = "生命",
    ["desc"] = "被动技能：增加30%血量",
}
data[2318] = {
    ["skillName"] = "精通",
    ["desc"] = "被动技能：受到攻击时，增加35%技能伤害，持续2回合",
}
data[2319] = {
    ["skillName"] = "能量窃取",
    ["desc"] = "被动技能：普通攻击时，敌方降低30能量，自身增加30能量，增加25%技能伤害",
}
data[2320] = {
    ["skillName"] = "灰眼之力",
    ["desc"] = "被动技能：增加10%精准，增加15%攻击",
}
data[2321] = {
    ["skillName"] = "后排打击",
    ["desc"] = "普通攻击：对随机1名后排敌方造成[100%攻击]伤害",
}
data[2322] = {
    ["skillName"] = "疗伤",
    ["desc"] = "被动技能：普通攻击时，对前排友方恢复[55%攻击]等量生命",
}
data[2323] = {
    ["skillName"] = "舍生取义",
    ["desc"] = "被动技能：死亡后，对全体友方恢复[95%攻击]等量生命，增加8%暴击率，持续3回合（仅触发一次）",
}
data[2324] = {
    ["skillName"] = "疗伤",
    ["desc"] = "被动技能：普通攻击时，敌方造成[30%攻击]的燃烧伤害，持续1回合，对随机1名友方恢复[25%攻击]等量生命，持续2回合",
}
data[2325] = {
    ["skillName"] = "奥玛斯之力",
    ["desc"] = "被动技能：增加20%血量，增加20%攻击",
}
data[2326] = {
    ["skillName"] = "奥玛斯之心",
    ["desc"] = "被动技能：血量低于30%时，对全体友方恢复[60%攻击]等量生命（仅触发一次）",
}
data[2327] = {
    ["skillName"] = "丹特里安之力",
    ["desc"] = "被动技能：增加64%护甲，增加20%攻击，对战士目标额外增加30%伤害",
}
data[2328] = {
    ["skillName"] = "战意",
    ["desc"] = "被动技能：普通攻击时，增加5%攻击，持续6回合",
}
data[2329] = {
    ["skillName"] = "自愈",
    ["desc"] = "被动技能：受到攻击时，恢复[24%攻击]等量生命",
}
data[2330] = {
    ["skillName"] = "疗伤II",
    ["desc"] = "被动技能：普通攻击时，敌方造成[40%攻击]的燃烧伤害，持续1回合，对随机1名友方恢复[35%攻击]等量生命，持续2回合",
}
data[2331] = {
    ["skillName"] = "奥玛斯之力II",
    ["desc"] = "被动技能：增加30%血量，增加20%攻击",
}
data[2332] = {
    ["skillName"] = "奥玛斯之心II",
    ["desc"] = "被动技能：血量低于30%时，对全体友方恢复[95%攻击]等量生命（仅触发一次）",
}
data[2333] = {
    ["skillName"] = "丹特里安之力II",
    ["desc"] = "被动技能：增加72%护甲，增加20%攻击，对战士目标额外增加50%伤害",
}
data[2334] = {
    ["skillName"] = "战意II",
    ["desc"] = "被动技能：普通攻击时，增加8%攻击，持续6回合",
}
data[2335] = {
    ["skillName"] = "自愈II",
    ["desc"] = "被动技能：受到攻击时，恢复[30%攻击]等量生命",
}
data[2336] = {
    ["skillName"] = "弱点偷袭",
    ["desc"] = "被动技能：增加10%破甲，增加20%攻击，增加8%血量，如果目标处于中毒状态增加10%伤害",
}
data[2337] = {
    ["skillName"] = "淬毒炼刃",
    ["desc"] = "被动技能：普通攻击时，敌方造成[35%攻击]的中毒伤害，持续6回合",
}
data[2338] = {
    ["skillName"] = "毒雾护体",
    ["desc"] = "被动技能：血量低于50%时，对随机1名后排敌方造成[75%攻击]的中毒伤害，持续4回合（仅触发一次）",
}
data[2339] = {
    ["skillName"] = "沉睡魔咒",
    ["desc"] = "被动技能：普通攻击时，敌方附加一个回合标记，回合标记一回合后触发造成[95%攻击]伤害，有20%的几率石化，持续1回合",
}
data[2340] = {
    ["skillName"] = "暗影聚力",
    ["desc"] = "被动技能：受到攻击时，对攻击者附加一个回合标记，回合标记一回合后触发造成[80%攻击]伤害，自身有30%的几率恢复[血量上限的5%]等量生命",
}
data[2341] = {
    ["skillName"] = "黑夜重生",
    ["desc"] = "被动技能：死亡后，复活并恢复60%血量(仅生效一次)（仅触发一次）",
}
data[2342] = {
    ["skillName"] = "弱点偷袭II",
    ["desc"] = "被动技能：增加15%破甲，增加30%攻击，增加12%血量，如果目标处于中毒状态增加15%伤害",
}
data[2343] = {
    ["skillName"] = "淬毒炼刃II",
    ["desc"] = "被动技能：普通攻击时，敌方造成[42%攻击]的中毒伤害，持续6回合",
}
data[2344] = {
    ["skillName"] = "毒雾护体II",
    ["desc"] = "被动技能：血量低于50%时，对随机2名后排敌方造成[100%攻击]的中毒伤害，持续4回合（仅触发一次）",
}
data[2345] = {
    ["skillName"] = "沉睡魔咒II",
    ["desc"] = "被动技能：普通攻击时，敌方附加一个回合标记，回合标记一回合后触发造成[120%攻击]伤害，有30%的几率石化，持续1回合",
}
data[2346] = {
    ["skillName"] = "暗影聚力II",
    ["desc"] = "被动技能：受到攻击时，对攻击者附加一个回合标记，回合标记一回合后触发造成[150%攻击]伤害，自身有30%的几率恢复[血量上限的7%]等量生命",
}
data[2347] = {
    ["skillName"] = "黑夜重生II",
    ["desc"] = "被动技能：死亡后，复活并恢复90%血量(仅生效一次)（仅触发一次）",
}
data[2348] = {
    ["skillName"] = "猎魔高手III",
    ["desc"] = "被动技能：增加30%暴击率，增加30%暴击伤害，增加30%攻击",
}
data[2349] = {
    ["skillName"] = "哀恸箭III",
    ["desc"] = "被动技能：普通攻击时，敌方有75%的几率造成[200%攻击]的中毒伤害，持续1回合，有15%的几率沉默，持续2回合",
}
data[2350] = {
    ["skillName"] = "凌辱III",
    ["desc"] = "被动技能：敌方英雄死亡时，增加20%暴击伤害，增加15%攻击",
}
data[2351] = {
    ["skillName"] = "生命III",
    ["desc"] = "被动技能：增加40%血量，增加45%护甲",
}
data[2352] = {
    ["skillName"] = "鼓舞仪式III",
    ["desc"] = "被动技能：我方英雄暴击时，恢复[90%攻击]等量生命",
}
data[2353] = {
    ["skillName"] = "热忱III",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低15%破甲，持续6回合，造成[50%攻击]的燃烧伤害，持续6回合",
}
data[2354] = {
    ["skillName"] = "猎魔高手III",
    ["desc"] = "被动技能：增加30%暴击率，增加50%暴击伤害",
}
data[2355] = {
    ["skillName"] = "虚弱打击III",
    ["desc"] = "普通攻击：血量最低的敌方造成[120%攻击]伤害，降低25%攻击，持续3回合",
}
data[2356] = {
    ["skillName"] = "毒性攻击III",
    ["desc"] = "被动技能：普通攻击时，敌方有50%的几率造成[125%攻击]的中毒伤害，持续2回合",
}
data[2357] = {
    ["skillName"] = "残废打击III",
    ["desc"] = "普通攻击：对随机2名敌方造成[110%攻击]伤害，有15%的几率眩晕，持续2回合",
}
data[2358] = {
    ["skillName"] = "森林之歌III",
    ["desc"] = "被动技能：增加30%暴击率，增加45%攻击，增加20%血量",
}
data[2359] = {
    ["skillName"] = "灵魂协调III",
    ["desc"] = "被动技能：敌方英雄死亡时，血量最少的友方恢复[血量上限的30%]等量生命",
}
data[2360] = {
    ["skillName"] = "格鲁的坚韧III",
    ["desc"] = "被动技能：增加44%血量，增加26%减伤",
}
data[2361] = {
    ["skillName"] = "恐惧之念III",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低24%暴击率，持续2回合，降低15%攻击，持续2回合",
}
data[2362] = {
    ["skillName"] = "反击III",
    ["desc"] = "被动技能：受到攻击时，对攻击者造成[200%攻击]反击伤害",
}
data[2363] = {
    ["skillName"] = "暴击III",
    ["desc"] = "被动技能：增加40%暴击率，增加30%攻击",
}
data[2364] = {
    ["skillName"] = "中毒III",
    ["desc"] = "被动技能：造成暴击伤害时，敌方造成[78%攻击]的中毒伤害，持续2回合",
}
data[2365] = {
    ["skillName"] = "毒性掌握III",
    ["desc"] = "被动技能：如果目标处于中毒状态增加60%伤害",
}
data[2366] = {
    ["skillName"] = "亡灵意志III",
    ["desc"] = "被动技能：增加40%血量，增加20%精准",
}
data[2367] = {
    ["skillName"] = "生命仪式III",
    ["desc"] = "被动技能：敌方英雄格挡时，恢复[75%攻击]等量生命",
}
data[2368] = {
    ["skillName"] = "精诚之心III",
    ["desc"] = "被动技能：普通攻击时，恢复[112%攻击]等量生命",
}
data[2369] = {
    ["skillName"] = "破绽III",
    ["desc"] = "被动技能：增加40%破甲，增加25%攻击，增加15%血量",
}
data[2370] = {
    ["skillName"] = "追击III",
    ["desc"] = "普通攻击：血量最低的敌方造成[130%攻击]伤害，降低20%护甲",
}
data[2371] = {
    ["skillName"] = "血腥破甲III",
    ["desc"] = "被动技能：血量低于80%时，增加40%破甲，恢复[400%攻击]等量生命，持续4回合，增加20%暴击率（仅触发一次）",
}
data[2372] = {
    ["skillName"] = "亡灵意志III",
    ["desc"] = "被动技能：增加40%血量，增加36%破甲",
}
data[2373] = {
    ["skillName"] = "死亡威胁III",
    ["desc"] = "被动技能：普通攻击时，增加16.8%破甲，增加14%暴击率",
}
data[2374] = {
    ["skillName"] = "血腥护甲III",
    ["desc"] = "被动技能：血量低于50%时，增加100%攻击，持续3回合（仅触发一次）",
}
data[2375] = {
    ["skillName"] = "冷血易伤III",
    ["desc"] = "被动技能：我方英雄死亡时，增加28%破甲，增加30%攻击",
}
data[2376] = {
    ["skillName"] = "疯狂之力III",
    ["desc"] = "被动技能：增加32%破甲，增加30%血量，增加30%攻击",
}
data[2377] = {
    ["skillName"] = "遗愿III",
    ["desc"] = "被动技能：死亡后，对全体敌方造成[140%攻击]伤害（仅触发一次）",
}
data[2378] = {
    ["skillName"] = "专注打击III",
    ["desc"] = "普通攻击：对前排敌方造成[105%攻击]伤害，降低20%格挡，持续3回合",
}
data[2379] = {
    ["skillName"] = "卡尔玛之眼III",
    ["desc"] = "被动技能：增加100%精准，增加45%攻击，增加20%血量",
}
data[2380] = {
    ["skillName"] = "血腥猛攻III",
    ["desc"] = "被动技能：普通攻击时，敌方血量高于50%时造成[100%攻击]伤害",
}
data[2381] = {
    ["skillName"] = "眩晕III",
    ["desc"] = "被动技能：普通攻击时，敌方有75%的几率眩晕，持续2回合",
}
data[2382] = {
    ["skillName"] = "破绽III",
    ["desc"] = "被动技能：增加40%破甲，增加35%攻击",
}
data[2383] = {
    ["skillName"] = "弱点击破III",
    ["desc"] = "被动技能：如果目标处于眩晕状态增加125%伤害",
}
data[2384] = {
    ["skillName"] = "矮人荣耀III",
    ["desc"] = "被动技能：增加48%护甲，增加40%血量",
}
data[2385] = {
    ["skillName"] = "反击III",
    ["desc"] = "被动技能：受到暴击时，对攻击者造成[140%攻击]反击伤害",
}
data[2386] = {
    ["skillName"] = "血腥护甲III",
    ["desc"] = "被动技能：血量低于50%时，对全体友方增加100%护甲，持续3回合（仅触发一次）",
}
data[2387] = {
    ["skillName"] = "剑术宗师III",
    ["desc"] = "被动技能：增加40%破甲，增加30%攻击，增加25%血量",
}
data[2388] = {
    ["skillName"] = "瘫痪III",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低9%攻击，持续3回合，自身增加9%攻击，持续3回合",
}
data[2389] = {
    ["skillName"] = "冰冻掌握III",
    ["desc"] = "被动技能：如果目标处于冰冻状态增加160%伤害",
}
data[2390] = {
    ["skillName"] = "秘法之心III",
    ["desc"] = "被动技能：增加25%攻击，增加35%血量",
}
data[2391] = {
    ["skillName"] = "布利的忠诚III",
    ["desc"] = "被动技能：死亡后，对后排敌方有45%的几率眩晕，持续2回合（仅触发一次）",
}
data[2392] = {
    ["skillName"] = "眩晕III",
    ["desc"] = "被动技能：普通攻击时，敌方有65%的几率眩晕，持续2回合",
}
data[2393] = {
    ["skillName"] = "影舞III",
    ["desc"] = "被动技能：增加35%格挡，增加40%攻击",
}
data[2394] = {
    ["skillName"] = "流血III",
    ["desc"] = "被动技能：普通攻击时，敌方造成[96%攻击]的流血伤害，持续2回合",
}
data[2395] = {
    ["skillName"] = "虚弱打击III",
    ["desc"] = "普通攻击：血量最低的敌方造成[120%攻击]伤害，吸收目标15%攻击，持续3回合",
}
data[2396] = {
    ["skillName"] = "敏锐III",
    ["desc"] = "被动技能：格挡成功时，恢复[220%攻击]等量生命",
}
data[2397] = {
    ["skillName"] = "忍术III",
    ["desc"] = "被动技能：增加40%格挡，增加速度60，增加25%血量",
}
data[2398] = {
    ["skillName"] = "乱攻III",
    ["desc"] = "普通攻击：对前排敌方造成[95%攻击]伤害，降低20%精准，持续2回合",
}
data[2399] = {
    ["skillName"] = "精诚之心III",
    ["desc"] = "被动技能：普通攻击时，敌方降低11%攻击，持续3回合",
}
data[2400] = {
    ["skillName"] = "魔能III",
    ["desc"] = "被动技能：增加95%技能伤害，增加50%血量，增加30%精准",
}
data[2401] = {
    ["skillName"] = "暴躁III",
    ["desc"] = "被动技能：普通攻击时，敌方有80%的几率降低15%暴击率，持续3回合，自身有80%的几率增加25%攻击，持续3回合",
}
data[2402] = {
    ["skillName"] = "毒性攻击III",
    ["desc"] = "普通攻击：对随机3名敌方造成[95%攻击]伤害，有80%的几率造成[80%攻击]的中毒伤害，持续2回合",
}
data[2403] = {
    ["skillName"] = "玛格丽特的礼物III",
    ["desc"] = "被动技能：死亡后，对全体敌方造成[130%攻击]的中毒伤害，持续4回合（仅触发一次）",
}
data[2404] = {
    ["skillName"] = "毒性皮肤III",
    ["desc"] = "被动技能：受到持续伤害时，恢复[170%攻击]等量生命",
}
data[2405] = {
    ["skillName"] = "刀锋之怒III",
    ["desc"] = "被动技能：增加50%攻击，增加30%暴击伤害，增加16%血量",
}
data[2406] = {
    ["skillName"] = "以暴制暴III",
    ["desc"] = "被动技能：普通攻击时，敌方降低20%暴击率，持续4回合，自身增加20%暴击率，持续4回合，有50%的几率增加30%暴击伤害，持续2回合",
}
data[2407] = {
    ["skillName"] = "反击III",
    ["desc"] = "被动技能：受到攻击时，对攻击者造成[120%攻击]反击伤害",
}
data[2408] = {
    ["skillName"] = "恶魔之心III",
    ["desc"] = "被动技能：增加40%护甲，增加40%血量",
}
data[2409] = {
    ["skillName"] = "恐惧之念III",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低18%暴击率，持续3回合",
}
data[2410] = {
    ["skillName"] = "魔王铠甲III",
    ["desc"] = "被动技能：血量低于30%时，增加120%护甲，持续3回合（仅触发一次）",
}
data[2411] = {
    ["skillName"] = "攻击III",
    ["desc"] = "被动技能：增加35%攻击，增加30%血量",
}
data[2412] = {
    ["skillName"] = "点燃III",
    ["desc"] = "被动技能：普通攻击时，敌方有75%的几率造成[110%攻击]的燃烧伤害，持续2回合",
}
data[2413] = {
    ["skillName"] = "火焰皮肤III",
    ["desc"] = "被动技能：受到攻击时，对攻击者有90%的几率造成[120%攻击]的燃烧伤害，持续1回合",
}
data[2414] = {
    ["skillName"] = "恶魔之心III",
    ["desc"] = "被动技能：增加40%护甲，增加40%血量",
}
data[2415] = {
    ["skillName"] = "反击III",
    ["desc"] = "被动技能：受到暴击时，对攻击者造成[320%攻击]反击伤害",
}
data[2416] = {
    ["skillName"] = "晶石护体III",
    ["desc"] = "被动技能：血量低于50%时，增加45%减伤，持续3回合（仅触发一次）",
}
data[2417] = {
    ["skillName"] = "恶魔力量III",
    ["desc"] = "被动技能：增加35%攻击，增加30%暴击率，增加20%血量",
}
data[2418] = {
    ["skillName"] = "猛击III",
    ["desc"] = "被动技能：敌方英雄死亡时，增加30%攻击",
}
data[2419] = {
    ["skillName"] = "后排打击III",
    ["desc"] = "普通攻击：血量最低的敌方造成[130%攻击]伤害，吸收目标[所造成伤害的45%]为自身血量",
}
data[2420] = {
    ["skillName"] = "黑洞III",
    ["desc"] = "被动技能：增加100%技能伤害，增加40%血量，增加速度60",
}
data[2421] = {
    ["skillName"] = "石化III",
    ["desc"] = "被动技能：普通攻击时，敌方有55%的几率石化，持续1回合",
}
data[2422] = {
    ["skillName"] = "以攻为守III",
    ["desc"] = "被动技能：受到攻击时，有50%的几率增加60%攻击，持续2回合，对攻击者有30%的几率降低30能量",
}
data[2423] = {
    ["skillName"] = "天堂之令III",
    ["desc"] = "被动技能：增加60%神圣伤害，增加25%攻击，增加20%血量，增加20%暴击率",
}
data[2424] = {
    ["skillName"] = "焕发生机III",
    ["desc"] = "被动技能：普通攻击时，恢复[195%攻击]等量生命，增加20%神圣伤害，持续4回合",
}
data[2425] = {
    ["skillName"] = "自愈III",
    ["desc"] = "被动技能：受到攻击时，恢复[40%攻击]等量生命，增加20%神圣伤害，持续3回合",
}
data[2426] = {
    ["skillName"] = "疗伤III",
    ["desc"] = "被动技能：普通攻击时，敌方造成[50%攻击]的燃烧伤害，持续1回合，对随机1名友方恢复[50%攻击]等量生命，持续2回合",
}
data[2427] = {
    ["skillName"] = "奥玛斯之力III",
    ["desc"] = "被动技能：增加35%血量，增加25%攻击",
}
data[2428] = {
    ["skillName"] = "奥玛斯之心III",
    ["desc"] = "被动技能：血量低于30%时，对全体友方恢复[135%攻击]等量生命（仅触发一次）",
}
data[2429] = {
    ["skillName"] = "丹特里安之力III",
    ["desc"] = "被动技能：增加40%护甲，增加25%攻击，增加25%血量，对战士目标额外增加70%伤害",
}
data[2430] = {
    ["skillName"] = "战意III",
    ["desc"] = "被动技能：普通攻击时，增加12%攻击，持续6回合",
}
data[2431] = {
    ["skillName"] = "自愈III",
    ["desc"] = "被动技能：受到攻击时，恢复[52%攻击]等量生命",
}
data[2432] = {
    ["skillName"] = "弱点偷袭III",
    ["desc"] = "被动技能：增加20%破甲，增加35%攻击，增加15%血量，如果目标处于中毒状态增加20%伤害",
}
data[2433] = {
    ["skillName"] = "淬毒炼刃III",
    ["desc"] = "被动技能：普通攻击时，敌方造成[55%攻击]的中毒伤害，持续6回合",
}
data[2434] = {
    ["skillName"] = "毒雾护体III",
    ["desc"] = "被动技能：血量低于50%时，对后排敌方造成[150%攻击]的中毒伤害，持续4回合（仅触发一次）",
}
data[2435] = {
    ["skillName"] = "沉睡魔咒III",
    ["desc"] = "被动技能：普通攻击时，敌方附加一个回合标记，回合标记一回合后触发造成[190%攻击]伤害，有45%的几率石化，持续2回合",
}
data[2436] = {
    ["skillName"] = "暗影聚力III",
    ["desc"] = "被动技能：受到攻击时，对攻击者附加一个回合标记，回合标记一回合后触发造成[185%攻击]伤害，自身有30%的几率恢复[血量上限的10%]等量生命",
}
data[2437] = {
    ["skillName"] = "黑夜重生III",
    ["desc"] = "被动技能：死亡后，复活并恢复100%血量(仅生效一次)（仅触发一次）",
}
data[2438] = {
    ["skillName"] = "罗萨的精灵",
    ["desc"] = "被动技能：增加20%血量，增加15%格挡",
}
data[2439] = {
    ["skillName"] = "破盾咒言",
    ["desc"] = "被动技能：普通攻击时，对全体敌方降低14%护甲，持续3回合",
}
data[2440] = {
    ["skillName"] = "守护之灵",
    ["desc"] = "被动技能：血量低于50%时，对全体友方增加8%减伤，持续3回合（仅触发一次）",
}
data[2441] = {
    ["skillName"] = "阿斯莫德神威",
    ["desc"] = "被动技能：增加20%血量，增加24%神圣伤害，增加20%暴击率，增加5%减伤",
}
data[2442] = {
    ["skillName"] = "神圣之印",
    ["desc"] = "被动技能：普通攻击时，敌方有100%几率附加一个暴击标记，暴击标记暴击后造成[45%攻击]伤害，自身增加8%暴击率，持续3回合",
}
data[2443] = {
    ["skillName"] = "光之守护",
    ["desc"] = "被动技能：受到攻击时，对攻击者有100%几率附加一个暴击标记，暴击标记暴击后造成[45%攻击]伤害，自身增加10%暴击伤害，持续3回合",
}
data[2444] = {
    ["skillName"] = "罗萨的精灵II",
    ["desc"] = "被动技能：增加30%血量，增加25%格挡",
}
data[2445] = {
    ["skillName"] = "破盾咒言II",
    ["desc"] = "被动技能：普通攻击时，对全体敌方降低18%护甲，持续3回合",
}
data[2446] = {
    ["skillName"] = "守护之灵II",
    ["desc"] = "被动技能：血量低于50%时，对全体友方增加12%减伤，持续3回合（仅触发一次）",
}
data[2447] = {
    ["skillName"] = "阿斯莫德神威II",
    ["desc"] = "被动技能：增加30%血量，增加30%神圣伤害，增加22%暴击率，增加10%减伤",
}
data[2448] = {
    ["skillName"] = "神圣之印II",
    ["desc"] = "被动技能：普通攻击时，敌方有100%几率附加一个暴击标记，暴击标记暴击后造成[53%攻击]伤害，自身增加10%暴击率，持续3回合",
}
data[2449] = {
    ["skillName"] = "光之守护II",
    ["desc"] = "被动技能：受到攻击时，对攻击者有100%几率附加一个暴击标记，暴击标记暴击后造成[60%攻击]伤害，自身增加15%暴击伤害，持续3回合",
}
data[2450] = {
    ["skillName"] = "罗萨的精灵III",
    ["desc"] = "被动技能：增加40%血量，增加35%格挡",
}
data[2451] = {
    ["skillName"] = "破盾咒言III",
    ["desc"] = "被动技能：普通攻击时，对全体敌方降低20%护甲，持续3回合",
}
data[2452] = {
    ["skillName"] = "守护之灵III",
    ["desc"] = "被动技能：血量低于50%时，对全体友方增加16%减伤，持续3回合（仅触发一次）",
}
data[2453] = {
    ["skillName"] = "阿斯莫德神威III",
    ["desc"] = "被动技能：增加40%血量，增加36%神圣伤害，增加24%暴击率，增加15%减伤",
}
data[2454] = {
    ["skillName"] = "神圣之印III",
    ["desc"] = "被动技能：普通攻击时，敌方有100%几率附加一个暴击标记，暴击标记暴击后造成[90%攻击]伤害，自身增加12%暴击率，持续3回合",
}
data[2455] = {
    ["skillName"] = "光之守护III",
    ["desc"] = "被动技能：受到攻击时，对攻击者有100%几率附加一个暴击标记，暴击标记暴击后造成[75%攻击]伤害，自身增加20%暴击伤害，持续3回合",
}
data[2456] = {
    ["skillName"] = "森林之歌II",
    ["desc"] = "被动技能：增加30%攻击，增加30%暴击率",
}
data[2457] = {
    ["skillName"] = "法术掌握II",
    ["desc"] = "被动技能：普通攻击时，增加24%技能伤害",
}
data[2458] = {
    ["skillName"] = "命运的反抗II",
    ["desc"] = "被动技能：血量低于50%时，对全体敌方有100%几率附加一个暴击标记，暴击标记暴击后造成[56%攻击]伤害（仅触发一次）",
}
data[2459] = {
    ["skillName"] = "森林之歌III",
    ["desc"] = "被动技能：增加40%攻击，增加30%暴击率",
}
data[2460] = {
    ["skillName"] = "法术掌握III",
    ["desc"] = "被动技能：普通攻击时，增加26%技能伤害",
}
data[2461] = {
    ["skillName"] = "命运的反抗III",
    ["desc"] = "被动技能：血量低于50%时，对全体敌方有100%几率附加一个暴击标记，暴击标记暴击后造成[68%攻击]伤害（仅触发一次）",
}
data[2462] = {
    ["skillName"] = "冰冻II",
    ["desc"] = "被动技能：普通攻击时，敌方有25%的几率冰冻，持续1回合",
}
data[2463] = {
    ["skillName"] = "奥术之心II",
    ["desc"] = "被动技能：增加30%攻击，增加30%血量",
}
data[2464] = {
    ["skillName"] = "死亡诅咒II",
    ["desc"] = "被动技能：死亡后，对全体敌方有10%的几率冰冻，持续2回合（仅触发一次）",
}
data[2465] = {
    ["skillName"] = "冰冻III",
    ["desc"] = "被动技能：普通攻击时，敌方有30%的几率冰冻，持续1回合",
}
data[2466] = {
    ["skillName"] = "奥术之心III",
    ["desc"] = "被动技能：增加40%攻击，增加30%血量",
}
data[2467] = {
    ["skillName"] = "死亡诅咒III",
    ["desc"] = "被动技能：死亡后，对全体敌方有20%的几率冰冻，持续2回合（仅触发一次）",
}
data[2468] = {
    ["skillName"] = "吸攻II",
    ["desc"] = "被动技能：普通攻击时，敌方吸收目标18%攻击",
}
data[2469] = {
    ["skillName"] = "刺客杀手II",
    ["desc"] = "被动技能：对刺客目标额外增加30%伤害",
}
data[2470] = {
    ["skillName"] = "狂暴之力II",
    ["desc"] = "被动技能：血量低于50%时，增加10%暴击率，持续3回合（仅触发一次）",
}
data[2471] = {
    ["skillName"] = "吸攻III",
    ["desc"] = "被动技能：普通攻击时，敌方吸收目标20%攻击",
}
data[2472] = {
    ["skillName"] = "刺客杀手III",
    ["desc"] = "被动技能：对刺客目标额外增加40%伤害",
}
data[2473] = {
    ["skillName"] = "狂暴之力III",
    ["desc"] = "被动技能：血量低于50%时，增加15%暴击率，持续3回合（仅触发一次）",
}
data[2474] = {
    ["skillName"] = "点燃II",
    ["desc"] = "被动技能：普通攻击时，敌方造成[20%攻击]的燃烧伤害，持续15回合",
}
data[2475] = {
    ["skillName"] = "冥火斗篷II",
    ["desc"] = "被动技能：受到攻击时，对攻击者造成[16%攻击]的燃烧伤害，持续15回合",
}
data[2476] = {
    ["skillName"] = "无烬火焰II",
    ["desc"] = "被动技能：死亡后，对全体敌方造成[27%攻击]的燃烧伤害，持续15回合（仅触发一次）",
}
data[2477] = {
    ["skillName"] = "点燃III",
    ["desc"] = "被动技能：普通攻击时，敌方造成[25%攻击]的燃烧伤害，持续15回合",
}
data[2478] = {
    ["skillName"] = "冥火斗篷III",
    ["desc"] = "被动技能：受到攻击时，对攻击者造成[18%攻击]的燃烧伤害，持续15回合",
}
data[2479] = {
    ["skillName"] = "无烬火焰III",
    ["desc"] = "被动技能：死亡后，对全体敌方造成[36%攻击]的燃烧伤害，持续15回合（仅触发一次）",
}
data[2480] = {
    ["skillName"] = "光明礼赞",
    ["desc"] = "被动技能：受到攻击时，增加15%技能伤害，持续3回合",
}
data[2481] = {
    ["skillName"] = "神圣庇佑",
    ["desc"] = "被动技能：普通攻击时，增加20%技能伤害，持续3回合",
}
data[2482] = {
    ["skillName"] = "黑暗护盾",
    ["desc"] = "被动技能：受到攻击时，增加15能量",
}
data[2483] = {
    ["skillName"] = "能量吸取",
    ["desc"] = "被动技能：普通攻击时，增加15能量",
}
data[2484] = {
    ["skillName"] = "光明礼赞",
    ["desc"] = "被动技能：受到攻击时，增加25%技能伤害，持续3回合",
}
data[2485] = {
    ["skillName"] = "神圣庇佑",
    ["desc"] = "被动技能：普通攻击时，增加30%技能伤害，持续3回合",
}
data[2486] = {
    ["skillName"] = "黑暗护盾",
    ["desc"] = "被动技能：受到攻击时，增加25能量",
}
data[2487] = {
    ["skillName"] = "能量吸取",
    ["desc"] = "被动技能：普通攻击时，增加25能量",
}
data[2488] = {
    ["skillName"] = "圣灵庇佑",
    ["desc"] = "被动技能：增加20%血量，增加速度20",
}
data[2489] = {
    ["skillName"] = "元素裂变",
    ["desc"] = "普通攻击：对随机2名敌方造成[70%攻击]伤害，降低10%暴击率，持续3回合",
}
data[2490] = {
    ["skillName"] = "英勇无畏",
    ["desc"] = "被动技能：血量低于50%时，对全体友方增加15%攻击，持续3回合，对全体敌方降低15%护甲，持续3回合（仅触发一次）",
}
data[2491] = {
    ["skillName"] = "圣灵庇佑II",
    ["desc"] = "被动技能：增加30%血量，增加速度30",
}
data[2492] = {
    ["skillName"] = "元素裂变II",
    ["desc"] = "普通攻击：对随机3名敌方造成[70%攻击]伤害，降低15%暴击率，持续3回合",
}
data[2493] = {
    ["skillName"] = "英勇无畏II",
    ["desc"] = "被动技能：血量低于50%时，对全体友方增加22%攻击，持续3回合，对全体敌方降低22%护甲，持续3回合（仅触发一次）",
}
data[2494] = {
    ["skillName"] = "圣灵庇佑III",
    ["desc"] = "被动技能：增加40%血量，增加速度50",
}
data[2495] = {
    ["skillName"] = "元素裂变III",
    ["desc"] = "普通攻击：对随机3名敌方造成[80%攻击]伤害，降低20%暴击率，持续3回合",
}
data[2496] = {
    ["skillName"] = "英勇无畏III",
    ["desc"] = "被动技能：血量低于50%时，对全体友方增加29%攻击，持续3回合，对全体敌方降低29%护甲，持续3回合（仅触发一次）",
}
data[2497] = {
    ["skillName"] = "攻击II",
    ["desc"] = "被动技能：增加20%攻击",
}
data[2498] = {
    ["skillName"] = "光明礼赞II",
    ["desc"] = "被动技能：受到攻击时，增加30%技能伤害，持续3回合，增加5%神圣伤害，持续3回合",
}
data[2499] = {
    ["skillName"] = "神圣庇佑II",
    ["desc"] = "被动技能：普通攻击时，增加35%技能伤害，持续3回合，增加6%神圣伤害，持续3回合",
}
data[2500] = {
    ["skillName"] = "攻击II",
    ["desc"] = "被动技能：增加20%攻击",
}
data[2501] = {
    ["skillName"] = "黑暗护盾II",
    ["desc"] = "被动技能：受到攻击时，增加30能量，增加6%技能伤害，持续3回合",
}
data[2502] = {
    ["skillName"] = "能量吸取II",
    ["desc"] = "被动技能：普通攻击时，增加30能量，增加7%技能伤害，持续3回合",
}
data[2503] = {
    ["skillName"] = "攻击III",
    ["desc"] = "被动技能：增加30%攻击",
}
data[2504] = {
    ["skillName"] = "光明礼赞III",
    ["desc"] = "被动技能：受到攻击时，增加35%技能伤害，持续3回合，增加6%神圣伤害，持续3回合",
}
data[2505] = {
    ["skillName"] = "神圣庇佑III",
    ["desc"] = "被动技能：普通攻击时，增加40%技能伤害，持续3回合，增加7%神圣伤害，持续3回合",
}
data[2506] = {
    ["skillName"] = "攻击III",
    ["desc"] = "被动技能：增加30%攻击",
}
data[2507] = {
    ["skillName"] = "黑暗护盾III",
    ["desc"] = "被动技能：受到攻击时，增加30能量，增加11%技能伤害，持续3回合",
}
data[2508] = {
    ["skillName"] = "能量吸取III",
    ["desc"] = "被动技能：普通攻击时，增加30能量，增加12%技能伤害，持续3回合",
}
data[2509] = {
    ["skillName"] = "余烬不灭",
    ["desc"] = "被动技能：我方英雄死亡时，增加12%攻击",
}
data[2510] = {
    ["skillName"] = "能量汲取",
    ["desc"] = "被动技能：敌方英雄死亡时，增加12%暴击率",
}
data[2511] = {
    ["skillName"] = "风暴之力",
    ["desc"] = "被动技能：增加30%血量，增加10%攻击",
}
data[2512] = {
    ["skillName"] = "咆哮战歌",
    ["desc"] = "被动技能：普通攻击时，增加18%暴击伤害，恢复[30%攻击]等量生命",
}
data[2513] = {
    ["skillName"] = "勇猛埃德加",
    ["desc"] = "被动技能：处在后排时增加20%攻击，处在后排时增加30%暴击伤害，处在后排时增加30%精准，处于前排时增加40%血量，处于前排时增加20%格挡",
}
data[2514] = {
    ["skillName"] = "狂乱怒吼",
    ["desc"] = "被动技能：血量低于80%时，增加18%攻击，持续5回合，增加18%暴击率，持续5回合（仅触发一次）",
}
data[2515] = {
    ["skillName"] = "余烬不灭II",
    ["desc"] = "被动技能：我方英雄死亡时，增加13%攻击，增加12.5%技能伤害",
}
data[2516] = {
    ["skillName"] = "能量汲取II",
    ["desc"] = "被动技能：敌方英雄死亡时，增加14%暴击率，增加8%暴击伤害",
}
data[2517] = {
    ["skillName"] = "风暴之力II",
    ["desc"] = "被动技能：增加35%血量，增加15%攻击，增加25%技能伤害",
}
data[2518] = {
    ["skillName"] = "咆哮战歌II",
    ["desc"] = "被动技能：普通攻击时，增加24%暴击伤害，恢复[45%攻击]等量生命，增加速度10",
}
data[2519] = {
    ["skillName"] = "勇猛埃德加II",
    ["desc"] = "被动技能：处在后排时增加30%攻击，处在后排时增加40%暴击伤害，处在后排时增加60%精准，处于前排时增加50%血量，处于前排时增加25%格挡",
}
data[2520] = {
    ["skillName"] = "狂乱怒吼II",
    ["desc"] = "被动技能：血量低于80%时，增加22%攻击，持续5回合，增加24%暴击率，持续5回合（仅触发一次）",
}
data[2521] = {
    ["skillName"] = "余烬不灭III",
    ["desc"] = "被动技能：我方英雄死亡时，增加25%攻击，增加30%技能伤害",
}
data[2522] = {
    ["skillName"] = "能量汲取III",
    ["desc"] = "被动技能：敌方英雄死亡时，增加20%暴击率，增加30%暴击伤害",
}
data[2523] = {
    ["skillName"] = "风暴之力III",
    ["desc"] = "被动技能：增加40%血量，增加20%攻击，增加37.5%技能伤害",
}
data[2524] = {
    ["skillName"] = "咆哮战歌III",
    ["desc"] = "被动技能：普通攻击时，增加30%暴击伤害，恢复[70%攻击]等量生命，增加速度15",
}
data[2525] = {
    ["skillName"] = "勇猛埃德加III",
    ["desc"] = "被动技能：处在后排时增加30%攻击，处在后排时增加50%暴击伤害，处在后排时增加100%精准，处于前排时增加60%血量，处于前排时增加40%格挡",
}
data[2526] = {
    ["skillName"] = "狂乱怒吼III",
    ["desc"] = "被动技能：血量低于80%时，增加28%攻击，持续5回合，增加30%暴击率，持续5回合（仅触发一次）",
}
data[2527] = {
    ["skillName"] = "疗伤II",
    ["desc"] = "被动技能：普通攻击时，对前排友方恢复[75%攻击]等量生命",
}
data[2528] = {
    ["skillName"] = "生命II",
    ["desc"] = "被动技能：增加30%血量",
}
data[2529] = {
    ["skillName"] = "舍生取义II",
    ["desc"] = "被动技能：死亡后，对全体友方恢复[100%攻击]等量生命，增加11%暴击率，持续3回合（仅触发一次）",
}
data[2530] = {
    ["skillName"] = "能量窃取II",
    ["desc"] = "被动技能：普通攻击时，敌方降低40能量，自身增加40能量，增加30%技能伤害",
}
data[2531] = {
    ["skillName"] = "灰眼之力II",
    ["desc"] = "被动技能：增加15%精准，增加20%攻击",
}
data[2532] = {
    ["skillName"] = "后排打击II",
    ["desc"] = "普通攻击：对随机1名后排敌方造成[110%攻击]伤害",
}
data[2533] = {
    ["skillName"] = "疗伤III",
    ["desc"] = "被动技能：普通攻击时，对前排友方恢复[95%攻击]等量生命",
}
data[2534] = {
    ["skillName"] = "生命III",
    ["desc"] = "被动技能：增加40%血量",
}
data[2535] = {
    ["skillName"] = "舍生取义III",
    ["desc"] = "被动技能：死亡后，对全体友方恢复[140%攻击]等量生命，增加15%暴击率，持续3回合（仅触发一次）",
}
data[2536] = {
    ["skillName"] = "能量窃取III",
    ["desc"] = "被动技能：普通攻击时，敌方降低50能量，自身增加50能量，增加35%技能伤害",
}
data[2537] = {
    ["skillName"] = "灰眼之力III",
    ["desc"] = "被动技能：增加20%精准，增加25%攻击",
}
data[2538] = {
    ["skillName"] = "后排打击III",
    ["desc"] = "普通攻击：对随机1名后排敌方造成[120%攻击]伤害",
}
data[2539] = {
    ["skillName"] = "破甲II",
    ["desc"] = "被动技能：增加64%破甲，增加10%血量",
}
data[2540] = {
    ["skillName"] = "狂暴II",
    ["desc"] = "被动技能：敌方英雄死亡时，增加25%暴击率",
}
data[2541] = {
    ["skillName"] = "嗜暴II",
    ["desc"] = "被动技能：普通攻击时，增加21%暴击伤害",
}
data[2542] = {
    ["skillName"] = "亡灵意志II",
    ["desc"] = "被动技能：增加30%血量，增加30%精准",
}
data[2543] = {
    ["skillName"] = "血腥猛攻II",
    ["desc"] = "被动技能：血量低于30%时，增加85%攻击，持续3回合（仅触发一次）",
}
data[2544] = {
    ["skillName"] = "疗伤II",
    ["desc"] = "被动技能：普通攻击时，对随机1名友方恢复[90%攻击]等量生命",
}
data[2545] = {
    ["skillName"] = "破甲III",
    ["desc"] = "被动技能：增加64%破甲，增加20%血量",
}
data[2546] = {
    ["skillName"] = "狂暴III",
    ["desc"] = "被动技能：敌方英雄死亡时，增加30%暴击率",
}
data[2547] = {
    ["skillName"] = "嗜暴III",
    ["desc"] = "被动技能：普通攻击时，增加24.5%暴击伤害",
}
data[2548] = {
    ["skillName"] = "亡灵意志III",
    ["desc"] = "被动技能：增加35%血量，增加35%精准",
}
data[2549] = {
    ["skillName"] = "血腥猛攻III",
    ["desc"] = "被动技能：血量低于30%时，增加100%攻击，持续3回合（仅触发一次）",
}
data[2550] = {
    ["skillName"] = "疗伤III",
    ["desc"] = "被动技能：普通攻击时，对随机1名友方恢复[120%攻击]等量生命",
}
data[2551] = {
    ["skillName"] = "剑术大师II",
    ["desc"] = "被动技能：增加20%格挡，增加35%攻击",
}
data[2552] = {
    ["skillName"] = "流血II",
    ["desc"] = "被动技能：普通攻击时，敌方有50%的几率造成[60%攻击]的流血伤害，持续2回合",
}
data[2553] = {
    ["skillName"] = "趁虚而入II",
    ["desc"] = "被动技能：格挡成功时，增加12%攻击，持续3回合",
}
data[2554] = {
    ["skillName"] = "克里斯蒂安的怒吼II",
    ["desc"] = "被动技能：增加25%攻击，增加30%血量",
}
data[2555] = {
    ["skillName"] = "禁魔II",
    ["desc"] = "被动技能：普通攻击时，敌方有45%的几率沉默，持续2回合",
}
data[2556] = {
    ["skillName"] = "身体如钢II",
    ["desc"] = "被动技能：血量低于50%时，增加0%减伤，持续4回合（仅触发一次）",
}
data[2557] = {
    ["skillName"] = "剑术大师III",
    ["desc"] = "被动技能：增加25%格挡，增加35%攻击",
}
data[2558] = {
    ["skillName"] = "流血III",
    ["desc"] = "被动技能：普通攻击时，敌方有50%的几率造成[70%攻击]的流血伤害，持续2回合",
}
data[2559] = {
    ["skillName"] = "趁虚而入III",
    ["desc"] = "被动技能：格挡成功时，增加17%攻击，持续3回合",
}
data[2560] = {
    ["skillName"] = "克里斯蒂安的怒吼III",
    ["desc"] = "被动技能：增加30%攻击，增加35%血量",
}
data[2561] = {
    ["skillName"] = "禁魔III",
    ["desc"] = "被动技能：普通攻击时，敌方有60%的几率沉默，持续2回合",
}
data[2562] = {
    ["skillName"] = "身体如钢III",
    ["desc"] = "被动技能：血量低于50%时，增加0%减伤，持续4回合（仅触发一次）",
}
data[2563] = {
    ["skillName"] = "嗜攻II",
    ["desc"] = "被动技能：增加20%攻击",
}
data[2564] = {
    ["skillName"] = "热忱II",
    ["desc"] = "被动技能：如果目标处于燃烧状态增加35%伤害",
}
data[2565] = {
    ["skillName"] = "舍生取义II",
    ["desc"] = "被动技能：死亡后，对全体友方增加15%攻击，持续5回合（仅触发一次）",
}
data[2566] = {
    ["skillName"] = "生命绽放II",
    ["desc"] = "被动技能：普通攻击时，血量最少的友方有50%的几率恢复[110%攻击]等量生命",
}
data[2567] = {
    ["skillName"] = "自愈II",
    ["desc"] = "被动技能：受到攻击时，恢复[50%攻击]等量生命",
}
data[2568] = {
    ["skillName"] = "恶魔之心II",
    ["desc"] = "被动技能：增加20%攻击，增加15%血量",
}
data[2569] = {
    ["skillName"] = "嗜攻III",
    ["desc"] = "被动技能：增加30%攻击",
}
data[2570] = {
    ["skillName"] = "热忱III",
    ["desc"] = "被动技能：如果目标处于燃烧状态增加45%伤害",
}
data[2571] = {
    ["skillName"] = "舍生取义III",
    ["desc"] = "被动技能：死亡后，对全体友方增加19%攻击，持续5回合（仅触发一次）",
}
data[2572] = {
    ["skillName"] = "生命绽放III",
    ["desc"] = "被动技能：普通攻击时，血量最少的友方有50%的几率恢复[150%攻击]等量生命",
}
data[2573] = {
    ["skillName"] = "自愈III",
    ["desc"] = "被动技能：受到攻击时，恢复[56%攻击]等量生命",
}
data[2574] = {
    ["skillName"] = "恶魔之心III",
    ["desc"] = "被动技能：增加25%攻击，增加20%血量",
}
data[2575] = {
    ["skillName"] = "血流如注",
    ["desc"] = "被动技能：普通攻击时，敌方造成[25%攻击]的流血伤害，持续4回合，自身增加11.2%破甲，持续4回合",
}
data[2576] = {
    ["skillName"] = "杀戮之心",
    ["desc"] = "被动技能：增加20%精准，增加20%攻击，增加24%破甲，如果目标处于流血状态增加42%伤害，增加10%血量",
}
data[2577] = {
    ["skillName"] = "生机吸收",
    ["desc"] = "被动技能：敌方英雄死亡时，恢复[80%攻击]等量生命",
}
data[2578] = {
    ["skillName"] = "血流如注II",
    ["desc"] = "被动技能：普通攻击时，敌方造成[35%攻击]的流血伤害，持续4回合，自身增加14%破甲，持续4回合",
}
data[2579] = {
    ["skillName"] = "杀戮之心II",
    ["desc"] = "被动技能：增加35%精准，增加25%攻击，增加28%破甲，如果目标处于流血状态增加60%伤害，增加15%血量",
}
data[2580] = {
    ["skillName"] = "生机吸收II",
    ["desc"] = "被动技能：敌方英雄死亡时，恢复[120%攻击]等量生命",
}
data[2581] = {
    ["skillName"] = "血流如注III",
    ["desc"] = "被动技能：普通攻击时，敌方造成[45%攻击]的流血伤害，持续4回合，自身增加16.8%破甲，持续4回合",
}
data[2582] = {
    ["skillName"] = "杀戮之心III",
    ["desc"] = "被动技能：增加50%精准，增加30%攻击，增加32%破甲，如果目标处于流血状态增加85%伤害，增加30%血量",
}
data[2583] = {
    ["skillName"] = "生机吸收III",
    ["desc"] = "被动技能：敌方英雄死亡时，恢复[240%攻击]等量生命",
}
data[2584] = {
    ["skillName"] = "战意削弱",
    ["desc"] = "被动技能：普通攻击时，敌方降低15%护甲，持续3回合，自身增加15%护甲，持续3回合",
}
data[2585] = {
    ["skillName"] = "钢铁之躯",
    ["desc"] = "被动技能：增加20%血量，增加15%攻击，增加20%护甲",
}
data[2586] = {
    ["skillName"] = "狂暴攻击",
    ["desc"] = "被动技能：第六回合时，增加30%暴击率，增加50%暴击伤害",
}
data[2587] = {
    ["skillName"] = "战意削弱II",
    ["desc"] = "被动技能：普通攻击时，敌方降低20%护甲，持续3回合，自身增加20%护甲，持续3回合",
}
data[2588] = {
    ["skillName"] = "钢铁之躯II",
    ["desc"] = "被动技能：增加30%血量，增加25%攻击，增加32%护甲",
}
data[2589] = {
    ["skillName"] = "狂暴攻击II",
    ["desc"] = "被动技能：第六回合时，增加45%暴击率，增加70%暴击伤害",
}
data[2590] = {
    ["skillName"] = "战意削弱III",
    ["desc"] = "被动技能：普通攻击时，敌方降低25%护甲，持续3回合，自身增加25%护甲，持续3回合",
}
data[2591] = {
    ["skillName"] = "钢铁之躯III",
    ["desc"] = "被动技能：增加40%血量，增加35%攻击，增加40%护甲",
}
data[2592] = {
    ["skillName"] = "狂暴攻击III",
    ["desc"] = "被动技能：第四回合时，增加60%暴击率，增加100%暴击伤害",
}
data[2593] = {
    ["skillName"] = "黑暗领悟",
    ["desc"] = "被动技能：增加37.5%技能伤害，增加20%攻击，增加20%血量",
}
data[2594] = {
    ["skillName"] = "暗影之握",
    ["desc"] = "被动技能：普通攻击时，增加6%攻击，持续3回合，增加速度5，持续3回合",
}
data[2595] = {
    ["skillName"] = "阴影潜伏",
    ["desc"] = "被动技能：我方英雄使用主动技能时，增加10%技能伤害，增加10能量",
}
data[2596] = {
    ["skillName"] = "光芒意志",
    ["desc"] = "被动技能：增加36%神圣伤害，增加20%血量，增加速度20",
}
data[2597] = {
    ["skillName"] = "光之信徒",
    ["desc"] = "被动技能：死亡后，复活并恢复60%血量(仅生效一次)（仅触发一次）",
}
data[2598] = {
    ["skillName"] = "米迦勒的救赎",
    ["desc"] = "被动技能：增加50%免控",
}
data[2599] = {
    ["skillName"] = "黑暗领悟II",
    ["desc"] = "被动技能：增加50%技能伤害，增加25%攻击，增加25%血量",
}
data[2600] = {
    ["skillName"] = "暗影之握II",
    ["desc"] = "被动技能：普通攻击时，增加10%攻击，持续3回合，增加速度10，持续3回合",
}
data[2601] = {
    ["skillName"] = "阴影潜伏II",
    ["desc"] = "被动技能：我方英雄使用主动技能时，增加15%技能伤害，增加20能量",
}
data[2602] = {
    ["skillName"] = "光芒意志II",
    ["desc"] = "被动技能：增加48%神圣伤害，增加25%血量，增加速度30",
}
data[2603] = {
    ["skillName"] = "光之信徒II",
    ["desc"] = "被动技能：死亡后，复活并恢复80%血量(仅生效一次)（仅触发一次）",
}
data[2604] = {
    ["skillName"] = "米迦勒的救赎II",
    ["desc"] = "被动技能：增加75%免控",
}
data[2605] = {
    ["skillName"] = "黑暗领悟III",
    ["desc"] = "被动技能：增加62.5%技能伤害，增加30%攻击，增加40%血量",
}
data[2606] = {
    ["skillName"] = "暗影之握III",
    ["desc"] = "被动技能：普通攻击时，增加20%攻击，持续3回合，增加速度15，持续3回合",
}
data[2607] = {
    ["skillName"] = "阴影潜伏III",
    ["desc"] = "被动技能：我方英雄使用主动技能时，增加20%技能伤害，增加30能量",
}
data[2608] = {
    ["skillName"] = "光芒意志III",
    ["desc"] = "被动技能：增加60%神圣伤害，增加30%血量，增加速度40",
}
data[2609] = {
    ["skillName"] = "光之信徒III",
    ["desc"] = "被动技能：死亡后，复活并恢复100%血量(仅生效一次)（仅触发一次）",
}
data[2610] = {
    ["skillName"] = "米迦勒的救赎III",
    ["desc"] = "被动技能：增加100%免控",
}
data[2611] = {
    ["skillName"] = "灼热之痛",
    ["desc"] = "被动技能：普通攻击时，敌方造成[25%攻击]的燃烧伤害，持续4回合，降低12%护甲，持续4回合，自身如果目标处于燃烧状态增加20%伤害，持续4回合",
}
data[2612] = {
    ["skillName"] = "熔岩护盾",
    ["desc"] = "被动技能：增加24%护甲，增加10%攻击，增加15%血量，增加10%精准",
}
data[2613] = {
    ["skillName"] = "灼热反击",
    ["desc"] = "被动技能：受到攻击时，对攻击者对护甲低于自己的目标造成[100%攻击]反击伤害",
}
data[2614] = {
    ["skillName"] = "灼热之痛",
    ["desc"] = "被动技能：普通攻击时，敌方造成[35%攻击]的燃烧伤害，持续4回合，降低20%护甲，持续4回合，自身如果目标处于燃烧状态增加30%伤害，持续4回合",
}
data[2615] = {
    ["skillName"] = "熔岩护盾",
    ["desc"] = "被动技能：增加36%护甲，增加15%攻击，增加20%血量，增加20%精准",
}
data[2616] = {
    ["skillName"] = "灼热反击",
    ["desc"] = "被动技能：受到攻击时，对攻击者对护甲低于自己的目标造成[140%攻击]反击伤害",
}
data[2617] = {
    ["skillName"] = "灼热之痛",
    ["desc"] = "被动技能：普通攻击时，敌方造成[45%攻击]的燃烧伤害，持续4回合，降低24%护甲，持续4回合，自身如果目标处于燃烧状态增加40%伤害，持续4回合",
}
data[2618] = {
    ["skillName"] = "熔岩护盾",
    ["desc"] = "被动技能：增加48%护甲，增加20%攻击，增加30%血量，增加30%精准",
}
data[2619] = {
    ["skillName"] = "灼热反击",
    ["desc"] = "被动技能：受到攻击时，对攻击者对护甲低于自己的目标造成[180%攻击]反击伤害",
}
data[2620] = {
    ["skillName"] = "异虫护甲",
    ["desc"] = "被动技能：增加10%减伤，增加20%血量，增加10%暴击率",
}
data[2621] = {
    ["skillName"] = "亡者之握",
    ["desc"] = "被动技能：普通攻击时，敌方对目标附加一层15%伤害的闪电印记（闪电印记加深x%斯克雷主动技能对其的伤害）",
}
data[2622] = {
    ["skillName"] = "死亡蔓延",
    ["desc"] = "被动技能：受到攻击时，对攻击者对目标附加一层15%伤害的闪电印记，自身增加9%暴击伤害，持续3回合（闪电印记加深x%斯克雷主动技能对其的伤害）",
}
data[2623] = {
    ["skillName"] = "异虫护甲",
    ["desc"] = "被动技能：增加15%减伤，增加27%血量，增加15%暴击率",
}
data[2624] = {
    ["skillName"] = "亡者之握",
    ["desc"] = "被动技能：普通攻击时，敌方对目标附加一层25%伤害的闪电印记（闪电印记加深x%斯克雷主动技能对其的伤害）",
}
data[2625] = {
    ["skillName"] = "死亡蔓延",
    ["desc"] = "被动技能：受到攻击时，对攻击者对目标附加一层25%伤害的闪电印记，自身增加12%暴击伤害，持续3回合（闪电印记加深x%斯克雷主动技能对其的伤害）",
}
data[2626] = {
    ["skillName"] = "异虫护甲",
    ["desc"] = "被动技能：增加35%血量，增加20%暴击率，增加20%减伤",
}
data[2627] = {
    ["skillName"] = "亡者之握",
    ["desc"] = "被动技能：普通攻击时，敌方对目标附加一层35%伤害的闪电印记，吸收目标10%攻击，持续2回合（闪电印记加深x%斯克雷主动技能对其的伤害）",
}
data[2628] = {
    ["skillName"] = "死亡蔓延",
    ["desc"] = "被动技能：受到攻击时，对攻击者对目标附加一层35%伤害的闪电印记，自身增加15%暴击伤害，持续3回合（闪电印记加深x%斯克雷主动技能对其的伤害）",
}
data[2629] = {
    ["skillName"] = "女王赦令",
    ["desc"] = "被动技能：增加15%攻击，增加15%血量，增加15%暴击率",
}
data[2630] = {
    ["skillName"] = "星之交响",
    ["desc"] = "被动技能：普通攻击时，恢复[60%攻击]等量生命，持续2回合，增加10%攻击，持续3回合",
}
data[2631] = {
    ["skillName"] = "迷惘挽歌",
    ["desc"] = "被动技能：血量低于50%时，对全体敌方有50%的几率沉默，持续1回合，自身增加10%暴击伤害，持续6回合（仅触发一次）",
}
data[2632] = {
    ["skillName"] = "女王赦令",
    ["desc"] = "被动技能：增加15%攻击，增加20%血量，增加20%暴击率",
}
data[2633] = {
    ["skillName"] = "星之交响",
    ["desc"] = "被动技能：普通攻击时，恢复[90%攻击]等量生命，持续2回合，增加20%攻击，持续3回合",
}
data[2634] = {
    ["skillName"] = "迷惘挽歌",
    ["desc"] = "被动技能：血量低于50%时，对全体敌方有75%的几率沉默，持续1回合，自身增加20%暴击伤害，持续6回合（仅触发一次）",
}
data[2635] = {
    ["skillName"] = "女王赦令",
    ["desc"] = "被动技能：增加30%攻击，增加25%血量，增加35%暴击率",
}
data[2636] = {
    ["skillName"] = "星之交响",
    ["desc"] = "被动技能：普通攻击时，恢复[120%攻击]等量生命，持续2回合，增加30%攻击，持续3回合",
}
data[2637] = {
    ["skillName"] = "迷惘挽歌",
    ["desc"] = "被动技能：血量低于50%时，对全体敌方有100%的几率沉默，持续1回合，自身增加30%暴击伤害，持续6回合（仅触发一次）",
}
data[2638] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：死亡后，对全体敌方造成[140%攻击]的燃烧伤害，持续1回合（仅触发一次）",
}
data[2639] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：血量低于50%时，增加50%攻击（仅触发一次）",
}
data[2640] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：普通攻击时，敌方造成[110%攻击]的中毒伤害，持续15回合",
}
data[2641] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：受到攻击时，恢复[28%攻击]等量生命，持续15回合",
}
data[2642] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：普通攻击时，敌方有100%几率附加一个暴击标记，暴击标记暴击后造成[42%攻击]伤害，附加一个回合标记，回合标记一回合后触发造成[42%攻击]伤害",
}
data[2643] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：血量低于50%时，对全体敌方有100%几率附加一个暴击标记，暴击标记暴击后造成[54%攻击]伤害，附加一个回合标记，回合标记一回合后触发造成[54%攻击]伤害（仅触发一次）",
}
data[2644] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：增加100%格挡",
}
data[2645] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：格挡成功时，增加20%暴击率",
}
data[2646] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：普通攻击时，敌方有55%的几率造成[340%攻击]的燃烧伤害，持续1回合",
}
data[2647] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：受到攻击时，增加20%攻击",
}
data[2648] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：敌方英雄死亡时，增加30%攻击",
}
data[2649] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：我方英雄死亡时，增加20%暴击率",
}
data[2650] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：普通攻击时，增加40%技能伤害",
}
data[2651] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：受到攻击时，增加25%技能伤害",
}
data[2652] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：受到攻击时，降低5%暴击率，增加5%攻击",
}
data[2653] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：我方英雄死亡时，增加15%暴击率，增加20%攻击",
}
data[2654] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低5%攻击",
}
data[2655] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：普通攻击时，敌方降低5%暴击率",
}
data[2656] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：普通攻击时，敌方有60%的几率眩晕，持续2回合",
}
data[60001] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[2732]的伤害，造成[195]的中毒伤害，持续15回合，",
}
data[60002] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[3611]的伤害，造成[258]的中毒伤害，持续15回合，",
}
data[60003] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[4490]的伤害，造成[321]的中毒伤害，持续15回合，",
}
data[60004] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[5369]的伤害，造成[384]的中毒伤害，持续15回合，",
}
data[60005] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[6248]的伤害，造成[447]的中毒伤害，持续15回合，",
}
data[60006] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[7127]的伤害，造成[510]的中毒伤害，持续15回合，",
}
data[60007] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[8006]的伤害，造成[573]的中毒伤害，持续15回合，",
}
data[60008] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[8885]的伤害，造成[636]的中毒伤害，持续15回合，",
}
data[60009] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[9764]的伤害，造成[699]的中毒伤害，持续15回合，",
}
data[60010] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[1,0643]的伤害，造成[762]的中毒伤害，持续15回合，",
}
data[60011] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[1,1523]的伤害，造成[825]的中毒伤害，持续15回合，",
}
data[60012] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[1,2402]的伤害，造成[889]的中毒伤害，持续15回合，",
}
data[60013] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[1,3281]的伤害，造成[952]的中毒伤害，持续15回合，",
}
data[60014] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[1,4160]的伤害，造成[1015]的中毒伤害，持续15回合，",
}
data[60015] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[1,5039]的伤害，造成[1078]的中毒伤害，持续15回合，",
}
data[60016] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[1,5918]的伤害，造成[1141]的中毒伤害，持续15回合，",
}
data[60017] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[1,6797]的伤害，造成[1204]的中毒伤害，持续15回合，",
}
data[60018] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[1,7676]的伤害，造成[1267]的中毒伤害，持续15回合，",
}
data[60019] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[1,8555]的伤害，造成[1330]的中毒伤害，持续15回合，",
}
data[60020] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[1,9434]的伤害，造成[1393]的中毒伤害，持续15回合，",
}
data[60021] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[2,0313]的伤害，造成[1456]的中毒伤害，持续15回合，",
}
data[60022] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[2,1192]的伤害，造成[1519]的中毒伤害，持续15回合，",
}
data[60023] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[2,2071]的伤害，造成[1582]的中毒伤害，持续15回合，",
}
data[60024] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[2,2950]的伤害，造成[1645]的中毒伤害，持续15回合，",
}
data[60025] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[2,3829]的伤害，造成[1708]的中毒伤害，持续15回合，",
}
data[60026] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[2,4708]的伤害，造成[1771]的中毒伤害，持续15回合，",
}
data[60027] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[2,5587]的伤害，造成[1834]的中毒伤害，持续15回合，",
}
data[60028] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[2,6466]的伤害，造成[1897]的中毒伤害，持续15回合，",
}
data[60029] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[2,7345]的伤害，造成[1960]的中毒伤害，持续15回合，",
}
data[60030] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对前排敌方造成[2,8224]的伤害，造成[2023]的中毒伤害，持续15回合，",
}
data[60031] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[3,0878]的伤害，造成[2214]的中毒伤害，持续15回合，",
}
data[60032] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[3,3531]的伤害，造成[2404]的中毒伤害，持续15回合，",
}
data[60033] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[3,6184]的伤害，造成[2594]的中毒伤害，持续15回合，",
}
data[60034] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[3,8837]的伤害，造成[2784]的中毒伤害，持续15回合，",
}
data[60035] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[4,1490]的伤害，造成[2975]的中毒伤害，持续15回合，",
}
data[60036] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[4,4143]的伤害，造成[3165]的中毒伤害，持续15回合，",
}
data[60037] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[4,6796]的伤害，造成[3355]的中毒伤害，持续15回合，",
}
data[60038] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[4,9449]的伤害，造成[3546]的中毒伤害，持续15回合，",
}
data[60039] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[5,2102]的伤害，造成[3736]的中毒伤害，持续15回合，",
}
data[60040] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[5,4755]的伤害，造成[3926]的中毒伤害，持续15回合，",
}
data[60041] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[5,7408]的伤害，造成[4116]的中毒伤害，持续15回合，",
}
data[60042] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[6,0061]的伤害，造成[4307]的中毒伤害，持续15回合，",
}
data[60043] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[6,2714]的伤害，造成[4497]的中毒伤害，持续15回合，",
}
data[60044] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[6,5367]的伤害，造成[4687]的中毒伤害，持续15回合，",
}
data[60045] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[6,8020]的伤害，造成[4878]的中毒伤害，持续15回合，",
}
data[60046] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[7,0674]的伤害，造成[5068]的中毒伤害，持续15回合，",
}
data[60047] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[7,3327]的伤害，造成[5258]的中毒伤害，持续15回合，",
}
data[60048] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[7,5980]的伤害，造成[5448]的中毒伤害，持续15回合，",
}
data[60049] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[7,8633]的伤害，造成[5639]的中毒伤害，持续15回合，",
}
data[60050] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[8,1286]的伤害，造成[5829]的中毒伤害，持续15回合，",
}
data[60051] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[8,3939]的伤害，造成[6019]的中毒伤害，持续15回合，",
}
data[60052] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[8,6592]的伤害，造成[6210]的中毒伤害，持续15回合，",
}
data[60053] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[8,9245]的伤害，造成[6400]的中毒伤害，持续15回合，",
}
data[60054] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[9,1898]的伤害，造成[6590]的中毒伤害，持续15回合，",
}
data[60055] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[9,4551]的伤害，造成[6780]的中毒伤害，持续15回合，",
}
data[60056] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[9,7204]的伤害，造成[6971]的中毒伤害，持续15回合，",
}
data[60057] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[9,9857]的伤害，造成[7161]的中毒伤害，持续15回合，",
}
data[60058] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[10,2510]的伤害，造成[7351]的中毒伤害，持续15回合，",
}
data[60059] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[10,5163]的伤害，造成[7542]的中毒伤害，持续15回合，",
}
data[60060] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机3名敌方造成[10,7816]的伤害，造成[7732]的中毒伤害，持续15回合，",
}
data[60061] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[11,5442]的伤害，造成[8279]的中毒伤害，持续15回合，降低1%攻击，持续3回合，",
}
data[60062] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[12,3067]的伤害，造成[8826]的中毒伤害，持续15回合，降低1.4%攻击，持续3回合，",
}
data[60063] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[13,0692]的伤害，造成[9372]的中毒伤害，持续15回合，降低1.8%攻击，持续3回合，",
}
data[60064] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[13,8317]的伤害，造成[9919]的中毒伤害，持续15回合，降低2.2%攻击，持续3回合，",
}
data[60065] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[14,5942]的伤害，造成[1,0466]的中毒伤害，持续15回合，降低2.6%攻击，持续3回合，",
}
data[60066] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[15,3567]的伤害，造成[1,1013]的中毒伤害，持续15回合，降低3%攻击，持续3回合，",
}
data[60067] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[16,1192]的伤害，造成[1,1560]的中毒伤害，持续15回合，降低3.4%攻击，持续3回合，",
}
data[60068] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[16,8817]的伤害，造成[1,2107]的中毒伤害，持续15回合，降低3.8%攻击，持续3回合，",
}
data[60069] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[17,6442]的伤害，造成[1,2654]的中毒伤害，持续15回合，降低4.3%攻击，持续3回合，",
}
data[60070] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[18,4067]的伤害，造成[1,3201]的中毒伤害，持续15回合，降低4.7%攻击，持续3回合，",
}
data[60071] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[19,1692]的伤害，造成[1,3748]的中毒伤害，持续15回合，降低5.1%攻击，持续3回合，",
}
data[60072] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[19,9317]的伤害，造成[1,4294]的中毒伤害，持续15回合，降低5.5%攻击，持续3回合，",
}
data[60073] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[20,6942]的伤害，造成[1,4841]的中毒伤害，持续15回合，降低5.9%攻击，持续3回合，",
}
data[60074] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[21,4568]的伤害，造成[1,5388]的中毒伤害，持续15回合，降低6.3%攻击，持续3回合，",
}
data[60075] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[22,2193]的伤害，造成[1,5935]的中毒伤害，持续15回合，降低6.7%攻击，持续3回合，",
}
data[60076] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[22,9818]的伤害，造成[1,6482]的中毒伤害，持续15回合，降低7.1%攻击，持续3回合，",
}
data[60077] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[23,7443]的伤害，造成[1,7029]的中毒伤害，持续15回合，降低7.5%攻击，持续3回合，",
}
data[60078] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[24,5068]的伤害，造成[1,7576]的中毒伤害，持续15回合，降低7.9%攻击，持续3回合，",
}
data[60079] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[25,2693]的伤害，造成[1,8123]的中毒伤害，持续15回合，降低8.3%攻击，持续3回合，",
}
data[60080] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[26,0318]的伤害，造成[1,8670]的中毒伤害，持续15回合，降低8.7%攻击，持续3回合，",
}
data[60081] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[26,7943]的伤害，造成[1,9216]的中毒伤害，持续15回合，降低9.1%攻击，持续3回合，",
}
data[60082] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[27,5568]的伤害，造成[1,9763]的中毒伤害，持续15回合，降低9.5%攻击，持续3回合，",
}
data[60083] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[28,3193]的伤害，造成[2,0310]的中毒伤害，持续15回合，降低9.9%攻击，持续3回合，",
}
data[60084] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[29,0818]的伤害，造成[2,0857]的中毒伤害，持续15回合，降低10.4%攻击，持续3回合，",
}
data[60085] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[29,8443]的伤害，造成[2,1404]的中毒伤害，持续15回合，降低10.8%攻击，持续3回合，",
}
data[60086] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[30,6068]的伤害，造成[2,1951]的中毒伤害，持续15回合，降低11.2%攻击，持续3回合，",
}
data[60087] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[31,3694]的伤害，造成[2,2498]的中毒伤害，持续15回合，降低11.6%攻击，持续3回合，",
}
data[60088] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[32,1319]的伤害，造成[2,3045]的中毒伤害，持续15回合，降低12%攻击，持续3回合，",
}
data[60089] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[32,8944]的伤害，造成[2,3591]的中毒伤害，持续15回合，降低12.4%攻击，持续3回合，",
}
data[60090] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[33,6569]的伤害，造成[2,4138]的中毒伤害，持续15回合，降低12.8%攻击，持续3回合，",
}
data[60091] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[34,8967]的伤害，造成[2,5028]的中毒伤害，持续15回合，降低13.2%攻击，持续3回合，降低1%暴击率，持续3回合，",
}
data[60092] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[36,1365]的伤害，造成[2,5917]的中毒伤害，持续15回合，降低13.6%攻击，持续3回合，降低1.7%暴击率，持续3回合，",
}
data[60093] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[37,3763]的伤害，造成[2,6806]的中毒伤害，持续15回合，降低14%攻击，持续3回合，降低2.3%暴击率，持续3回合，",
}
data[60094] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[38,6162]的伤害，造成[2,7695]的中毒伤害，持续15回合，降低14.4%攻击，持续3回合，降低3%暴击率，持续3回合，",
}
data[60095] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[39,8560]的伤害，造成[2,8584]的中毒伤害，持续15回合，降低14.8%攻击，持续3回合，降低3.6%暴击率，持续3回合，",
}
data[60096] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[41,0958]的伤害，造成[2,9474]的中毒伤害，持续15回合，降低15.2%攻击，持续3回合，降低4.3%暴击率，持续3回合，",
}
data[60097] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[42,3356]的伤害，造成[3,0363]的中毒伤害，持续15回合，降低15.6%攻击，持续3回合，降低4.9%暴击率，持续3回合，",
}
data[60098] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[43,5754]的伤害，造成[3,1252]的中毒伤害，持续15回合，降低16.1%攻击，持续3回合，降低5.6%暴击率，持续3回合，",
}
data[60099] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[44,8153]的伤害，造成[3,2141]的中毒伤害，持续15回合，降低16.5%攻击，持续3回合，降低6.2%暴击率，持续3回合，",
}
data[60100] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[46,0551]的伤害，造成[3,3031]的中毒伤害，持续15回合，降低16.9%攻击，持续3回合，降低6.9%暴击率，持续3回合，",
}
data[60101] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[47,2949]的伤害，造成[3,3920]的中毒伤害，持续15回合，降低17.3%攻击，持续3回合，降低7.6%暴击率，持续3回合，",
}
data[60102] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[48,5347]的伤害，造成[3,4809]的中毒伤害，持续15回合，降低17.7%攻击，持续3回合，降低8.2%暴击率，持续3回合，",
}
data[60103] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[49,7745]的伤害，造成[3,5698]的中毒伤害，持续15回合，降低18.1%攻击，持续3回合，降低8.9%暴击率，持续3回合，",
}
data[60104] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[51,0144]的伤害，造成[3,6587]的中毒伤害，持续15回合，降低18.5%攻击，持续3回合，降低9.5%暴击率，持续3回合，",
}
data[60105] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[52,2542]的伤害，造成[3,7477]的中毒伤害，持续15回合，降低18.9%攻击，持续3回合，降低10.2%暴击率，持续3回合，",
}
data[60106] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[53,4940]的伤害，造成[3,8366]的中毒伤害，持续15回合，降低19.3%攻击，持续3回合，降低10.8%暴击率，持续3回合，",
}
data[60107] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[54,7338]的伤害，造成[3,9255]的中毒伤害，持续15回合，降低19.7%攻击，持续3回合，降低11.5%暴击率，持续3回合，",
}
data[60108] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[55,9737]的伤害，造成[4,0144]的中毒伤害，持续15回合，降低20.1%攻击，持续3回合，降低12.1%暴击率，持续3回合，",
}
data[60109] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[57,2135]的伤害，造成[4,1034]的中毒伤害，持续15回合，降低20.5%攻击，持续3回合，降低12.8%暴击率，持续3回合，",
}
data[60110] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[58,4533]的伤害，造成[4,1923]的中毒伤害，持续15回合，降低20.9%攻击，持续3回合，降低13.4%暴击率，持续3回合，",
}
data[60111] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[59,6931]的伤害，造成[4,2812]的中毒伤害，持续15回合，降低21.3%攻击，持续3回合，降低14.1%暴击率，持续3回合，",
}
data[60112] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[60,9329]的伤害，造成[4,3701]的中毒伤害，持续15回合，降低21.7%攻击，持续3回合，降低14.8%暴击率，持续3回合，",
}
data[60113] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[62,1728]的伤害，造成[4,4590]的中毒伤害，持续15回合，降低22.2%攻击，持续3回合，降低15.4%暴击率，持续3回合，",
}
data[60114] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[63,4126]的伤害，造成[4,5480]的中毒伤害，持续15回合，降低22.6%攻击，持续3回合，降低16.1%暴击率，持续3回合，",
}
data[60115] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[64,6524]的伤害，造成[4,6369]的中毒伤害，持续15回合，降低23%攻击，持续3回合，降低16.7%暴击率，持续3回合，",
}
data[60116] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[65,8922]的伤害，造成[4,7258]的中毒伤害，持续15回合，降低23.4%攻击，持续3回合，降低17.4%暴击率，持续3回合，",
}
data[60117] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[67,1320]的伤害，造成[4,8147]的中毒伤害，持续15回合，降低23.8%攻击，持续3回合，降低18%暴击率，持续3回合，",
}
data[60118] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[68,3719]的伤害，造成[4,9037]的中毒伤害，持续15回合，降低24.2%攻击，持续3回合，降低18.7%暴击率，持续3回合，",
}
data[60119] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[69,6117]的伤害，造成[4,9926]的中毒伤害，持续15回合，降低24.6%攻击，持续3回合，降低19.3%暴击率，持续3回合，",
}
data[60120] = {
    ["skillName"] = "剧毒迷踪",
    ["desc"] = "主动技能：对随机4名敌方造成[70,8515]的伤害，造成[5,0815]的中毒伤害，持续15回合，降低25%攻击，持续3回合，降低20%暴击率，持续3回合，",
}
data[2777] = {
    ["skillName"] = "浮光掠影",
    ["desc"] = "被动技能：增加25%攻击，增加50%格挡，增加20%免控，增加速度20",
}
data[2778] = {
    ["skillName"] = "斗转星移",
    ["desc"] = "被动技能：格挡成功时，增加10%攻击，持续4回合，增加15%暴击率，持续4回合",
}
data[2779] = {
    ["skillName"] = "流星赶月",
    ["desc"] = "普通攻击：血量最低的敌方造成[220%攻击]伤害，造成[150%攻击]的流血伤害，持续2回合",
}
data[2780] = {
    ["skillName"] = "浮光掠影",
    ["desc"] = "被动技能：增加35%攻击，增加70%格挡，增加30%免控，增加速度30",
}
data[2781] = {
    ["skillName"] = "斗转星移",
    ["desc"] = "被动技能：格挡成功时，增加15%攻击，持续4回合，增加20%暴击率，持续4回合",
}
data[2782] = {
    ["skillName"] = "流星赶月",
    ["desc"] = "普通攻击：血量最低的敌方造成[260%攻击]伤害，造成[180%攻击]的流血伤害，持续2回合",
}
data[2800] = {
    ["skillName"] = "测试技能",
    ["desc"] = "我也不知道啥效果",
}
data[2801] = {
    ["skillName"] = "血腥护甲III",
    ["desc"] = "被动技能：血量低于50%时，增加100%攻击，持续3回合（仅触发一次）",
}
data[2815] = {
    ["skillName"] = "恶魔血统",
    ["desc"] = "被动技能：增加15%血量，增加10%攻击，免疫燃烧伤害，免疫流血伤害",
}
data[2816] = {
    ["skillName"] = "烈焰追击",
    ["desc"] = "被动技能：受到攻击时，对随机3名敌方造成[10%攻击]的流血伤害，持续3回合，造成[10%攻击]的燃烧伤害，持续3回合",
}
data[2817] = {
    ["skillName"] = "灵魂桎梏",
    ["desc"] = "被动技能：受到燃烧目标的攻击时，恢复5能量，受到流血目标的攻击时，恢复[20%攻击]等量生命",
}
data[2818] = {
    ["skillName"] = "恶魔血统",
    ["desc"] = "被动技能：增加20%血量，增加15%攻击，免疫燃烧伤害，免疫流血伤害",
}
data[2819] = {
    ["skillName"] = "烈焰追击",
    ["desc"] = "被动技能：受到攻击时，对随机3名敌方造成[15%攻击]的流血伤害，持续3回合，造成[15%攻击]的燃烧伤害，持续3回合",
}
data[2820] = {
    ["skillName"] = "灵魂桎梏",
    ["desc"] = "被动技能：受到燃烧目标的攻击时，恢复10能量，受到流血目标的攻击时，恢复[25%攻击]等量生命",
}
data[2821] = {
    ["skillName"] = "恶魔血统",
    ["desc"] = "被动技能：增加25%血量，增加20%攻击，免疫燃烧伤害，免疫流血伤害",
}
data[2822] = {
    ["skillName"] = "烈焰追击",
    ["desc"] = "被动技能：受到攻击时，对随机3名敌方造成[25%攻击]的流血伤害，持续3回合，造成[25%攻击]的燃烧伤害，持续3回合",
}
data[2823] = {
    ["skillName"] = "灵魂桎梏",
    ["desc"] = "被动技能：受到燃烧目标的攻击时，恢复15能量，受到流血目标的攻击时，恢复[30%攻击]等量生命",
}
data[2824] = {
    ["skillName"] = "腐烂重生",
    ["desc"] = "被动技能：增加20%血量，增加10%攻击，增加20%破甲",
}
data[2825] = {
    ["skillName"] = "鸦神降临",
    ["desc"] = "被动技能：任何英雄使用主动技能时，增加1%攻击，增加1%免控，增加0.5%暴击伤害",
}
data[2826] = {
    ["skillName"] = "血色契约",
    ["desc"] = "被动技能：格挡成功时，对攻击者造成[自身当前血量的10%]伤害，吸收目标[所造成伤害的5%]为自身血量",
}
data[2827] = {
    ["skillName"] = "腐烂重生",
    ["desc"] = "被动技能：增加30%血量，增加20%攻击，增加30%破甲",
}
data[2828] = {
    ["skillName"] = "鸦神降临",
    ["desc"] = "被动技能：任何英雄使用主动技能时，增加2%攻击，增加2%免控，增加0.8%暴击伤害",
}
data[2829] = {
    ["skillName"] = "血色契约",
    ["desc"] = "被动技能：格挡成功时，对攻击者造成[自身当前血量的15%]伤害，吸收目标[所造成伤害的7.5%]为自身血量",
}
data[2830] = {
    ["skillName"] = "腐烂重生",
    ["desc"] = "被动技能：增加40%血量，增加30%攻击，增加40%破甲",
}
data[2831] = {
    ["skillName"] = "鸦神降临",
    ["desc"] = "被动技能：任何英雄使用主动技能时，增加3%攻击，增加3%免控，增加1%暴击伤害",
}
data[2832] = {
    ["skillName"] = "血色契约",
    ["desc"] = "被动技能：格挡成功时，对攻击者造成[自身当前血量的20%]伤害，吸收目标[所造成伤害的10%]为自身血量",
}
data[2833] = {
    ["skillName"] = "黑暗风暴",
    ["desc"] = "被动技能：增加20%血量，增加10%攻击，增加15%暴击率，增加20%破甲，增加20%免控",
}
data[2834] = {
    ["skillName"] = "暗影之怒",
    ["desc"] = "普通攻击：对随机3名敌方造成[100%攻击]伤害，有15%的几率附加恐惧印记，持续2回合（有恐惧印记的目标无法使用普通攻击）",
}
data[2835] = {
    ["skillName"] = "灵魂献祭",
    ["desc"] = "被动技能：任意敌方英雄血量降低到30%以下时，敌方造成[250%攻击]暴击伤害，吸收目标[所造成伤害的50%]为自身血量（每个敌方英雄仅触发一次）",
}
data[2836] = {
    ["skillName"] = "黑暗风暴",
    ["desc"] = "被动技能：增加30%血量，增加15%攻击，增加25%暴击率，增加35%破甲，增加30%免控",
}
data[2837] = {
    ["skillName"] = "暗影之怒",
    ["desc"] = "普通攻击：对随机3名敌方造成[110%攻击]伤害，有25%的几率附加恐惧印记，持续2回合（有恐惧印记的目标无法使用普通攻击）",
}
data[2838] = {
    ["skillName"] = "灵魂献祭",
    ["desc"] = "被动技能：任意敌方英雄血量降低到30%以下时，敌方造成[500%攻击]暴击伤害，吸收目标[所造成伤害的50%]为自身血量（每个敌方英雄仅触发一次）",
}
data[2839] = {
    ["skillName"] = "黑暗风暴",
    ["desc"] = "被动技能：增加40%血量，增加20%攻击，增加35%暴击率，增加50%破甲，增加40%免控",
}
data[2840] = {
    ["skillName"] = "暗影之怒",
    ["desc"] = "普通攻击：对随机3名敌方造成[120%攻击]伤害，有35%的几率附加恐惧印记，持续2回合（有恐惧印记的目标无法使用普通攻击）",
}
data[2841] = {
    ["skillName"] = "灵魂献祭",
    ["desc"] = "被动技能：任意敌方英雄血量降低到30%以下时，敌方造成[750%攻击]暴击伤害，吸收目标[所造成伤害的50%]为自身血量（每个敌方英雄仅触发一次）",
}
data[2842] = {
    ["skillName"] = "圣光加持",
    ["desc"] = "被动技能：增加10%血量，增加20%神圣伤害",
}
data[2843] = {
    ["skillName"] = "正义之怒",
    ["desc"] = "被动技能：每回合开始时，对一名血量最高的敌方附加目标自身[血量上限的10%]伤害的均衡印记，持续1回合（均衡印记的伤害仅在目标英雄使用主动技能时触发）",
}
data[2844] = {
    ["skillName"] = "最终裁决",
    ["desc"] = "被动技能：回合结束时，对全体敌方造成[100%攻击]的神圣伤害，降低10%受到的治疗效果",
}
data[2845] = {
    ["skillName"] = "圣光加持",
    ["desc"] = "被动技能：增加15%血量，增加35%神圣伤害",
}
data[2846] = {
    ["skillName"] = "正义之怒",
    ["desc"] = "被动技能：每回合开始时，对一名血量最高的敌方附加目标自身[血量上限的20%]伤害的均衡印记，持续1回合（均衡印记的伤害仅在目标英雄使用主动技能时触发）",
}
data[2847] = {
    ["skillName"] = "最终裁决",
    ["desc"] = "被动技能：回合结束时，对全体敌方造成[200%攻击]的神圣伤害，降低10%受到的治疗效果",
}
data[2848] = {
    ["skillName"] = "圣光加持",
    ["desc"] = "被动技能：增加20%血量，增加50%神圣伤害",
}
data[2849] = {
    ["skillName"] = "正义之怒",
    ["desc"] = "被动技能：每回合开始时，对一名血量最高的敌方附加目标自身[血量上限的30%]伤害的均衡印记，持续1回合（均衡印记的伤害仅在目标英雄使用主动技能时触发）",
}
data[2850] = {
    ["skillName"] = "最终裁决",
    ["desc"] = "被动技能：回合结束时，对全体敌方造成[400%攻击]的神圣伤害，降低10%受到的治疗效果",
}
data[2853] = {
    ["skillName"] = "精灵之力",
    ["desc"] = "被动技能：增加15%血量，增加10%攻击，增加速度15，增加10%受到的治疗效果",
}
data[2854] = {
    ["skillName"] = "荆棘生长",
    ["desc"] = "被动技能：普通攻击时，对随机1名敌方有50%的几率种下种子，使其1回合后被束缚1回合",
}
data[2855] = {
    ["skillName"] = "自然操控",
    ["desc"] = "被动技能：当敌方英雄被束缚时，对随机3名敌方造成[40%攻击]的中毒伤害，持续6回合，自身恢复[50%攻击]等量生命，增加5%攻击，持续6回合",
}
data[2856] = {
    ["skillName"] = "精灵之力",
    ["desc"] = "被动技能：增加25%血量，增加20%攻击，增加速度25，增加20%受到的治疗效果",
}
data[2857] = {
    ["skillName"] = "荆棘生长",
    ["desc"] = "被动技能：普通攻击时，对随机1名敌方有70%的几率种下种子，使其1回合后被束缚1回合",
}
data[2858] = {
    ["skillName"] = "自然操控",
    ["desc"] = "被动技能：当敌方英雄被束缚时，对随机3名敌方造成[60%攻击]的中毒伤害，持续6回合，自身恢复[100%攻击]等量生命，增加10%攻击，持续6回合",
}
data[2859] = {
    ["skillName"] = "精灵之力",
    ["desc"] = "被动技能：增加35%血量，增加30%攻击，增加速度40，增加30%受到的治疗效果",
}
data[2860] = {
    ["skillName"] = "荆棘生长",
    ["desc"] = "被动技能：普通攻击时，对随机1名敌方种下种子，使其1回合后被束缚1回合",
}
data[2861] = {
    ["skillName"] = "自然操控",
    ["desc"] = "被动技能：当敌方英雄被束缚时，对随机3名敌方造成[100%攻击]的中毒伤害，持续6回合，自身恢复[150%攻击]等量生命，增加20%攻击，持续6回合",
}
data[7001] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[965]的伤害，",
}
data[7002] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[1276]的伤害，",
}
data[7003] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[1586]的伤害，",
}
data[7004] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[1897]的伤害，",
}
data[7005] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[2208]的伤害，",
}
data[7006] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[2518]的伤害，",
}
data[7007] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[2829]的伤害，",
}
data[7008] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[3140]的伤害，",
}
data[7009] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[3450]的伤害，",
}
data[7010] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[3761]的伤害，",
}
data[7011] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[4072]的伤害，",
}
data[7012] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[4382]的伤害，",
}
data[7013] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[4693]的伤害，",
}
data[7014] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[5004]的伤害，",
}
data[7015] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[5314]的伤害，",
}
data[7016] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[5625]的伤害，",
}
data[7017] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[5936]的伤害，",
}
data[7018] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[6246]的伤害，",
}
data[7019] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[6557]的伤害，",
}
data[7020] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[6868]的伤害，",
}
data[7021] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[7178]的伤害，",
}
data[7022] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[7489]的伤害，",
}
data[7023] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[7800]的伤害，",
}
data[7024] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[8111]的伤害，",
}
data[7025] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[8421]的伤害，",
}
data[7026] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[8732]的伤害，",
}
data[7027] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[9043]的伤害，",
}
data[7028] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[9353]的伤害，",
}
data[7029] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[9664]的伤害，",
}
data[7030] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机2名敌方造成[9975]的伤害，",
}
data[7031] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[1,0912]的伤害，有1%的几率石化，持续2回合，",
}
data[7032] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[1,1850]的伤害，有1.3%的几率石化，持续2回合，",
}
data[7033] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[1,2788]的伤害，有1.6%的几率石化，持续2回合，",
}
data[7034] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[1,3725]的伤害，有1.9%的几率石化，持续2回合，",
}
data[7035] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[1,4663]的伤害，有2.2%的几率石化，持续2回合，",
}
data[7036] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[1,5600]的伤害，有2.5%的几率石化，持续2回合，",
}
data[7037] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[1,6538]的伤害，有2.8%的几率石化，持续2回合，",
}
data[7038] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[1,7476]的伤害，有3.1%的几率石化，持续2回合，",
}
data[7039] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[1,8413]的伤害，有3.4%的几率石化，持续2回合，",
}
data[7040] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[1,9351]的伤害，有3.7%的几率石化，持续2回合，",
}
data[7041] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[2,0289]的伤害，有4%的几率石化，持续2回合，",
}
data[7042] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[2,1226]的伤害，有4.3%的几率石化，持续2回合，",
}
data[7043] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[2,2164]的伤害，有4.6%的几率石化，持续2回合，",
}
data[7044] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[2,3102]的伤害，有4.9%的几率石化，持续2回合，",
}
data[7045] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[2,4039]的伤害，有5.2%的几率石化，持续2回合，",
}
data[7046] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[2,4977]的伤害，有5.6%的几率石化，持续2回合，",
}
data[7047] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[2,5915]的伤害，有5.9%的几率石化，持续2回合，",
}
data[7048] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[2,6852]的伤害，有6.2%的几率石化，持续2回合，",
}
data[7049] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[2,7790]的伤害，有6.5%的几率石化，持续2回合，",
}
data[7050] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[2,8728]的伤害，有6.8%的几率石化，持续2回合，",
}
data[7051] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[2,9665]的伤害，有7.1%的几率石化，持续2回合，",
}
data[7052] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[3,0603]的伤害，有7.4%的几率石化，持续2回合，",
}
data[7053] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[3,1540]的伤害，有7.7%的几率石化，持续2回合，",
}
data[7054] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[3,2478]的伤害，有8%的几率石化，持续2回合，",
}
data[7055] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[3,3416]的伤害，有8.3%的几率石化，持续2回合，",
}
data[7056] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[3,4353]的伤害，有8.6%的几率石化，持续2回合，",
}
data[7057] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[3,5291]的伤害，有8.9%的几率石化，持续2回合，",
}
data[7058] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[3,6229]的伤害，有9.2%的几率石化，持续2回合，",
}
data[7059] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[3,7166]的伤害，有9.5%的几率石化，持续2回合，",
}
data[7060] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机3名敌方造成[3,8104]的伤害，有9.8%的几率石化，持续2回合，",
}
data[7061] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[4,0799]的伤害，有10.1%的几率石化，持续2回合，对随机4名友方增加2%神圣伤害，持续3回合",
}
data[7062] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[4,3494]的伤害，有10.4%的几率石化，持续2回合，对随机4名友方增加3%神圣伤害，持续3回合",
}
data[7063] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[4,6189]的伤害，有10.7%的几率石化，持续2回合，对随机4名友方增加4%神圣伤害，持续3回合",
}
data[7064] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[4,8883]的伤害，有11%的几率石化，持续2回合，对随机4名友方增加5%神圣伤害，持续3回合",
}
data[7065] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[5,1578]的伤害，有11.3%的几率石化，持续2回合，对随机4名友方增加6%神圣伤害，持续3回合",
}
data[7066] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[5,4273]的伤害，有11.6%的几率石化，持续2回合，对随机4名友方增加7%神圣伤害，持续3回合",
}
data[7067] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[5,6968]的伤害，有11.9%的几率石化，持续2回合，对随机4名友方增加8%神圣伤害，持续3回合",
}
data[7068] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[5,9663]的伤害，有12.2%的几率石化，持续2回合，对随机4名友方增加9%神圣伤害，持续3回合",
}
data[7069] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[6,2358]的伤害，有12.5%的几率石化，持续2回合，对随机4名友方增加10%神圣伤害，持续3回合",
}
data[7070] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[6,5053]的伤害，有12.8%的几率石化，持续2回合，对随机4名友方增加11%神圣伤害，持续3回合",
}
data[7071] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[6,7747]的伤害，有13.1%的几率石化，持续2回合，对随机4名友方增加12%神圣伤害，持续3回合",
}
data[7072] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[7,0442]的伤害，有13.4%的几率石化，持续2回合，对随机4名友方增加13%神圣伤害，持续3回合",
}
data[7073] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[7,3137]的伤害，有13.7%的几率石化，持续2回合，对随机4名友方增加14%神圣伤害，持续3回合",
}
data[7074] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[7,5832]的伤害，有14%的几率石化，持续2回合，对随机4名友方增加15%神圣伤害，持续3回合",
}
data[7075] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[7,8527]的伤害，有14.3%的几率石化，持续2回合，对随机4名友方增加16%神圣伤害，持续3回合",
}
data[7076] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[8,1222]的伤害，有14.7%的几率石化，持续2回合，对随机4名友方增加17%神圣伤害，持续3回合",
}
data[7077] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[8,3917]的伤害，有15%的几率石化，持续2回合，对随机4名友方增加18%神圣伤害，持续3回合",
}
data[7078] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[8,6611]的伤害，有15.3%的几率石化，持续2回合，对随机4名友方增加19%神圣伤害，持续3回合",
}
data[7079] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[8,9306]的伤害，有15.6%的几率石化，持续2回合，对随机4名友方增加20%神圣伤害，持续3回合",
}
data[7080] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[9,2001]的伤害，有15.9%的几率石化，持续2回合，对随机4名友方增加21%神圣伤害，持续3回合",
}
data[7081] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[9,4696]的伤害，有16.2%的几率石化，持续2回合，对随机4名友方增加22%神圣伤害，持续3回合",
}
data[7082] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[9,7391]的伤害，有16.5%的几率石化，持续2回合，对随机4名友方增加23%神圣伤害，持续3回合",
}
data[7083] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[10,0086]的伤害，有16.8%的几率石化，持续2回合，对随机4名友方增加24%神圣伤害，持续3回合",
}
data[7084] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[10,2781]的伤害，有17.1%的几率石化，持续2回合，对随机4名友方增加25%神圣伤害，持续3回合",
}
data[7085] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[10,5475]的伤害，有17.4%的几率石化，持续2回合，对随机4名友方增加26%神圣伤害，持续3回合",
}
data[7086] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[10,8170]的伤害，有17.7%的几率石化，持续2回合，对随机4名友方增加27%神圣伤害，持续3回合",
}
data[7087] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[11,0865]的伤害，有18%的几率石化，持续2回合，对随机4名友方增加28%神圣伤害，持续3回合",
}
data[7088] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[11,3560]的伤害，有18.3%的几率石化，持续2回合，对随机4名友方增加29%神圣伤害，持续3回合",
}
data[7089] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[11,6255]的伤害，有18.6%的几率石化，持续2回合，对随机4名友方增加30%神圣伤害，持续3回合",
}
data[7090] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[11,8950]的伤害，有18.9%的几率石化，持续2回合，对随机4名友方增加31%神圣伤害，持续3回合",
}
data[7091] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[12,3331]的伤害，有19.2%的几率石化，持续2回合，对随机4名友方增加31%神圣伤害，持续3回合",
}
data[7092] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[12,7713]的伤害，有19.5%的几率石化，持续2回合，对随机4名友方增加32%神圣伤害，持续3回合",
}
data[7093] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[13,2095]的伤害，有19.8%的几率石化，持续2回合，对随机4名友方增加33%神圣伤害，持续3回合",
}
data[7094] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[13,6477]的伤害，有20.1%的几率石化，持续2回合，对随机4名友方增加34%神圣伤害，持续3回合",
}
data[7095] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[14,0859]的伤害，有20.4%的几率石化，持续2回合，对随机4名友方增加35%神圣伤害，持续3回合",
}
data[7096] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[14,5240]的伤害，有20.7%的几率石化，持续2回合，对随机4名友方增加36%神圣伤害，持续3回合",
}
data[7097] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[14,9622]的伤害，有21%的几率石化，持续2回合，对随机4名友方增加37%神圣伤害，持续3回合",
}
data[7098] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[15,4004]的伤害，有21.3%的几率石化，持续2回合，对随机4名友方增加38%神圣伤害，持续3回合",
}
data[7099] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[15,8386]的伤害，有21.6%的几率石化，持续2回合，对随机4名友方增加39%神圣伤害，持续3回合",
}
data[7100] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[16,2767]的伤害，有21.9%的几率石化，持续2回合，对随机4名友方增加40%神圣伤害，持续3回合",
}
data[7101] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[16,7149]的伤害，有22.2%的几率石化，持续2回合，对随机4名友方增加41%神圣伤害，持续3回合",
}
data[7102] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[17,1531]的伤害，有22.5%的几率石化，持续2回合，对随机4名友方增加42%神圣伤害，持续3回合",
}
data[7103] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[17,5913]的伤害，有22.8%的几率石化，持续2回合，对随机4名友方增加43%神圣伤害，持续3回合",
}
data[7104] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[18,0295]的伤害，有23.1%的几率石化，持续2回合，对随机4名友方增加44%神圣伤害，持续3回合",
}
data[7105] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[18,4676]的伤害，有23.4%的几率石化，持续2回合，对随机4名友方增加45%神圣伤害，持续3回合",
}
data[7106] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[18,9058]的伤害，有23.8%的几率石化，持续2回合，对随机4名友方增加46%神圣伤害，持续3回合",
}
data[7107] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[19,3440]的伤害，有24.1%的几率石化，持续2回合，对随机4名友方增加47%神圣伤害，持续3回合",
}
data[7108] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[19,7822]的伤害，有24.4%的几率石化，持续2回合，对随机4名友方增加48%神圣伤害，持续3回合",
}
data[7109] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[20,2203]的伤害，有24.7%的几率石化，持续2回合，对随机4名友方增加49%神圣伤害，持续3回合",
}
data[7110] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[20,6585]的伤害，有25%的几率石化，持续2回合，对随机4名友方增加50%神圣伤害，持续3回合",
}
data[7111] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[21,0967]的伤害，有25.3%的几率石化，持续2回合，对随机4名友方增加51%神圣伤害，持续3回合",
}
data[7112] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[21,5349]的伤害，有25.6%的几率石化，持续2回合，对随机4名友方增加52%神圣伤害，持续3回合",
}
data[7113] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[21,9731]的伤害，有25.9%的几率石化，持续2回合，对随机4名友方增加53%神圣伤害，持续3回合",
}
data[7114] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[22,4112]的伤害，有26.2%的几率石化，持续2回合，对随机4名友方增加54%神圣伤害，持续3回合",
}
data[7115] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[22,8494]的伤害，有26.5%的几率石化，持续2回合，对随机4名友方增加55%神圣伤害，持续3回合",
}
data[7116] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[23,2876]的伤害，有26.8%的几率石化，持续2回合，对随机4名友方增加56%神圣伤害，持续3回合",
}
data[7117] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[23,7258]的伤害，有27.1%的几率石化，持续2回合，对随机4名友方增加57%神圣伤害，持续3回合",
}
data[7118] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[24,1639]的伤害，有27.4%的几率石化，持续2回合，对随机4名友方增加58%神圣伤害，持续3回合",
}
data[7119] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[24,6021]的伤害，有27.7%的几率石化，持续2回合，对随机4名友方增加59%神圣伤害，持续3回合",
}
data[7120] = {
    ["skillName"] = "死亡凝视",
    ["desc"] = "主动技能：对随机4名敌方造成[25,0403]的伤害，有28%的几率石化，持续2回合，对随机4名友方增加60%神圣伤害，持续3回合",
}
data[7121] = {
    ["skillName"] = "闪电连",
    ["desc"] = "对敌人造成伤害",
}
data[40001] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[1736]的伤害，",
}
data[40002] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[2295]的伤害，",
}
data[40003] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[2854]的伤害，",
}
data[40004] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[3412]的伤害，",
}
data[40005] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[3971]的伤害，",
}
data[40006] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[4530]的伤害，",
}
data[40007] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[5089]的伤害，",
}
data[40008] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[5648]的伤害，",
}
data[40009] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[6207]的伤害，",
}
data[40010] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[6765]的伤害，",
}
data[40011] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[7324]的伤害，",
}
data[40012] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[7883]的伤害，",
}
data[40013] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[8442]的伤害，",
}
data[40014] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[9001]的伤害，",
}
data[40015] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[9559]的伤害，",
}
data[40016] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[1,0118]的伤害，",
}
data[40017] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[1,0677]的伤害，",
}
data[40018] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[1,1236]的伤害，",
}
data[40019] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[1,1795]的伤害，",
}
data[40020] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[1,2353]的伤害，",
}
data[40021] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[1,2912]的伤害，",
}
data[40022] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[1,3471]的伤害，",
}
data[40023] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[1,4030]的伤害，",
}
data[40024] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[1,4589]的伤害，",
}
data[40025] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[1,5148]的伤害，",
}
data[40026] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[1,5706]的伤害，",
}
data[40027] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[1,6265]的伤害，",
}
data[40028] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[1,6824]的伤害，",
}
data[40029] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[1,7383]的伤害，",
}
data[40030] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机2名敌方造成[1,7942]的伤害，",
}
data[40031] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[1,9628]的伤害，有2%的几率沉默，持续2回合，",
}
data[40032] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,1315]的伤害，有3%的几率沉默，持续2回合，",
}
data[40033] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,3001]的伤害，有3%的几率沉默，持续2回合，",
}
data[40034] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,4688]的伤害，有4%的几率沉默，持续2回合，",
}
data[40035] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,6374]的伤害，有4%的几率沉默，持续2回合，",
}
data[40036] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,8061]的伤害，有5%的几率沉默，持续2回合，",
}
data[40037] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,9748]的伤害，有5%的几率沉默，持续2回合，",
}
data[40038] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[3,1434]的伤害，有6%的几率沉默，持续2回合，",
}
data[40039] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[3,3121]的伤害，有6%的几率沉默，持续2回合，",
}
data[40040] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[3,4807]的伤害，有7%的几率沉默，持续2回合，",
}
data[40041] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[3,6494]的伤害，有7%的几率沉默，持续2回合，",
}
data[40042] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[3,8180]的伤害，有8%的几率沉默，持续2回合，",
}
data[40043] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[3,9867]的伤害，有8%的几率沉默，持续2回合，",
}
data[40044] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[4,1553]的伤害，有9%的几率沉默，持续2回合，",
}
data[40045] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[4,3240]的伤害，有10%的几率沉默，持续2回合，",
}
data[40046] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[4,4927]的伤害，有10%的几率沉默，持续2回合，",
}
data[40047] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[4,6613]的伤害，有11%的几率沉默，持续2回合，",
}
data[40048] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[4,8300]的伤害，有11%的几率沉默，持续2回合，",
}
data[40049] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[4,9986]的伤害，有12%的几率沉默，持续2回合，",
}
data[40050] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[5,1673]的伤害，有12%的几率沉默，持续2回合，",
}
data[40051] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[5,3359]的伤害，有13%的几率沉默，持续2回合，",
}
data[40052] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[5,5046]的伤害，有13%的几率沉默，持续2回合，",
}
data[40053] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[5,6732]的伤害，有14%的几率沉默，持续2回合，",
}
data[40054] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[5,8419]的伤害，有14%的几率沉默，持续2回合，",
}
data[40055] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[6,0106]的伤害，有15%的几率沉默，持续2回合，",
}
data[40056] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[6,1792]的伤害，有15%的几率沉默，持续2回合，",
}
data[40057] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[6,3479]的伤害，有16%的几率沉默，持续2回合，",
}
data[40058] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[6,5165]的伤害，有17%的几率沉默，持续2回合，",
}
data[40059] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[6,6852]的伤害，有17%的几率沉默，持续2回合，",
}
data[40060] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机3名敌方造成[6,8538]的伤害，有18%的几率沉默，持续2回合，",
}
data[40061] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[7,3386]的伤害，有18%的几率沉默，持续2回合，对随机4名友方增加2能量",
}
data[40062] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[7,8233]的伤害，有19%的几率沉默，持续2回合，对随机4名友方增加3能量",
}
data[40063] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[8,3080]的伤害，有19%的几率沉默，持续2回合，对随机4名友方增加4能量",
}
data[40064] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[8,7927]的伤害，有20%的几率沉默，持续2回合，对随机4名友方增加4能量",
}
data[40065] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[9,2775]的伤害，有20%的几率沉默，持续2回合，对随机4名友方增加5能量",
}
data[40066] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[9,7622]的伤害，有21%的几率沉默，持续2回合，对随机4名友方增加6能量",
}
data[40067] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[10,2469]的伤害，有21%的几率沉默，持续2回合，对随机4名友方增加7能量",
}
data[40068] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[10,7316]的伤害，有22%的几率沉默，持续2回合，对随机4名友方增加8能量",
}
data[40069] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[11,2164]的伤害，有22%的几率沉默，持续2回合，对随机4名友方增加9能量",
}
data[40070] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[11,7011]的伤害，有23%的几率沉默，持续2回合，对随机4名友方增加9能量",
}
data[40071] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[12,1858]的伤害，有24%的几率沉默，持续2回合，对随机4名友方增加10能量",
}
data[40072] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[12,6706]的伤害，有24%的几率沉默，持续2回合，对随机4名友方增加11能量",
}
data[40073] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[13,1553]的伤害，有25%的几率沉默，持续2回合，对随机4名友方增加12能量",
}
data[40074] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[13,6400]的伤害，有25%的几率沉默，持续2回合，对随机4名友方增加13能量",
}
data[40075] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[14,1247]的伤害，有26%的几率沉默，持续2回合，对随机4名友方增加13能量",
}
data[40076] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[14,6095]的伤害，有26%的几率沉默，持续2回合，对随机4名友方增加14能量",
}
data[40077] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[15,0942]的伤害，有27%的几率沉默，持续2回合，对随机4名友方增加15能量",
}
data[40078] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[15,5789]的伤害，有27%的几率沉默，持续2回合，对随机4名友方增加16能量",
}
data[40079] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[16,0636]的伤害，有28%的几率沉默，持续2回合，对随机4名友方增加17能量",
}
data[40080] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[16,5484]的伤害，有28%的几率沉默，持续2回合，对随机4名友方增加17能量",
}
data[40081] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[17,0331]的伤害，有29%的几率沉默，持续2回合，对随机4名友方增加18能量",
}
data[40082] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[17,5178]的伤害，有30%的几率沉默，持续2回合，对随机4名友方增加19能量",
}
data[40083] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[18,0025]的伤害，有30%的几率沉默，持续2回合，对随机4名友方增加20能量",
}
data[40084] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[18,4873]的伤害，有31%的几率沉默，持续2回合，对随机4名友方增加21能量",
}
data[40085] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[18,9720]的伤害，有31%的几率沉默，持续2回合，对随机4名友方增加22能量",
}
data[40086] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[19,4567]的伤害，有32%的几率沉默，持续2回合，对随机4名友方增加22能量",
}
data[40087] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[19,9415]的伤害，有32%的几率沉默，持续2回合，对随机4名友方增加23能量",
}
data[40088] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[20,4262]的伤害，有33%的几率沉默，持续2回合，对随机4名友方增加24能量",
}
data[40089] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[20,9109]的伤害，有33%的几率沉默，持续2回合，对随机4名友方增加25能量",
}
data[40090] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[21,3956]的伤害，有34%的几率沉默，持续2回合，对随机4名友方增加26能量",
}
data[40091] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[22,1838]的伤害，有34%的几率沉默，持续2回合，对随机4名友方增加26能量，增加速度1，持续1回合",
}
data[40092] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[22,9719]的伤害，有35%的几率沉默，持续2回合，对随机4名友方增加27能量，增加速度2，持续1回合",
}
data[40093] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[23,7601]的伤害，有35%的几率沉默，持续2回合，对随机4名友方增加28能量，增加速度3，持续1回合",
}
data[40094] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[24,5483]的伤害，有36%的几率沉默，持续2回合，对随机4名友方增加29能量，增加速度4，持续1回合",
}
data[40095] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[25,3364]的伤害，有37%的几率沉默，持续2回合，对随机4名友方增加30能量，增加速度5，持续1回合",
}
data[40096] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[26,1246]的伤害，有37%的几率沉默，持续2回合，对随机4名友方增加30能量，增加速度6，持续1回合",
}
data[40097] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[26,9127]的伤害，有38%的几率沉默，持续2回合，对随机4名友方增加31能量，增加速度7，持续1回合",
}
data[40098] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[27,7009]的伤害，有38%的几率沉默，持续2回合，对随机4名友方增加32能量，增加速度8，持续1回合",
}
data[40099] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[28,4890]的伤害，有39%的几率沉默，持续2回合，对随机4名友方增加33能量，增加速度9，持续1回合",
}
data[40100] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[29,2772]的伤害，有39%的几率沉默，持续2回合，对随机4名友方增加34能量，增加速度10，持续1回合",
}
data[40101] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[30,0653]的伤害，有40%的几率沉默，持续2回合，对随机4名友方增加35能量，增加速度11，持续1回合",
}
data[40102] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[30,8535]的伤害，有40%的几率沉默，持续2回合，对随机4名友方增加35能量，增加速度12，持续1回合",
}
data[40103] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[31,6417]的伤害，有41%的几率沉默，持续2回合，对随机4名友方增加36能量，增加速度13，持续1回合",
}
data[40104] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[32,4298]的伤害，有41%的几率沉默，持续2回合，对随机4名友方增加37能量，增加速度14，持续1回合",
}
data[40105] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[33,2180]的伤害，有42%的几率沉默，持续2回合，对随机4名友方增加38能量，增加速度15，持续1回合",
}
data[40106] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[34,0061]的伤害，有42%的几率沉默，持续2回合，对随机4名友方增加39能量，增加速度16，持续1回合",
}
data[40107] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[34,7943]的伤害，有43%的几率沉默，持续2回合，对随机4名友方增加39能量，增加速度17，持续1回合",
}
data[40108] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[35,5824]的伤害，有44%的几率沉默，持续2回合，对随机4名友方增加40能量，增加速度18，持续1回合",
}
data[40109] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[36,3706]的伤害，有44%的几率沉默，持续2回合，对随机4名友方增加41能量，增加速度19，持续1回合",
}
data[40110] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[37,1587]的伤害，有45%的几率沉默，持续2回合，对随机4名友方增加42能量，增加速度20，持续1回合",
}
data[40111] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[37,9469]的伤害，有45%的几率沉默，持续2回合，对随机4名友方增加43能量，增加速度21，持续1回合",
}
data[40112] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[38,7351]的伤害，有46%的几率沉默，持续2回合，对随机4名友方增加43能量，增加速度22，持续1回合",
}
data[40113] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[39,5232]的伤害，有46%的几率沉默，持续2回合，对随机4名友方增加44能量，增加速度23，持续1回合",
}
data[40114] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[40,3114]的伤害，有47%的几率沉默，持续2回合，对随机4名友方增加45能量，增加速度24，持续1回合",
}
data[40115] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[41,0995]的伤害，有47%的几率沉默，持续2回合，对随机4名友方增加46能量，增加速度25，持续1回合",
}
data[40116] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[41,8877]的伤害，有48%的几率沉默，持续2回合，对随机4名友方增加47能量，增加速度26，持续1回合",
}
data[40117] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[42,6758]的伤害，有48%的几率沉默，持续2回合，对随机4名友方增加48能量，增加速度27，持续1回合",
}
data[40118] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[43,4640]的伤害，有49%的几率沉默，持续2回合，对随机4名友方增加48能量，增加速度28，持续1回合",
}
data[40119] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[44,2521]的伤害，有49%的几率沉默，持续2回合，对随机4名友方增加49能量，增加速度29，持续1回合",
}
data[40120] = {
    ["skillName"] = "灵魂冲击",
    ["desc"] = "主动技能：对随机4名敌方造成[45,0403]的伤害，有50%的几率沉默，持续2回合，对随机4名友方增加50能量，增加速度30，持续1回合",
}
data[3301] = {
    ["skillName"] = "猎魔高手III",
    ["desc"] = "被动技能：增加30%暴击率，增加30%暴击伤害，增加30%攻击",
}
data[3302] = {
    ["skillName"] = "凌辱III",
    ["desc"] = "被动技能：敌方英雄死亡时，增加20%暴击伤害，增加15%攻击",
}
data[3303] = {
    ["skillName"] = "哀恸箭III",
    ["desc"] = "被动技能：普通攻击时，敌方造成[200%攻击]的中毒伤害，持续1回合，有25%的几率沉默，持续2回合",
}
data[3304] = {
    ["skillName"] = "生命III",
    ["desc"] = "被动技能：增加40%血量，增加45%护甲",
}
data[3305] = {
    ["skillName"] = "鼓舞仪式III",
    ["desc"] = "被动技能：我方英雄暴击时，恢复[90%攻击]等量生命",
}
data[3306] = {
    ["skillName"] = "热忱III",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低15%破甲，持续6回合，降低30%神圣伤害，持续6回合，造成[50%攻击]的燃烧伤害，持续6回合",
}
data[3307] = {
    ["skillName"] = "猎魔高手III",
    ["desc"] = "被动技能：增加30%暴击率，增加50%暴击伤害，增加40%血量",
}
data[3308] = {
    ["skillName"] = "虚弱打击III",
    ["desc"] = "普通攻击：血量最低的敌方造成[120%攻击]伤害，降低25%攻击，持续3回合",
}
data[3309] = {
    ["skillName"] = "毒性攻击III",
    ["desc"] = "被动技能：回合结束时，血量最低的敌方造成[300%攻击]伤害(此技能可暴击)",
}
data[3310] = {
    ["skillName"] = "残废打击III",
    ["desc"] = "普通攻击：对随机2名敌方造成[110%攻击]伤害，有15%的几率眩晕，持续2回合",
}
data[3311] = {
    ["skillName"] = "森林之歌III",
    ["desc"] = "被动技能：增加30%暴击率，增加45%攻击，增加20%血量",
}
data[3312] = {
    ["skillName"] = "灵魂协调III",
    ["desc"] = "被动技能：场上有英雄死亡时，血量最少的友方恢复[血量上限的30%]等量生命",
}
data[3313] = {
    ["skillName"] = "恐惧之念III",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低30%暴击率，持续2回合，降低20%攻击，持续2回合",
}
data[3314] = {
    ["skillName"] = "格鲁的坚韧III",
    ["desc"] = "被动技能：增加44%血量，增加26%减伤",
}
data[3315] = {
    ["skillName"] = "反击III",
    ["desc"] = "被动技能：受到攻击时，对攻击者造成[200%攻击]反击伤害，对全体友方恢复[30%攻击]等量生命",
}
data[3316] = {
    ["skillName"] = "暴击III",
    ["desc"] = "被动技能：增加40%暴击率，增加20%攻击，如果目标处于中毒状态增加50%伤害，增加20%血量",
}
data[3317] = {
    ["skillName"] = "中毒III",
    ["desc"] = "被动技能：造成暴击伤害时，敌方造成[150%攻击]的中毒伤害，持续2回合",
}
data[3318] = {
    ["skillName"] = "毒性掌握III",
    ["desc"] = "普通攻击：对后排敌方造成[85%攻击]伤害，降低速度60，持续3回合",
}
data[3319] = {
    ["skillName"] = "罗萨的精灵III",
    ["desc"] = "被动技能：增加40%血量，增加35%格挡，增加速度70",
}
data[3320] = {
    ["skillName"] = "破盾咒言III",
    ["desc"] = "被动技能：普通攻击时，对全体敌方降低20%护甲，持续3回合",
}
data[3321] = {
    ["skillName"] = "守护之灵III",
    ["desc"] = "被动技能：血量低于80%时，对全体友方增加10%减伤（仅触发一次）",
}
data[3322] = {
    ["skillName"] = "咆哮战歌III",
    ["desc"] = "被动技能：普通攻击时，增加30%攻击，恢复[70%攻击]等量生命",
}
data[3323] = {
    ["skillName"] = "勇猛埃德加III",
    ["desc"] = "被动技能：处在后排时增加30%攻击，处在后排时增加50%暴击伤害，处在后排时增加100%精准，处于前排时增加60%血量，处于前排时增加40%格挡",
}
data[3324] = {
    ["skillName"] = "狂乱怒吼III",
    ["desc"] = "被动技能：血量低于80%时，增加28%攻击，持续5回合，增加30%暴击率，持续5回合（仅触发一次）",
}
data[3325] = {
    ["skillName"] = "亡灵意志III",
    ["desc"] = "被动技能：增加40%血量，增加30%攻击",
}
data[3326] = {
    ["skillName"] = "生命仪式III",
    ["desc"] = "被动技能：敌方英雄格挡时，对全体友方恢复[125%攻击]等量生命",
}
data[3327] = {
    ["skillName"] = "精诚之心III",
    ["desc"] = "被动技能：普通攻击时，恢复[112%攻击]等量生命",
}
data[3328] = {
    ["skillName"] = "破绽III",
    ["desc"] = "被动技能：增加40%破甲，增加25%攻击，增加25%血量",
}
data[3329] = {
    ["skillName"] = "追击III",
    ["desc"] = "普通攻击：血量最低的敌方造成[130%攻击]伤害，降低100%护甲",
}
data[3330] = {
    ["skillName"] = "血腥破甲III",
    ["desc"] = "被动技能：血量低于80%时，增加40%破甲，恢复[400%攻击]等量生命，持续4回合，增加20%暴击率（仅触发一次）",
}
data[3331] = {
    ["skillName"] = "亡灵意志III",
    ["desc"] = "被动技能：增加40%血量，增加36%破甲",
}
data[3332] = {
    ["skillName"] = "死亡威胁III",
    ["desc"] = "被动技能：增加50能量，增加20%攻击",
}
data[3333] = {
    ["skillName"] = "血腥护甲III",
    ["desc"] = "被动技能：增加80%攻击 被动技能：第四回合时，降低50%攻击",
}
data[3334] = {
    ["skillName"] = "冷血易伤III",
    ["desc"] = "被动技能：我方英雄死亡时，增加28%破甲，增加30%攻击",
}
data[3335] = {
    ["skillName"] = "疯狂之力III",
    ["desc"] = "被动技能：增加32%破甲，增加30%血量，增加30%攻击",
}
data[3336] = {
    ["skillName"] = "遗愿III",
    ["desc"] = "被动技能：死亡后，对全体敌方造成[140%攻击]伤害（仅触发一次）",
}
data[3337] = {
    ["skillName"] = "专注打击III",
    ["desc"] = "普通攻击：对前排敌方造成[105%攻击]伤害，降低20%格挡，持续3回合",
}
data[3338] = {
    ["skillName"] = "卡尔玛之眼III",
    ["desc"] = "被动技能：增加100%精准，增加45%攻击，增加20%血量，增加速度40",
}
data[3339] = {
    ["skillName"] = "血腥猛攻III",
    ["desc"] = "被动技能：普通攻击时，敌方血量高于50%时造成[100%攻击]伤害",
}
data[3340] = {
    ["skillName"] = "眩晕III",
    ["desc"] = "普通攻击：对单个敌方造成[100%攻击]伤害，有75%的几率石化，持续2回合",
}
data[3341] = {
    ["skillName"] = "弱点击破III",
    ["desc"] = "被动技能：如果目标处于石化状态增加125%伤害",
}
data[3342] = {
    ["skillName"] = "破绽III",
    ["desc"] = "被动技能：增加40%破甲，增加35%攻击，增加30%血量",
}
data[3343] = {
    ["skillName"] = "弱点偷袭III",
    ["desc"] = "被动技能：增加20%破甲，增加35%攻击，增加15%血量，如果目标处于中毒状态增加50%伤害",
}
data[3344] = {
    ["skillName"] = "淬毒炼刃III",
    ["desc"] = "被动技能：普通攻击时，敌方造成[55%攻击]的中毒伤害，持续15回合",
}
data[3345] = {
    ["skillName"] = "毒雾护体III",
    ["desc"] = "被动技能：血量低于30%时，对后排敌方造成[150%攻击]的中毒伤害，持续15回合（仅触发一次）",
}
data[3346] = {
    ["skillName"] = "血流如注III",
    ["desc"] = "被动技能：普通攻击时，敌方造成[67%攻击]的流血伤害，持续6回合，对法师目标额外造成[100%攻击]的流血伤害，持续6回合，自身增加16.8%破甲，持续6回合",
}
data[3347] = {
    ["skillName"] = "杀戮之心III",
    ["desc"] = "被动技能：增加50%精准，增加32%破甲，如果目标处于流血状态增加85%伤害，增加50%血量",
}
data[3348] = {
    ["skillName"] = "生机吸收III",
    ["desc"] = "被动技能：敌方英雄死亡时，恢复[360%攻击]等量生命",
}
data[3349] = {
    ["skillName"] = "矮人荣耀III",
    ["desc"] = "被动技能：增加48%护甲，增加40%血量，增加40%格挡",
}
data[3350] = {
    ["skillName"] = "反击III",
    ["desc"] = "被动技能：受到暴击时，对攻击者造成[250%攻击]反击伤害",
}
data[3351] = {
    ["skillName"] = "血腥护甲III",
    ["desc"] = "被动技能：血量低于80%时，对全体友方增加100%护甲（仅触发一次）",
}
data[3352] = {
    ["skillName"] = "剑术宗师III",
    ["desc"] = "被动技能：增加20%减伤，增加30%攻击，增加25%血量",
}
data[3353] = {
    ["skillName"] = "瘫痪III",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低9%攻击，持续3回合，自身增加9%攻击，持续3回合",
}
data[3354] = {
    ["skillName"] = "冰冻掌握III",
    ["desc"] = "被动技能：如果目标处于冰冻状态增加160%伤害，如果目标处于冰冻状态增加50%暴击率",
}
data[3355] = {
    ["skillName"] = "秘法之心III",
    ["desc"] = "被动技能：增加25%攻击，增加35%血量，增加30%免控",
}
data[3356] = {
    ["skillName"] = "布利的忠诚III",
    ["desc"] = "被动技能：死亡后，对后排敌方有45%的几率眩晕，持续2回合（仅触发一次）",
}
data[3357] = {
    ["skillName"] = "眩晕III",
    ["desc"] = "普通攻击：对单个敌方造成[100%攻击]伤害，有65%的几率眩晕，持续2回合",
}
data[3358] = {
    ["skillName"] = "流血III",
    ["desc"] = "被动技能：对全体敌方降低15%免控，降低15%格挡",
}
data[3359] = {
    ["skillName"] = "影舞III",
    ["desc"] = "被动技能：增加30%血量，增加35%格挡，增加40%攻击",
}
data[3360] = {
    ["skillName"] = "虚弱打击III",
    ["desc"] = "被动技能：任何敌方英雄被控制时，敌方造成[500%攻击]伤害",
}
data[3361] = {
    ["skillName"] = "忍术III",
    ["desc"] = "被动技能：增加40%格挡，增加速度30，增加30%暴击率，增加45%血量",
}
data[3362] = {
    ["skillName"] = "敏锐III",
    ["desc"] = "被动技能：格挡成功时，恢复[55%攻击]等量生命，增加50能量",
}
data[3363] = {
    ["skillName"] = "乱攻III",
    ["desc"] = "普通攻击：对前排敌方造成[95%攻击]伤害，对全体敌方降低15%减伤",
}
data[3364] = {
    ["skillName"] = "精诚之心III",
    ["desc"] = "被动技能：普通攻击时，敌方降低15%攻击，持续3回合",
}
data[3365] = {
    ["skillName"] = "魔能III",
    ["desc"] = "被动技能：增加95%技能伤害，增加50%血量，增加30%精准",
}
data[3366] = {
    ["skillName"] = "暴躁III",
    ["desc"] = "被动技能：普通攻击时，敌方降低15%暴击率，持续3回合，自身增加25%攻击，持续3回合",
}
data[3367] = {
    ["skillName"] = "疗伤III",
    ["desc"] = "被动技能：回合结束时，血量最少的友方恢复[150%攻击]等量生命",
}
data[3368] = {
    ["skillName"] = "奥玛斯之力III",
    ["desc"] = "被动技能：增加35%血量，增加25%攻击，增加速度50",
}
data[3369] = {
    ["skillName"] = "奥玛斯之心III",
    ["desc"] = "被动技能：血量低于30%时，对全体友方恢复[250%攻击]等量生命（仅触发一次）",
}
data[3370] = {
    ["skillName"] = "圣灵庇佑III",
    ["desc"] = "被动技能：增加40%血量，增加速度85",
}
data[3371] = {
    ["skillName"] = "元素裂变III",
    ["desc"] = "普通攻击：对随机3名敌方造成[80%攻击]伤害，降低20%暴击率，持续3回合",
}
data[3372] = {
    ["skillName"] = "英勇无畏III",
    ["desc"] = "被动技能：血量低于50%时，对全体友方增加29%攻击，持续3回合，对全体敌方降低29%护甲，持续3回合（仅触发一次）",
}
data[3373] = {
    ["skillName"] = "余烬不灭III",
    ["desc"] = "被动技能：我方英雄死亡时，增加25%攻击，增加30%技能伤害",
}
data[3374] = {
    ["skillName"] = "能量汲取III",
    ["desc"] = "被动技能：敌方英雄死亡时，增加20%暴击率，增加30%暴击伤害",
}
data[3375] = {
    ["skillName"] = "风暴之力III",
    ["desc"] = "被动技能：增加40%血量，增加20%攻击，增加37.5%技能伤害",
}
data[3376] = {
    ["skillName"] = "灼热之痛",
    ["desc"] = "被动技能：普通攻击时，敌方造成[45%攻击]的燃烧伤害，持续4回合，降低24%护甲，持续4回合，自身如果目标处于燃烧状态增加50%伤害，持续4回合",
}
data[3377] = {
    ["skillName"] = "熔岩护盾",
    ["desc"] = "被动技能：增加48%护甲，增加20%攻击，增加30%血量，增加30%精准，对战士目标额外增加100%伤害",
}
data[3378] = {
    ["skillName"] = "灼热反击",
    ["desc"] = "被动技能：受到攻击时，对攻击者对护甲低于自己的目标造成[180%攻击]反击伤害",
}
data[3379] = {
    ["skillName"] = "毒性攻击III",
    ["desc"] = "普通攻击：对随机3名敌方造成[95%攻击]伤害，造成[80%攻击]的中毒伤害，持续2回合",
}
data[3380] = {
    ["skillName"] = "玛格丽特的礼物III",
    ["desc"] = "被动技能：死亡后，对全体敌方造成[130%攻击]的中毒伤害，持续15回合，对全体友方如果目标处于中毒状态增加20%伤害（仅触发一次）",
}
data[3381] = {
    ["skillName"] = "毒性皮肤III",
    ["desc"] = "被动技能：受到攻击时，对攻击者造成[100%攻击]的中毒伤害，持续2回合",
}
data[3382] = {
    ["skillName"] = "以暴制暴III",
    ["desc"] = "被动技能：普通攻击时，敌方降低20%暴击率，持续4回合，自身增加20%暴击率，持续4回合，有50%的几率增加30%暴击伤害，持续2回合",
}
data[3383] = {
    ["skillName"] = "刀锋之怒III",
    ["desc"] = "被动技能：增加50%攻击，增加30%暴击伤害，增加16%血量，增加30%减伤",
}
data[3384] = {
    ["skillName"] = "反击III",
    ["desc"] = "被动技能：受到攻击时，对攻击者造成[120%攻击]反击伤害，造成[125%攻击]的流血伤害，持续2回合",
}
data[3385] = {
    ["skillName"] = "恐惧之念III",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低18%暴击率，持续3回合，降低30%暴击伤害，持续3回合",
}
data[3386] = {
    ["skillName"] = "恶魔之心III",
    ["desc"] = "被动技能：增加40%护甲，增加40%血量",
}
data[3387] = {
    ["skillName"] = "魔王铠甲III",
    ["desc"] = "被动技能：血量低于80%时，增加120%护甲（仅触发一次）",
}
data[3388] = {
    ["skillName"] = "攻击III",
    ["desc"] = "被动技能：增加35%攻击，增加30%血量",
}
data[3389] = {
    ["skillName"] = "点燃III",
    ["desc"] = "被动技能：普通攻击时，敌方造成[110%攻击]的燃烧伤害，持续2回合",
}
data[3390] = {
    ["skillName"] = "火焰皮肤III",
    ["desc"] = "被动技能：受到攻击时，对随机2名敌方造成[80%攻击]的燃烧伤害，持续4回合",
}
data[3391] = {
    ["skillName"] = "恶魔之心III",
    ["desc"] = "被动技能：增加40%护甲，增加40%血量，增加30%攻击",
}
data[3392] = {
    ["skillName"] = "反击III",
    ["desc"] = "被动技能：受到暴击时，对攻击者造成[640%攻击]反击伤害",
}
data[3393] = {
    ["skillName"] = "晶石护体III",
    ["desc"] = "被动技能：血量低于80%时，增加45%减伤，持续3回合（仅触发一次）",
}
data[3394] = {
    ["skillName"] = "恶魔力量III",
    ["desc"] = "被动技能：增加35%攻击，增加30%暴击率，增加20%血量，增加40%暴击伤害",
}
data[3395] = {
    ["skillName"] = "猛击III",
    ["desc"] = "被动技能：敌方英雄死亡时，增加30%攻击",
}
data[3396] = {
    ["skillName"] = "后排打击III",
    ["desc"] = "普通攻击：血量最低的敌方造成[130%攻击]伤害，吸收目标[所造成伤害的45%]为自身血量",
}
data[3397] = {
    ["skillName"] = "丹特里安之力III",
    ["desc"] = "被动技能：增加40%护甲，增加25%攻击，增加25%血量，对战士目标额外增加150%伤害",
}
data[3398] = {
    ["skillName"] = "战意III",
    ["desc"] = "被动技能：普通攻击时，增加12%攻击",
}
data[3399] = {
    ["skillName"] = "自愈III",
    ["desc"] = "被动技能：受到攻击时，恢复[70%攻击]等量生命",
}
data[3400] = {
    ["skillName"] = "战意削弱III",
    ["desc"] = "被动技能：每回合开始时，对随机3名友方附加70%的保护标记，持续1回合(有2x%保护标记的目标受到伤害时，减少受到2x%的伤害，施加标记的英雄承担x%的伤害)",
}
data[3401] = {
    ["skillName"] = "钢铁之躯III",
    ["desc"] = "被动技能：增加50%血量",
}
data[3402] = {
    ["skillName"] = "狂暴攻击III",
    ["desc"] = "被动技能：第四回合时，对全体友方增加10%暴击率，增加20%暴击伤害",
}
data[3403] = {
    ["skillName"] = "石化III",
    ["desc"] = "普通攻击：对单个敌方造成[100%攻击]伤害，有55%的几率石化，持续2回合",
}
data[3404] = {
    ["skillName"] = "黑洞III",
    ["desc"] = "被动技能：增加100%技能伤害，增加40%血量，增加速度60",
}
data[3405] = {
    ["skillName"] = "以攻为守III",
    ["desc"] = "被动技能：受到攻击时，有50%的几率增加60%攻击，持续2回合，对攻击者有30%的几率降低30能量",
}
data[3406] = {
    ["skillName"] = "沉睡魔咒III",
    ["desc"] = "被动技能：增加55%攻击",
}
data[3407] = {
    ["skillName"] = "暗影聚力III",
    ["desc"] = "被动技能：受到攻击时，对攻击者附加一个回合标记，回合标记一回合后触发造成[250%攻击]伤害，自身恢复[42%攻击]等量生命",
}
data[3408] = {
    ["skillName"] = "黑夜重生III",
    ["desc"] = "被动技能：死亡后，复活并恢复100%血量(仅生效一次)（仅触发一次）",
}
data[3409] = {
    ["skillName"] = "黑暗领悟III",
    ["desc"] = "被动技能：增加20%暴击率，增加45%攻击，增加40%血量，对游侠目标额外增加60%伤害",
}
data[3410] = {
    ["skillName"] = "暗影之握III",
    ["desc"] = "被动技能：普通攻击时，增加20%攻击，持续3回合，增加速度15，持续3回合",
}
data[3411] = {
    ["skillName"] = "阴影潜伏III",
    ["desc"] = "被动技能：我方英雄使用主动技能时，增加20%技能伤害，增加30能量",
}
data[3412] = {
    ["skillName"] = "焕发生机III",
    ["desc"] = "被动技能：普通攻击时，血量最少的友方恢复[135%攻击]等量生命",
}
data[3413] = {
    ["skillName"] = "天堂之令III",
    ["desc"] = "被动技能：增加30%神圣伤害，增加25%攻击，增加20%血量，增加速度60",
}
data[3414] = {
    ["skillName"] = "自愈III",
    ["desc"] = "被动技能：受到攻击时，恢复[80%攻击]等量生命",
}
data[3415] = {
    ["skillName"] = "阿斯莫德神威III",
    ["desc"] = "被动技能：增加40%血量，增加36%神圣伤害，增加24%暴击率，增加30%减伤",
}
data[3416] = {
    ["skillName"] = "神圣之印III",
    ["desc"] = "被动技能：普通攻击时，敌方有100%几率附加一个暴击标记，暴击标记暴击后造成[90%攻击]伤害，自身增加25%神圣伤害，持续3回合",
}
data[3417] = {
    ["skillName"] = "光之守护III",
    ["desc"] = "被动技能：受到攻击时，对攻击者有100%几率附加一个暴击标记，暴击标记暴击后造成[100%攻击]伤害，自身增加15%神圣伤害，持续3回合",
}
data[3418] = {
    ["skillName"] = "光芒意志III",
    ["desc"] = "被动技能：增加速度40",
}
data[3419] = {
    ["skillName"] = "光之信徒III",
    ["desc"] = "被动技能：死亡后，复活并恢复100%血量(仅生效一次)（仅触发一次）",
}
data[3420] = {
    ["skillName"] = "米迦勒的救赎III",
    ["desc"] = "被动技能：增加100%免控，增加60%神圣伤害，增加30%血量",
}
data[3421] = {
    ["skillName"] = "异虫护甲",
    ["desc"] = "被动技能：增加35%血量，增加20%暴击率，增加20%减伤",
}
data[3422] = {
    ["skillName"] = "亡者之握",
    ["desc"] = "被动技能：普通攻击时，敌方对目标附加一层35%伤害的闪电印记，吸收目标10%攻击，持续2回合（闪电印记加深x%斯克雷主动技能对其的伤害）",
}
data[3423] = {
    ["skillName"] = "死亡蔓延",
    ["desc"] = "被动技能：受到攻击时，对攻击者对目标附加一层35%伤害的闪电印记，自身增加15%暴击伤害，持续3回合（闪电印记加深x%斯克雷主动技能对其的伤害）",
}
data[3424] = {
    ["skillName"] = "女王赦令",
    ["desc"] = "被动技能：增加30%攻击，增加25%血量，增加35%暴击率",
}
data[3425] = {
    ["skillName"] = "星之交响",
    ["desc"] = "被动技能：普通攻击时，恢复[300%攻击]等量生命，恢复[120%攻击]等量生命，持续2回合，增加30%攻击，持续3回合",
}
data[3426] = {
    ["skillName"] = "迷惘挽歌",
    ["desc"] = "被动技能：血量低于50%时，对全体敌方有100%的几率沉默，持续1回合，自身增加30%暴击伤害，持续6回合（仅触发一次）",
}
data[3427] = {
    ["skillName"] = "冰霜领域",
    ["desc"] = "被动技能：受到攻击时，对攻击者有50%的几率冰冻，持续2回合",
}
data[3428] = {
    ["skillName"] = "凛冬将至",
    ["desc"] = "被动技能：增加35%格挡，增加40%血量，免疫冰冻",
}
data[3429] = {
    ["skillName"] = "绝对零度",
    ["desc"] = "被动技能：血量低于50%时，恢复[血量上限的20%]等量生命，持续3回合（仅触发一次）",
}
data[3430] = {
    ["skillName"] = "坚若磐石",
    ["desc"] = "被动技能：增加35%攻击，增加25%血量，增加20%护甲，免疫石化",
}
data[3431] = {
    ["skillName"] = "石化怒火",
    ["desc"] = "被动技能：如果目标处于石化状态增加160%伤害 普通攻击：对后排敌方造成[95%攻击]伤害，有25%的几率石化，持续2回合",
}
data[3432] = {
    ["skillName"] = "岩石守护",
    ["desc"] = "被动技能：血量低于80%时，增加50%减伤，持续3回合（仅触发一次）",
}
data[3433] = {
    ["skillName"] = "能量黑洞",
    ["desc"] = "被动技能：我方英雄使用主动技能时，增加30能量，恢复[130%攻击]等量生命",
}
data[3434] = {
    ["skillName"] = "灵魂旅程",
    ["desc"] = "被动技能：增加30%血量，增加速度60，增加30%攻击，免疫沉默",
}
data[3435] = {
    ["skillName"] = "奥术禁锢",
    ["desc"] = "普通攻击：对随机1名后排敌方造成[130%攻击]伤害，降低50能量",
}
data[3436] = {
    ["skillName"] = "蓄势待发",
    ["desc"] = "被动技能：我方英雄使用主动技能时，血量最低的敌方造成[70%攻击]伤害(此技能可暴击)",
}
data[3437] = {
    ["skillName"] = "血液滋养",
    ["desc"] = "被动技能：敌方英雄死亡时，增加100能量",
}
data[3438] = {
    ["skillName"] = "终极信仰",
    ["desc"] = "被动技能：增加70%神圣伤害，增加速度60，增加30%暴击率，免疫眩晕，增加第一次技能伤害50%",
}
data[3439] = {
    ["skillName"] = "邪火灌注",
    ["desc"] = "普通攻击：对后排敌方造成[90%攻击]伤害，降低15%护甲，持续3回合，对随机2名友方恢复[血量上限的20%]等量生命",
}
data[3440] = {
    ["skillName"] = "火焰之力",
    ["desc"] = "被动技能：增加30%血量，增加速度60，增加20%减伤",
}
data[3441] = {
    ["skillName"] = "火焰侵袭",
    ["desc"] = "被动技能：血量低于50%时，对全体敌方有75%的几率眩晕，持续2回合（仅触发一次）",
}
data[3442] = {
    ["skillName"] = "坚韧之心",
    ["desc"] = "被动技能：增加30%攻击，增加30%暴击率，增加20%血量",
}
data[3443] = {
    ["skillName"] = "生生不息",
    ["desc"] = "被动技能：造成暴击伤害时，恢复[280%攻击]等量生命",
}
data[3444] = {
    ["skillName"] = "弱点打击",
    ["desc"] = "普通攻击：对随机2名敌方造成[110%攻击]伤害，附加观心者印记，有观心者印记的目标受到伤害增加35%(观心者印记最大累计至150%)",
}
data[3445] = {
    ["skillName"] = "过载",
    ["desc"] = "被动技能：我方英雄使用主动技能时，对随机1名敌方有30%的几率眩晕，持续2回合，造成[250%攻击]伤害，持续1回合",
}
data[3446] = {
    ["skillName"] = "导电体质",
    ["desc"] = "被动技能：增加30%血量，增加速度40，免疫眩晕，增加20%暴击率",
}
data[3447] = {
    ["skillName"] = "屏障",
    ["desc"] = "被动技能：血量低于80%时，增加50%减伤，持续5回合（仅触发一次）",
}
data[3448] = {
    ["skillName"] = "杰赫拉的诱惑",
    ["desc"] = "被动技能：每回合开始时，对随机2名敌方吸收目标15%攻击，持续1回合",
}
data[3449] = {
    ["skillName"] = "黑夜魅影",
    ["desc"] = "被动技能：增加20%攻击，增加25%暴击率，增加20%血量",
}
data[3450] = {
    ["skillName"] = "护身之灵",
    ["desc"] = "被动技能：受到技能伤害时，恢复[200%攻击]等量生命，增加30能量",
}
data[3451] = {
    ["skillName"] = "英勇冲锋",
    ["desc"] = "普通攻击：对随机4名敌方造成[125%攻击]伤害，有25%的几率眩晕，持续2回合",
}
data[3452] = {
    ["skillName"] = "国王的风采",
    ["desc"] = "被动技能：增加40%血量，增加20%免控，如果目标处于眩晕状态增加100%伤害，增加25%攻击",
}
data[3453] = {
    ["skillName"] = "王者号召",
    ["desc"] = "被动技能：受到攻击时，对全体敌方造成[125%攻击]反击伤害",
}
data[3454] = {
    ["skillName"] = "虚幻本能",
    ["desc"] = "被动技能：增加40%血量，增加30%减伤，增加100%免控",
}
data[3455] = {
    ["skillName"] = "能量吸收",
    ["desc"] = "普通攻击：血量最低的敌方造成[140%攻击]伤害，降低60能量",
}
data[3456] = {
    ["skillName"] = "暗影裂变",
    ["desc"] = "被动技能：场上有英雄死亡时，对全体敌方造成[200%攻击]伤害，持续1回合",
}
data[3457] = {
    ["skillName"] = "神力觉醒",
    ["desc"] = "被动技能：增加30%血量，增加45%攻击，增加速度50",
}
data[3458] = {
    ["skillName"] = "圣洁意志",
    ["desc"] = "被动技能：普通攻击时，对全体友方恢复[200%攻击]等量生命，持续2回合",
}
data[3459] = {
    ["skillName"] = "灵魂之光",
    ["desc"] = "被动技能：血量低于50%时，对全体友方恢复[200%攻击]等量生命，持续4回合（仅触发一次）",
}
data[3460] = {
    ["skillName"] = "神勇无双",
    ["desc"] = "被动技能：增加35%血量，增加25%攻击，增加30%暴击率",
}
data[3461] = {
    ["skillName"] = "心灵之火",
    ["desc"] = "普通攻击：对随机3名敌方造成[95%攻击]伤害，降低12%攻击，持续3回合，造成[自身当前血量的6%]伤害",
}
data[3462] = {
    ["skillName"] = "火焰结界",
    ["desc"] = "被动技能：被控制时触发，恢复[200%攻击]等量生命，持续2回合，对随机3名敌方造成[自身当前血量的3%]伤害",
}
data[3463] = {
    ["skillName"] = "浮光掠影",
    ["desc"] = "被动技能：增加35%攻击，增加70%格挡，增加30%免控",
}
data[3464] = {
    ["skillName"] = "斗转星移",
    ["desc"] = "被动技能：格挡成功时，增加15%攻击，持续4回合，增加20%暴击率，持续4回合",
}
data[3465] = {
    ["skillName"] = "流星赶月",
    ["desc"] = "普通攻击：血量最低的敌方造成[260%攻击]伤害，造成[180%攻击]的流血伤害，持续2回合",
}
data[3466] = {
    ["skillName"] = "腐烂重生",
    ["desc"] = "被动技能：增加40%血量，增加30%攻击，增加40%破甲",
}
data[3467] = {
    ["skillName"] = "鸦神降临",
    ["desc"] = "被动技能：任何英雄使用主动技能时，增加3%攻击，增加3%免控，增加1%暴击伤害",
}
data[3468] = {
    ["skillName"] = "血色契约",
    ["desc"] = "被动技能：格挡成功时，对攻击者造成[自身当前血量的15%]伤害，吸收目标[所造成伤害的10%]为自身血量",
}
data[3469] = {
    ["skillName"] = "恶魔血统",
    ["desc"] = "被动技能：增加25%血量，增加20%攻击，免疫燃烧伤害，免疫流血伤害",
}
data[20001] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[965]的伤害，",
}
data[20002] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[1276]的伤害，",
}
data[20003] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[1586]的伤害，",
}
data[20004] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[1897]的伤害，",
}
data[20005] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[2208]的伤害，",
}
data[20006] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[2518]的伤害，",
}
data[20007] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[2829]的伤害，",
}
data[20008] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[3140]的伤害，",
}
data[20009] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[3450]的伤害，",
}
data[20010] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[3761]的伤害，",
}
data[20011] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[4072]的伤害，",
}
data[20012] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[4382]的伤害，",
}
data[20013] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[4693]的伤害，",
}
data[20014] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[5004]的伤害，",
}
data[20015] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[5314]的伤害，",
}
data[20016] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[5625]的伤害，",
}
data[20017] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[5936]的伤害，",
}
data[20018] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[6246]的伤害，",
}
data[20019] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[6557]的伤害，",
}
data[20020] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[6868]的伤害，",
}
data[20021] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[7178]的伤害，",
}
data[20022] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[7489]的伤害，",
}
data[20023] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[7800]的伤害，",
}
data[20024] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[8111]的伤害，",
}
data[20025] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[8421]的伤害，",
}
data[20026] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[8732]的伤害，",
}
data[20027] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[9043]的伤害，",
}
data[20028] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[9353]的伤害，",
}
data[20029] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[9664]的伤害，",
}
data[20030] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对前排敌方造成[9975]的伤害，",
}
data[20031] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[1,0912]的伤害，",
}
data[20032] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[1,1850]的伤害，",
}
data[20033] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[1,2788]的伤害，",
}
data[20034] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[1,3725]的伤害，",
}
data[20035] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[1,4663]的伤害，",
}
data[20036] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[1,5600]的伤害，",
}
data[20037] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[1,6538]的伤害，",
}
data[20038] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[1,7476]的伤害，",
}
data[20039] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[1,8413]的伤害，",
}
data[20040] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[1,9351]的伤害，",
}
data[20041] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,0289]的伤害，",
}
data[20042] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,1226]的伤害，",
}
data[20043] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,2164]的伤害，",
}
data[20044] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,3102]的伤害，",
}
data[20045] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,4039]的伤害，",
}
data[20046] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,4977]的伤害，",
}
data[20047] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,5915]的伤害，",
}
data[20048] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,6852]的伤害，",
}
data[20049] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,7790]的伤害，",
}
data[20050] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,8728]的伤害，",
}
data[20051] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[2,9665]的伤害，",
}
data[20052] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[3,0603]的伤害，",
}
data[20053] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[3,1540]的伤害，",
}
data[20054] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[3,2478]的伤害，",
}
data[20055] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[3,3416]的伤害，",
}
data[20056] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[3,4353]的伤害，",
}
data[20057] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[3,5291]的伤害，",
}
data[20058] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[3,6229]的伤害，",
}
data[20059] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[3,7166]的伤害，",
}
data[20060] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机3名敌方造成[3,8104]的伤害，",
}
data[20061] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[4,0799]的伤害，降低1%减伤，持续2回合，对随机4名友方增加1%攻击，持续2回合",
}
data[20062] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[4,3494]的伤害，降低1.5%减伤，持续2回合，对随机4名友方增加1.4%攻击，持续2回合",
}
data[20063] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[4,6189]的伤害，降低2%减伤，持续2回合，对随机4名友方增加1.8%攻击，持续2回合",
}
data[20064] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[4,8883]的伤害，降低2.5%减伤，持续2回合，对随机4名友方增加2.2%攻击，持续2回合",
}
data[20065] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[5,1578]的伤害，降低3%减伤，持续2回合，对随机4名友方增加2.6%攻击，持续2回合",
}
data[20066] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[5,4273]的伤害，降低3.5%减伤，持续2回合，对随机4名友方增加3%攻击，持续2回合",
}
data[20067] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[5,6968]的伤害，降低3.9%减伤，持续2回合，对随机4名友方增加3.4%攻击，持续2回合",
}
data[20068] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[5,9663]的伤害，降低4.4%减伤，持续2回合，对随机4名友方增加3.8%攻击，持续2回合",
}
data[20069] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[6,2358]的伤害，降低4.9%减伤，持续2回合，对随机4名友方增加4.3%攻击，持续2回合",
}
data[20070] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[6,5053]的伤害，降低5.4%减伤，持续2回合，对随机4名友方增加4.7%攻击，持续2回合",
}
data[20071] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[6,7747]的伤害，降低5.9%减伤，持续2回合，对随机4名友方增加5.1%攻击，持续2回合",
}
data[20072] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[7,0442]的伤害，降低6.4%减伤，持续2回合，对随机4名友方增加5.5%攻击，持续2回合",
}
data[20073] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[7,3137]的伤害，降低6.9%减伤，持续2回合，对随机4名友方增加5.9%攻击，持续2回合",
}
data[20074] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[7,5832]的伤害，降低7.4%减伤，持续2回合，对随机4名友方增加6.3%攻击，持续2回合",
}
data[20075] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[7,8527]的伤害，降低7.9%减伤，持续2回合，对随机4名友方增加6.7%攻击，持续2回合",
}
data[20076] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[8,1222]的伤害，降低8.4%减伤，持续2回合，对随机4名友方增加7.1%攻击，持续2回合",
}
data[20077] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[8,3917]的伤害，降低8.9%减伤，持续2回合，对随机4名友方增加7.5%攻击，持续2回合",
}
data[20078] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[8,6611]的伤害，降低9.4%减伤，持续2回合，对随机4名友方增加7.9%攻击，持续2回合",
}
data[20079] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[8,9306]的伤害，降低9.8%减伤，持续2回合，对随机4名友方增加8.3%攻击，持续2回合",
}
data[20080] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[9,2001]的伤害，降低10.3%减伤，持续2回合，对随机4名友方增加8.7%攻击，持续2回合",
}
data[20081] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[9,4696]的伤害，降低10.8%减伤，持续2回合，对随机4名友方增加9.1%攻击，持续2回合",
}
data[20082] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[9,7391]的伤害，降低11.3%减伤，持续2回合，对随机4名友方增加9.5%攻击，持续2回合",
}
data[20083] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[10,0086]的伤害，降低11.8%减伤，持续2回合，对随机4名友方增加9.9%攻击，持续2回合",
}
data[20084] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[10,2781]的伤害，降低12.3%减伤，持续2回合，对随机4名友方增加10.4%攻击，持续2回合",
}
data[20085] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[10,5475]的伤害，降低12.8%减伤，持续2回合，对随机4名友方增加10.8%攻击，持续2回合",
}
data[20086] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[10,8170]的伤害，降低13.3%减伤，持续2回合，对随机4名友方增加11.2%攻击，持续2回合",
}
data[20087] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[11,0865]的伤害，降低13.8%减伤，持续2回合，对随机4名友方增加11.6%攻击，持续2回合",
}
data[20088] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[11,3560]的伤害，降低14.3%减伤，持续2回合，对随机4名友方增加12%攻击，持续2回合",
}
data[20089] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[11,6255]的伤害，降低14.8%减伤，持续2回合，对随机4名友方增加12.4%攻击，持续2回合",
}
data[20090] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[11,8950]的伤害，降低15.3%减伤，持续2回合，对随机4名友方增加12.8%攻击，持续2回合",
}
data[20091] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[12,3331]的伤害，降低15.7%减伤，持续2回合，对随机4名友方增加13.2%攻击，持续2回合",
}
data[20092] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[12,7713]的伤害，降低16.2%减伤，持续2回合，对随机4名友方增加13.6%攻击，持续2回合",
}
data[20093] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[13,2095]的伤害，降低16.7%减伤，持续2回合，对随机4名友方增加14%攻击，持续2回合",
}
data[20094] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[13,6477]的伤害，降低17.2%减伤，持续2回合，对随机4名友方增加14.4%攻击，持续2回合",
}
data[20095] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[14,0859]的伤害，降低17.7%减伤，持续2回合，对随机4名友方增加14.8%攻击，持续2回合",
}
data[20096] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[14,5240]的伤害，降低18.2%减伤，持续2回合，对随机4名友方增加15.2%攻击，持续2回合",
}
data[20097] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[14,9622]的伤害，降低18.7%减伤，持续2回合，对随机4名友方增加15.6%攻击，持续2回合",
}
data[20098] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[15,4004]的伤害，降低19.2%减伤，持续2回合，对随机4名友方增加16.1%攻击，持续2回合",
}
data[20099] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[15,8386]的伤害，降低19.7%减伤，持续2回合，对随机4名友方增加16.5%攻击，持续2回合",
}
data[20100] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[16,2767]的伤害，降低20.2%减伤，持续2回合，对随机4名友方增加16.9%攻击，持续2回合",
}
data[20101] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[16,7149]的伤害，降低20.7%减伤，持续2回合，对随机4名友方增加17.3%攻击，持续2回合",
}
data[20102] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[17,1531]的伤害，降低21.2%减伤，持续2回合，对随机4名友方增加17.7%攻击，持续2回合",
}
data[20103] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[17,5913]的伤害，降低21.6%减伤，持续2回合，对随机4名友方增加18.1%攻击，持续2回合",
}
data[20104] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[18,0295]的伤害，降低22.1%减伤，持续2回合，对随机4名友方增加18.5%攻击，持续2回合",
}
data[20105] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[18,4676]的伤害，降低22.6%减伤，持续2回合，对随机4名友方增加18.9%攻击，持续2回合",
}
data[20106] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[18,9058]的伤害，降低23.1%减伤，持续2回合，对随机4名友方增加19.3%攻击，持续2回合",
}
data[20107] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[19,3440]的伤害，降低23.6%减伤，持续2回合，对随机4名友方增加19.7%攻击，持续2回合",
}
data[20108] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[19,7822]的伤害，降低24.1%减伤，持续2回合，对随机4名友方增加20.1%攻击，持续2回合",
}
data[20109] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[20,2203]的伤害，降低24.6%减伤，持续2回合，对随机4名友方增加20.5%攻击，持续2回合",
}
data[20110] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[20,6585]的伤害，降低25.1%减伤，持续2回合，对随机4名友方增加20.9%攻击，持续2回合",
}
data[20111] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[21,0967]的伤害，降低25.6%减伤，持续2回合，对随机4名友方增加21.3%攻击，持续2回合",
}
data[20112] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[21,5349]的伤害，降低26.1%减伤，持续2回合，对随机4名友方增加21.7%攻击，持续2回合",
}
data[20113] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[21,9731]的伤害，降低26.6%减伤，持续2回合，对随机4名友方增加22.2%攻击，持续2回合",
}
data[20114] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[22,4112]的伤害，降低27.1%减伤，持续2回合，对随机4名友方增加22.6%攻击，持续2回合",
}
data[20115] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[22,8494]的伤害，降低27.5%减伤，持续2回合，对随机4名友方增加23%攻击，持续2回合",
}
data[20116] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[23,2876]的伤害，降低28%减伤，持续2回合，对随机4名友方增加23.4%攻击，持续2回合",
}
data[20117] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[23,7258]的伤害，降低28.5%减伤，持续2回合，对随机4名友方增加23.8%攻击，持续2回合",
}
data[20118] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[24,1639]的伤害，降低29%减伤，持续2回合，对随机4名友方增加24.2%攻击，持续2回合",
}
data[20119] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[24,6021]的伤害，降低29.5%减伤，持续2回合，对随机4名友方增加24.6%攻击，持续2回合",
}
data[20120] = {
    ["skillName"] = "俯冲撞击",
    ["desc"] = "主动技能：对随机4名敌方造成[25,0403]的伤害，降低30%减伤，持续2回合，对随机4名友方增加25%攻击，持续2回合",
}
data[6125] = {
    ["skillName"] = "赋能：死亡威胁",
    ["desc"] = "被动技能：增加DOT伤害增加20%",
}
data[6124] = {
    ["skillName"] = "赋能：灵魂之光",
    ["desc"] = "被动技能：死亡后，对全体友方恢复[15,0000]等量生命，持续3回合（仅触发一次）",
}
data[6123] = {
    ["skillName"] = "赋能：光芒意志",
    ["desc"] = "被动技能：回合结束时，增加10%免控",
}
data[6122] = {
    ["skillName"] = "赋能：法术掌握",
    ["desc"] = "被动技能：普通攻击时，增加20%技能伤害，持续3回合",
}
data[6121] = {
    ["skillName"] = "赋能：舍生取义",
    ["desc"] = "被动技能：死亡后，对全体友方恢复[30,0000]等量生命，持续1回合，增加15%暴击率，持续3回合（仅触发一次）",
}
data[6120] = {
    ["skillName"] = "赋能：守护之灵",
    ["desc"] = "被动技能：血量低于50%时，对全体友方增加10%减伤，持续5回合（仅触发一次）",
}
data[6119] = {
    ["skillName"] = "赋能：恐惧之念",
    ["desc"] = "被动技能：受到攻击时，对攻击者降低12%暴击率，持续3回合",
}
data[6118] = {
    ["skillName"] = "赋能：毒性攻击",
    ["desc"] = "被动技能：死亡后，对全体敌方造成[10,5000]的中毒伤害，持续3回合（仅触发一次）",
}
data[6117] = {
    ["skillName"] = "赋能：铁胆钢心",
    ["desc"] = "被动技能：受到暴击时，恢复[12,0000]等量生命",
}
data[6116] = {
    ["skillName"] = "赋能：火焰皮肤",
    ["desc"] = "被动技能：受到攻击时，对攻击者造成[6,9000]的燃烧伤害，持续2回合",
}
data[6115] = {
    ["skillName"] = "赋能：战斗优势",
    ["desc"] = "被动技能：普通攻击时，敌方降低24%暴击率，持续3回合",
}
data[6114] = {
    ["skillName"] = "赋能：死亡诅咒",
    ["desc"] = "被动技能：死亡后，对全体敌方有30%的几率冰冻，持续2回合（仅触发一次）",
}
data[6113] = {
    ["skillName"] = "赋能：屏障",
    ["desc"] = "被动技能：血量低于80%时，增加20%减伤，持续3回合（仅触发一次）",
}
data[6112] = {
    ["skillName"] = "赋能：冰冻掌握",
    ["desc"] = "被动技能：如果目标处于冰冻状态增加15%伤害",
}
data[6111] = {
    ["skillName"] = "赋能：血腥护甲",
    ["desc"] = "被动技能：血量低于50%时，增加80%护甲，持续3回合（仅触发一次）",
}
data[6110] = {
    ["skillName"] = "赋能：淬毒炼刃",
    ["desc"] = "被动技能：普通攻击时，敌方造成[10,5000]的中毒伤害，持续3回合",
}
data[6109] = {
    ["skillName"] = "赋能：弱点击破",
    ["desc"] = "被动技能：如果目标处于眩晕状态增加15%伤害",
}
data[6108] = {
    ["skillName"] = "赋能：点燃",
    ["desc"] = "被动技能：普通攻击时，敌方造成[4,5000]的燃烧伤害，持续15回合",
}
data[6107] = {
    ["skillName"] = "赋能：流血",
    ["desc"] = "被动技能：普通攻击时，敌方造成[13,5000]的流血伤害，持续2回合",
}
data[6106] = {
    ["skillName"] = "赋能：自愈",
    ["desc"] = "被动技能：受到攻击时，恢复[3,0000]等量生命",
}
data[6105] = {
    ["skillName"] = "赋能：狂暴攻击",
    ["desc"] = "被动技能：第四回合时，增加15%暴击率，增加25%暴击伤害",
}
data[6104] = {
    ["skillName"] = "赋能：精诚之心",
    ["desc"] = "被动技能：普通攻击时，敌方降低10%攻击，持续3回合",
}
data[6103] = {
    ["skillName"] = "赋能：生生不息",
    ["desc"] = "被动技能：回合结束时，恢复[已损失血量的10%]等量生命",
}
data[6102] = {
    ["skillName"] = "赋能：强力",
    ["desc"] = "被动技能：增加8%攻击",
}
data[6101] = {
    ["skillName"] = "赋能：生命",
    ["desc"] = "被动技能：增加12%血量",
}
data[6100] = {
    ["skillName"] = "没有",
    ["desc"] = "",
}
data[1390] = {
    ["skillName"] = "秩序清算",
    ["desc"] = "主动技能：对随机4名敌方造成[268%攻击]的神圣伤害，",
}
data[1389] = {
    ["skillName"] = "秩序清算",
    ["desc"] = "主动技能：对随机4名敌方造成[198%攻击]的神圣伤害，",
}
data[1388] = {
    ["skillName"] = "秩序清算",
    ["desc"] = "主动技能：对随机4名敌方造成[128%攻击]的神圣伤害，",
}
data[1387] = {
    ["skillName"] = "恐惧降临",
    ["desc"] = "主动技能：对随机4名敌方造成[206%攻击]伤害，造成[血量上限的20%]伤害，有50%的几率附加恐惧印记，持续2回合，（有恐惧印记的目标无法使用普通攻击）",
}
data[1386] = {
    ["skillName"] = "恐惧降临",
    ["desc"] = "主动技能：对随机4名敌方造成[154%攻击]伤害，造成[血量上限的15%]伤害，有35%的几率附加恐惧印记，持续2回合，（有恐惧印记的目标无法使用普通攻击）",
}
data[1385] = {
    ["skillName"] = "恐惧降临",
    ["desc"] = "主动技能：对随机4名敌方造成[108%攻击]伤害，造成[血量上限的10%]伤害，有20%的几率附加恐惧印记，持续2回合，（有恐惧印记的目标无法使用普通攻击）",
}
data[1393] = {
    ["skillName"] = "致命缠绕",
    ["desc"] = "主动技能：奥伯隆召唤藤蔓随机打击3个目标，对其中一个目标造成185%攻击伤害并缠绕2回合，对第二个目标造成225%攻击伤害并种下种子，种子1回合后发芽缠绕目标2回合，对第三个目标造成265%攻击伤害并种下种子，种子2回合后发芽缠绕目标2回合。",
}
data[1392] = {
    ["skillName"] = "致命缠绕",
    ["desc"] = "主动技能：奥伯隆召唤藤蔓随机打击3个目标，对其中一个目标造成145%攻击伤害并缠绕2回合，对第二个目标造成175%攻击伤害并种下种子，种子1回合后发芽缠绕目标2回合，对第三个目标造成205%攻击伤害并种下种子，种子2回合后发芽缠绕目标2回合。",
}
data[1391] = {
    ["skillName"] = "致命缠绕",
    ["desc"] = "主动技能：奥伯隆召唤藤蔓随机打击3个目标，对其中一个目标造成105%攻击伤害并缠绕2回合，对第二个目标造成135%攻击伤害并种下种子，种子1回合后发芽缠绕目标2回合，对第三个目标造成155%攻击伤害并种下种子，种子2回合后发芽缠绕目标2回合。",
}
data[1381] = {
    ["skillName"] = "恐怖利刃",
    ["desc"] = "主动技能：对随机2名敌方造成[236%攻击]伤害，引爆目标所带3回合的dot伤害，并造成额外150%等量伤害，",
}
data[1380] = {
    ["skillName"] = "恐怖利刃",
    ["desc"] = "主动技能：对随机2名敌方造成[169%攻击]伤害，引爆目标所带2回合的dot伤害，并造成额外100%等量伤害，",
}
data[1379] = {
    ["skillName"] = "恐怖利刃",
    ["desc"] = "主动技能：对随机2名敌方造成[104%攻击]伤害，有50%的几率引爆目标所带1回合的dot伤害，并造成额外50%等量伤害，",
}
data[1384] = {
    ["skillName"] = "灵肉折磨",
    ["desc"] = "主动技能：对随机3名敌方造成[103%攻击]伤害，造成[100%攻击]的流血伤害，持续3回合，如果目标处于前排造成[血量上限的10%]伤害，如果目标处于后排造成[71%攻击]暴击伤害，",
}
data[1383] = {
    ["skillName"] = "灵肉折磨",
    ["desc"] = "主动技能：对随机3名敌方造成[168%攻击]伤害，造成[75%攻击]的流血伤害，持续3回合，如果目标处于前排造成[血量上限的12%]伤害，如果目标处于后排造成[78%攻击]暴击伤害，",
}
data[1382] = {
    ["skillName"] = "灵肉折磨",
    ["desc"] = "主动技能：对随机3名敌方造成[124%攻击]伤害，造成[50%攻击]的流血伤害，持续3回合，如果目标处于前排造成[血量上限的9%]伤害，如果目标处于后排造成[56%攻击]暴击伤害，",
}
data[6003] = {
    ["skillName"] = "赋能：生生不息",
    ["desc"] = "被动技能：回合结束时，恢复[已损失血量的15%]等量生命",
}
data[6002] = {
    ["skillName"] = "赋能：强力",
    ["desc"] = "被动技能：增加8%攻击",
}
data[6001] = {
    ["skillName"] = "赋能：生命",
    ["desc"] = "被动技能：增加12%血量",
}
data[2737] = {
    ["skillName"] = "护身之灵",
    ["desc"] = "被动技能：受到技能伤害时，有50%的几率恢复[200%攻击]等量生命，有50%的几率增加30能量",
}
data[2736] = {
    ["skillName"] = "黑夜魅影",
    ["desc"] = "被动技能：增加20%攻击，增加25%暴击率，增加20%血量",
}
data[2735] = {
    ["skillName"] = "杰赫拉的诱惑",
    ["desc"] = "普通攻击：对随机2名敌方造成[120%攻击]伤害，吸收目标15%攻击，持续3回合",
}
data[2734] = {
    ["skillName"] = "护身之灵",
    ["desc"] = "被动技能：受到技能伤害时，有40%的几率恢复[180%攻击]等量生命，有40%的几率增加25能量",
}
data[2733] = {
    ["skillName"] = "黑夜魅影",
    ["desc"] = "被动技能：增加15%攻击，增加20%暴击率，增加15%血量",
}
data[2732] = {
    ["skillName"] = "杰赫拉的诱惑",
    ["desc"] = "普通攻击：对随机2名敌方造成[105%攻击]伤害，吸收目标12%攻击，持续3回合",
}
data[2731] = {
    ["skillName"] = "护身之灵",
    ["desc"] = "被动技能：受到技能伤害时，有30%的几率恢复[160%攻击]等量生命，有30%的几率增加20能量",
}
data[2730] = {
    ["skillName"] = "黑夜魅影",
    ["desc"] = "被动技能：增加10%攻击，增加15%暴击率，增加10%血量",
}
data[2729] = {
    ["skillName"] = "杰赫拉的诱惑",
    ["desc"] = "普通攻击：对随机2名敌方造成[95%攻击]伤害，吸收目标10%攻击，持续3回合",
}
data[2728] = {
    ["skillName"] = "屏障",
    ["desc"] = "被动技能：血量低于80%时，增加50%减伤，持续5回合（仅触发一次）",
}
data[2727] = {
    ["skillName"] = "导电体质",
    ["desc"] = "被动技能：增加30%血量，增加速度40，免疫眩晕，增加20%暴击率",
}
data[2726] = {
    ["skillName"] = "过载",
    ["desc"] = "被动技能：我方英雄使用主动技能时，对随机1名敌方有25%的几率眩晕，持续2回合，造成[165%攻击]伤害，持续1回合",
}
data[2725] = {
    ["skillName"] = "屏障",
    ["desc"] = "被动技能：血量低于80%时，增加30%减伤，持续5回合（仅触发一次）",
}
data[2724] = {
    ["skillName"] = "导电体质",
    ["desc"] = "被动技能：增加25%血量，增加速度25，免疫眩晕，增加15%暴击率",
}
data[2723] = {
    ["skillName"] = "过载",
    ["desc"] = "被动技能：我方英雄使用主动技能时，对随机1名敌方造成[125%攻击]伤害，持续1回合，有15%的几率眩晕，持续2回合",
}
data[2722] = {
    ["skillName"] = "屏障",
    ["desc"] = "被动技能：血量低于80%时，增加20%减伤，持续5回合（仅触发一次）",
}
data[2657] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：受到攻击时，对攻击者有40%的几率眩晕，持续2回合",
}
data[2658] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：增加60%技能伤害",
}
data[2659] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：回合结束时，增加25%技能伤害",
}
data[2660] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：第四回合时，增加50%攻击",
}
data[2661] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：受到攻击时，对攻击者有45%的几率造成[150%攻击]反击伤害",
}
data[2662] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：增加100%暴击率",
}
data[2663] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：敌方英雄死亡时，增加50能量",
}
data[2664] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：第四回合时，对全体敌方造成[210%攻击]的燃烧伤害，持续1回合",
}
data[2665] = {
    ["skillName"] = "aa",
    ["desc"] = "被动技能：第六回合时，对全体敌方造成[420%攻击]的燃烧伤害，持续1回合",
}
data[2666] = {
    ["skillName"] = "冰霜领域",
    ["desc"] = "被动技能：受到攻击时，对攻击者有10%的几率冰冻，持续2回合，对战士目标额外有11%的几率冰冻，持续2回合",
}
data[2667] = {
    ["skillName"] = "凛冬将至",
    ["desc"] = "被动技能：增加15%格挡，增加20%血量，免疫冰冻",
}
data[2668] = {
    ["skillName"] = "绝对零度",
    ["desc"] = "被动技能：血量低于50%时，恢复[240%攻击]等量生命，持续2回合（仅触发一次）",
}
data[2669] = {
    ["skillName"] = "坚若磐石",
    ["desc"] = "被动技能：增加15%攻击，增加20%血量，增加10%护甲，免疫石化",
}
data[2670] = {
    ["skillName"] = "石化怒火",
    ["desc"] = "被动技能：如果目标处于石化状态增加80%伤害 普通攻击：对后排敌方造成[75%攻击]伤害，有10%的几率石化，持续2回合",
}
data[2671] = {
    ["skillName"] = "岩石守护",
    ["desc"] = "被动技能：血量低于50%时，增加30%减伤，持续3回合（仅触发一次）",
}
data[2672] = {
    ["skillName"] = "冰霜领域",
    ["desc"] = "被动技能：受到攻击时，对攻击者有15%的几率冰冻，持续2回合，对战士目标额外有14%的几率冰冻，持续2回合",
}
data[2673] = {
    ["skillName"] = "凛冬将至",
    ["desc"] = "被动技能：增加25%格挡，增加30%血量，免疫冰冻",
}
data[2674] = {
    ["skillName"] = "绝对零度",
    ["desc"] = "被动技能：血量低于50%时，恢复[340%攻击]等量生命，持续2回合（仅触发一次）",
}
data[2675] = {
    ["skillName"] = "坚若磐石",
    ["desc"] = "被动技能：增加20%攻击，增加20%血量，增加15%护甲，免疫石化",
}
data[2676] = {
    ["skillName"] = "石化怒火",
    ["desc"] = "被动技能：如果目标处于石化状态增加110%伤害 普通攻击：对后排敌方造成[85%攻击]伤害，有15%的几率石化，持续2回合",
}
data[2677] = {
    ["skillName"] = "岩石守护",
    ["desc"] = "被动技能：血量低于50%时，增加40%减伤，持续3回合（仅触发一次）",
}
data[2678] = {
    ["skillName"] = "冰霜领域",
    ["desc"] = "被动技能：受到攻击时，对攻击者有20%的几率冰冻，持续2回合，对战士目标额外有19%的几率冰冻，持续2回合",
}
data[2679] = {
    ["skillName"] = "凛冬将至",
    ["desc"] = "被动技能：增加35%格挡，增加40%血量，免疫冰冻",
}
data[2680] = {
    ["skillName"] = "绝对零度",
    ["desc"] = "被动技能：血量低于50%时，恢复[血量上限的20%]等量生命，持续2回合（仅触发一次）",
}
data[2681] = {
    ["skillName"] = "坚若磐石",
    ["desc"] = "被动技能：增加35%攻击，增加25%血量，增加20%护甲，免疫石化",
}
data[2682] = {
    ["skillName"] = "石化怒火",
    ["desc"] = "被动技能：如果目标处于石化状态增加160%伤害 普通攻击：对后排敌方造成[95%攻击]伤害，有20%的几率石化，持续2回合",
}
data[2683] = {
    ["skillName"] = "岩石守护",
    ["desc"] = "被动技能：血量低于50%时，增加50%减伤，持续3回合（仅触发一次）",
}
data[2684] = {
    ["skillName"] = "能量黑洞",
    ["desc"] = "被动技能：我方英雄使用主动技能时，增加10能量，恢复[62%攻击]等量生命",
}
data[2685] = {
    ["skillName"] = "灵魂旅程",
    ["desc"] = "被动技能：增加20%血量，增加速度20，增加15%攻击，免疫沉默",
}
data[2686] = {
    ["skillName"] = "奥术禁锢",
    ["desc"] = "普通攻击：对随机1名后排敌方造成[100%攻击]伤害，降低30能量",
}
data[2687] = {
    ["skillName"] = "蓄势待发",
    ["desc"] = "普通攻击：血量最低的敌方造成[110%攻击]伤害",
}
data[2688] = {
    ["skillName"] = "血液滋养",
    ["desc"] = "被动技能：敌方英雄死亡时，增加35能量，增加10%神圣伤害，持续3回合",
}
data[2689] = {
    ["skillName"] = "终极信仰",
    ["desc"] = "被动技能：增加20%神圣伤害，增加速度20，增加15%暴击率，免疫眩晕",
}
data[2690] = {
    ["skillName"] = "能量黑洞",
    ["desc"] = "被动技能：我方英雄使用主动技能时，增加20能量，恢复[92%攻击]等量生命",
}
data[2691] = {
    ["skillName"] = "灵魂旅程",
    ["desc"] = "被动技能：增加25%血量，增加速度40，增加22%攻击，免疫沉默",
}
data[2692] = {
    ["skillName"] = "奥术禁锢",
    ["desc"] = "普通攻击：对随机1名后排敌方造成[110%攻击]伤害，降低40能量",
}
data[2693] = {
    ["skillName"] = "蓄势待发",
    ["desc"] = "普通攻击：血量最低的敌方造成[120%攻击]伤害",
}
data[2694] = {
    ["skillName"] = "血液滋养",
    ["desc"] = "被动技能：敌方英雄死亡时，增加70能量，增加15%神圣伤害，持续3回合",
}
data[2695] = {
    ["skillName"] = "终极信仰",
    ["desc"] = "被动技能：增加45%神圣伤害，增加速度40，增加20%暴击率，免疫眩晕",
}
data[2696] = {
    ["skillName"] = "能量黑洞",
    ["desc"] = "被动技能：我方英雄使用主动技能时，增加30能量，恢复[130%攻击]等量生命",
}
data[2697] = {
    ["skillName"] = "灵魂旅程",
    ["desc"] = "被动技能：增加30%血量，增加速度60，增加30%攻击，免疫沉默",
}
data[2698] = {
    ["skillName"] = "奥术禁锢",
    ["desc"] = "普通攻击：对随机1名后排敌方造成[130%攻击]伤害，降低50能量",
}
data[2699] = {
    ["skillName"] = "蓄势待发",
    ["desc"] = "普通攻击：血量最低的敌方造成[130%攻击]伤害",
}
data[2700] = {
    ["skillName"] = "血液滋养",
    ["desc"] = "被动技能：敌方英雄死亡时，增加100能量，增加30%神圣伤害，持续3回合",
}
data[2701] = {
    ["skillName"] = "终极信仰",
    ["desc"] = "被动技能：增加70%神圣伤害，增加速度60，增加30%暴击率，免疫眩晕",
}
data[2702] = {
    ["skillName"] = "邪火灌注",
    ["desc"] = "普通攻击：对后排敌方造成[75%攻击]伤害，降低5%护甲，持续3回合，对随机2名友方恢复[血量上限的10%]等量生命",
}
data[2703] = {
    ["skillName"] = "火焰之力",
    ["desc"] = "被动技能：增加20%血量，增加速度20，增加10%减伤",
}
data[2704] = {
    ["skillName"] = "火焰侵袭",
    ["desc"] = "被动技能：血量低于50%时，对全体敌方有25%的几率眩晕，持续2回合（仅触发一次）",
}
data[2705] = {
    ["skillName"] = "邪火灌注",
    ["desc"] = "普通攻击：对后排敌方造成[80%攻击]伤害，降低10%护甲，持续3回合，对随机2名友方恢复[血量上限的15%]等量生命",
}
data[2706] = {
    ["skillName"] = "火焰之力",
    ["desc"] = "被动技能：增加25%血量，增加速度40，增加15%减伤",
}
data[2707] = {
    ["skillName"] = "火焰侵袭",
    ["desc"] = "被动技能：血量低于50%时，对全体敌方有40%的几率眩晕，持续2回合（仅触发一次）",
}
data[2708] = {
    ["skillName"] = "邪火灌注",
    ["desc"] = "普通攻击：对后排敌方造成[90%攻击]伤害，降低15%护甲，持续3回合，对随机2名友方恢复[血量上限的20%]等量生命",
}
data[2709] = {
    ["skillName"] = "火焰之力",
    ["desc"] = "被动技能：增加30%血量，增加速度60，增加20%减伤",
}
data[2710] = {
    ["skillName"] = "火焰侵袭",
    ["desc"] = "被动技能：血量低于50%时，对全体敌方有50%的几率眩晕，持续2回合（仅触发一次）",
}
data[2711] = {
    ["skillName"] = "坚韧之心",
    ["desc"] = "被动技能：增加20%攻击，增加20%暴击率，增加10%血量",
}
data[2712] = {
    ["skillName"] = "生生不息",
    ["desc"] = "被动技能：造成暴击伤害时，恢复[160%攻击]等量生命",
}
data[2713] = {
    ["skillName"] = "弱点打击",
    ["desc"] = "普通攻击：对随机2名敌方造成[80%攻击]伤害，附加观心者印记，有观心者印记的目标受到伤害增加15%(观心者印记最大累计至150%)",
}
data[2714] = {
    ["skillName"] = "坚韧之心",
    ["desc"] = "被动技能：增加25%攻击，增加25%暴击率，增加15%血量",
}
data[2715] = {
    ["skillName"] = "生生不息",
    ["desc"] = "被动技能：造成暴击伤害时，恢复[200%攻击]等量生命",
}
data[2716] = {
    ["skillName"] = "弱点打击",
    ["desc"] = "普通攻击：对随机2名敌方造成[90%攻击]伤害，附加观心者印记，有观心者印记的目标受到伤害增加20%(观心者印记最大累计至150%)",
}
data[2717] = {
    ["skillName"] = "坚韧之心",
    ["desc"] = "被动技能：增加30%攻击，增加30%暴击率，增加20%血量",
}
data[2718] = {
    ["skillName"] = "生生不息",
    ["desc"] = "被动技能：造成暴击伤害时，恢复[280%攻击]等量生命",
}
data[2719] = {
    ["skillName"] = "弱点打击",
    ["desc"] = "普通攻击：对随机2名敌方造成[110%攻击]伤害，附加观心者印记，有观心者印记的目标受到伤害增加35%(观心者印记最大累计至150%)",
}
data[2720] = {
    ["skillName"] = "过载",
    ["desc"] = "被动技能：我方英雄使用主动技能时，对随机1名敌方造成[80%攻击]伤害，持续1回合，有10%的几率眩晕，持续2回合",
}
data[2721] = {
    ["skillName"] = "导电体质",
    ["desc"] = "被动技能：增加15%血量，增加速度15，免疫眩晕，增加10%暴击率",
}
data[8001] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[1574]的伤害，",
}
data[8002] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[2081]的伤害，",
}
data[8003] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[2587]的伤害，",
}
data[8004] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[3094]的伤害，",
}
data[8005] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[3601]的伤害，",
}
data[8006] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[4108]的伤害，",
}
data[8007] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[4614]的伤害，",
}
data[8008] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[5121]的伤害，",
}
data[8009] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[5628]的伤害，",
}
data[8010] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[6134]的伤害，",
}
data[8011] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[6641]的伤害，",
}
data[8012] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[7148]的伤害，",
}
data[8013] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[7655]的伤害，",
}
data[8014] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[8161]的伤害，",
}
data[8015] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[8668]的伤害，",
}
data[8016] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[9175]的伤害，",
}
data[8017] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[9681]的伤害，",
}
data[8018] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[1,0188]的伤害，",
}
data[8019] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[1,0695]的伤害，",
}
data[8020] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[1,1202]的伤害，",
}
data[8021] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[1,1708]的伤害，",
}
data[8022] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[1,2215]的伤害，",
}
data[8023] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[1,2722]的伤害，",
}
data[8024] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[1,3228]的伤害，",
}
data[8025] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[1,3735]的伤害，",
}
data[8026] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[1,4242]的伤害，",
}
data[8027] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[1,4749]的伤害，",
}
data[8028] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[1,5255]的伤害，",
}
data[8029] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[1,5762]的伤害，",
}
data[8030] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机2名敌方造成[1,6269]的伤害，",
}
data[8031] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[1,7798]的伤害，有1%的几率冰冻，持续2回合，",
}
data[8032] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[1,9327]的伤害，有1.4%的几率冰冻，持续2回合，",
}
data[8033] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[2,0857]的伤害，有1.8%的几率冰冻，持续2回合，",
}
data[8034] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[2,2386]的伤害，有2.2%的几率冰冻，持续2回合，",
}
data[8035] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[2,3915]的伤害，有2.6%的几率冰冻，持续2回合，",
}
data[8036] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[2,5445]的伤害，有3%的几率冰冻，持续2回合，",
}
data[8037] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[2,6974]的伤害，有3.4%的几率冰冻，持续2回合，",
}
data[8038] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[2,8503]的伤害，有3.8%的几率冰冻，持续2回合，",
}
data[8039] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[3,0033]的伤害，有4.1%的几率冰冻，持续2回合，",
}
data[8040] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[3,1562]的伤害，有4.5%的几率冰冻，持续2回合，",
}
data[8041] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[3,3091]的伤害，有4.9%的几率冰冻，持续2回合，",
}
data[8042] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[3,4621]的伤害，有5.3%的几率冰冻，持续2回合，",
}
data[8043] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[3,6150]的伤害，有5.7%的几率冰冻，持续2回合，",
}
data[8044] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[3,7679]的伤害，有6.1%的几率冰冻，持续2回合，",
}
data[8045] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[3,9209]的伤害，有6.5%的几率冰冻，持续2回合，",
}
data[8046] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[4,0738]的伤害，有6.9%的几率冰冻，持续2回合，",
}
data[8047] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[4,2267]的伤害，有7.3%的几率冰冻，持续2回合，",
}
data[8048] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[4,3797]的伤害，有7.7%的几率冰冻，持续2回合，",
}
data[8049] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[4,5326]的伤害，有8.1%的几率冰冻，持续2回合，",
}
data[8050] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[4,6855]的伤害，有8.5%的几率冰冻，持续2回合，",
}
data[8051] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[4,8385]的伤害，有8.9%的几率冰冻，持续2回合，",
}
data[8052] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[4,9914]的伤害，有9.3%的几率冰冻，持续2回合，",
}
data[8053] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[5,1443]的伤害，有9.7%的几率冰冻，持续2回合，",
}
data[8054] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[5,2973]的伤害，有10%的几率冰冻，持续2回合，",
}
data[8055] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[5,4502]的伤害，有10.4%的几率冰冻，持续2回合，",
}
data[8056] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[5,6031]的伤害，有10.8%的几率冰冻，持续2回合，",
}
data[8057] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[5,7561]的伤害，有11.2%的几率冰冻，持续2回合，",
}
data[8058] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[5,9090]的伤害，有11.6%的几率冰冻，持续2回合，",
}
data[8059] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[6,0619]的伤害，有12%的几率冰冻，持续2回合，",
}
data[8060] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机3名敌方造成[6,2149]的伤害，有12.4%的几率冰冻，持续2回合，",
}
data[8061] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[6,6544]的伤害，有12.8%的几率冰冻，持续2回合，对随机4名友方增加1%神圣伤害，持续3回合",
}
data[8062] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[7,0939]的伤害，有13.2%的几率冰冻，持续2回合，对随机4名友方增加2%神圣伤害，持续3回合",
}
data[8063] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[7,5335]的伤害，有13.6%的几率冰冻，持续2回合，对随机4名友方增加2%神圣伤害，持续3回合",
}
data[8064] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[7,9730]的伤害，有14%的几率冰冻，持续2回合，对随机4名友方增加3%神圣伤害，持续3回合",
}
data[8065] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[8,4125]的伤害，有14.4%的几率冰冻，持续2回合，对随机4名友方增加4%神圣伤害，持续3回合",
}
data[8066] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[8,8521]的伤害，有14.8%的几率冰冻，持续2回合，对随机4名友方增加4%神圣伤害，持续3回合",
}
data[8067] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[9,2916]的伤害，有15.2%的几率冰冻，持续2回合，对随机4名友方增加5%神圣伤害，持续3回合",
}
data[8068] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[9,7311]的伤害，有15.6%的几率冰冻，持续2回合，对随机4名友方增加6%神圣伤害，持续3回合",
}
data[8069] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[10,1707]的伤害，有15.9%的几率冰冻，持续2回合，对随机4名友方增加6%神圣伤害，持续3回合",
}
data[8070] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[10,6102]的伤害，有16.3%的几率冰冻，持续2回合，对随机4名友方增加7%神圣伤害，持续3回合",
}
data[8071] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[11,0498]的伤害，有16.7%的几率冰冻，持续2回合，对随机4名友方增加8%神圣伤害，持续3回合",
}
data[8072] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[11,4893]的伤害，有17.1%的几率冰冻，持续2回合，对随机4名友方增加8%神圣伤害，持续3回合",
}
data[8073] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[11,9288]的伤害，有17.5%的几率冰冻，持续2回合，对随机4名友方增加9%神圣伤害，持续3回合",
}
data[8074] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[12,3684]的伤害，有17.9%的几率冰冻，持续2回合，对随机4名友方增加10%神圣伤害，持续3回合",
}
data[8075] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[12,8079]的伤害，有18.3%的几率冰冻，持续2回合，对随机4名友方增加10%神圣伤害，持续3回合",
}
data[8076] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[13,2474]的伤害，有18.7%的几率冰冻，持续2回合，对随机4名友方增加11%神圣伤害，持续3回合",
}
data[8077] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[13,6870]的伤害，有19.1%的几率冰冻，持续2回合，对随机4名友方增加12%神圣伤害，持续3回合",
}
data[8078] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[14,1265]的伤害，有19.5%的几率冰冻，持续2回合，对随机4名友方增加12%神圣伤害，持续3回合",
}
data[8079] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[14,5661]的伤害，有19.9%的几率冰冻，持续2回合，对随机4名友方增加13%神圣伤害，持续3回合",
}
data[8080] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[15,0056]的伤害，有20.3%的几率冰冻，持续2回合，对随机4名友方增加14%神圣伤害，持续3回合",
}
data[8081] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[15,4451]的伤害，有20.7%的几率冰冻，持续2回合，对随机4名友方增加14%神圣伤害，持续3回合",
}
data[8082] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[15,8847]的伤害，有21.1%的几率冰冻，持续2回合，对随机4名友方增加15%神圣伤害，持续3回合",
}
data[8083] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[16,3242]的伤害，有21.4%的几率冰冻，持续2回合，对随机4名友方增加16%神圣伤害，持续3回合",
}
data[8084] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[16,7637]的伤害，有21.8%的几率冰冻，持续2回合，对随机4名友方增加16%神圣伤害，持续3回合",
}
data[8085] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[17,2033]的伤害，有22.2%的几率冰冻，持续2回合，对随机4名友方增加17%神圣伤害，持续3回合",
}
data[8086] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[17,6428]的伤害，有22.6%的几率冰冻，持续2回合，对随机4名友方增加18%神圣伤害，持续3回合",
}
data[8087] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[18,0824]的伤害，有23%的几率冰冻，持续2回合，对随机4名友方增加18%神圣伤害，持续3回合",
}
data[8088] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[18,5219]的伤害，有23.4%的几率冰冻，持续2回合，对随机4名友方增加19%神圣伤害，持续3回合",
}
data[8089] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[18,9614]的伤害，有23.8%的几率冰冻，持续2回合，对随机4名友方增加20%神圣伤害，持续3回合",
}
data[8090] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[19,4010]的伤害，有24.2%的几率冰冻，持续2回合，对随机4名友方增加20%神圣伤害，持续3回合",
}
data[8091] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[20,1156]的伤害，有24.6%的几率冰冻，持续2回合，对随机4名友方增加21%神圣伤害，持续3回合，增加1%免控，持续3回合",
}
data[8092] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[20,8303]的伤害，有25%的几率冰冻，持续2回合，对随机4名友方增加21%神圣伤害，持续3回合，增加1.8%免控，持续3回合",
}
data[8093] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[21,5450]的伤害，有25.4%的几率冰冻，持续2回合，对随机4名友方增加22%神圣伤害，持续3回合，增加2.7%免控，持续3回合",
}
data[8094] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[22,2597]的伤害，有25.8%的几率冰冻，持续2回合，对随机4名友方增加23%神圣伤害，持续3回合，增加3.5%免控，持续3回合",
}
data[8095] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[22,9744]的伤害，有26.2%的几率冰冻，持续2回合，对随机4名友方增加23%神圣伤害，持续3回合，增加4.3%免控，持续3回合",
}
data[8096] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[23,6890]的伤害，有26.6%的几率冰冻，持续2回合，对随机4名友方增加24%神圣伤害，持续3回合，增加5.1%免控，持续3回合",
}
data[8097] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[24,4037]的伤害，有27%的几率冰冻，持续2回合，对随机4名友方增加25%神圣伤害，持续3回合，增加6%免控，持续3回合",
}
data[8098] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[25,1184]的伤害，有27.3%的几率冰冻，持续2回合，对随机4名友方增加25%神圣伤害，持续3回合，增加6.8%免控，持续3回合",
}
data[8099] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[25,8331]的伤害，有27.7%的几率冰冻，持续2回合，对随机4名友方增加26%神圣伤害，持续3回合，增加7.6%免控，持续3回合",
}
data[8100] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[26,5477]的伤害，有28.1%的几率冰冻，持续2回合，对随机4名友方增加27%神圣伤害，持续3回合，增加8.4%免控，持续3回合",
}
data[8101] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[27,2624]的伤害，有28.5%的几率冰冻，持续2回合，对随机4名友方增加27%神圣伤害，持续3回合，增加9.3%免控，持续3回合",
}
data[8102] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[27,9771]的伤害，有28.9%的几率冰冻，持续2回合，对随机4名友方增加28%神圣伤害，持续3回合，增加10.1%免控，持续3回合",
}
data[8103] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[28,6918]的伤害，有29.3%的几率冰冻，持续2回合，对随机4名友方增加29%神圣伤害，持续3回合，增加10.9%免控，持续3回合",
}
data[8104] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[29,4065]的伤害，有29.7%的几率冰冻，持续2回合，对随机4名友方增加29%神圣伤害，持续3回合，增加11.8%免控，持续3回合",
}
data[8105] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[30,1211]的伤害，有30.1%的几率冰冻，持续2回合，对随机4名友方增加30%神圣伤害，持续3回合，增加12.6%免控，持续3回合",
}
data[8106] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[30,8358]的伤害，有30.5%的几率冰冻，持续2回合，对随机4名友方增加31%神圣伤害，持续3回合，增加13.4%免控，持续3回合",
}
data[8107] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[31,5505]的伤害，有30.9%的几率冰冻，持续2回合，对随机4名友方增加31%神圣伤害，持续3回合，增加14.2%免控，持续3回合",
}
data[8108] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[32,2652]的伤害，有31.3%的几率冰冻，持续2回合，对随机4名友方增加32%神圣伤害，持续3回合，增加15.1%免控，持续3回合",
}
data[8109] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[32,9798]的伤害，有31.7%的几率冰冻，持续2回合，对随机4名友方增加33%神圣伤害，持续3回合，增加15.9%免控，持续3回合",
}
data[8110] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[33,6945]的伤害，有32.1%的几率冰冻，持续2回合，对随机4名友方增加33%神圣伤害，持续3回合，增加16.7%免控，持续3回合",
}
data[8111] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[34,4092]的伤害，有32.5%的几率冰冻，持续2回合，对随机4名友方增加34%神圣伤害，持续3回合，增加17.6%免控，持续3回合",
}
data[8112] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[35,1239]的伤害，有32.9%的几率冰冻，持续2回合，对随机4名友方增加35%神圣伤害，持续3回合，增加18.4%免控，持续3回合",
}
data[8113] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[35,8386]的伤害，有33.2%的几率冰冻，持续2回合，对随机4名友方增加35%神圣伤害，持续3回合，增加19.2%免控，持续3回合",
}
data[8114] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[36,5532]的伤害，有33.6%的几率冰冻，持续2回合，对随机4名友方增加36%神圣伤害，持续3回合，增加20%免控，持续3回合",
}
data[8115] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[37,2679]的伤害，有34%的几率冰冻，持续2回合，对随机4名友方增加37%神圣伤害，持续3回合，增加20.9%免控，持续3回合",
}
data[8116] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[37,9826]的伤害，有34.4%的几率冰冻，持续2回合，对随机4名友方增加37%神圣伤害，持续3回合，增加21.7%免控，持续3回合",
}
data[8117] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[38,6973]的伤害，有34.8%的几率冰冻，持续2回合，对随机4名友方增加38%神圣伤害，持续3回合，增加22.5%免控，持续3回合",
}
data[8118] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[39,4119]的伤害，有35.2%的几率冰冻，持续2回合，对随机4名友方增加39%神圣伤害，持续3回合，增加23.3%免控，持续3回合",
}
data[8119] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[40,1266]的伤害，有35.6%的几率冰冻，持续2回合，对随机4名友方增加39%神圣伤害，持续3回合，增加24.2%免控，持续3回合",
}
data[8120] = {
    ["skillName"] = "冰封",
    ["desc"] = "主动技能：对随机4名敌方造成[40,8413]的伤害，有36%的几率冰冻，持续2回合，对随机4名友方增加40%神圣伤害，持续3回合，增加25%免控，持续3回合",
}
data[2738] = {
    ["skillName"] = "英勇冲锋",
    ["desc"] = "普通攻击：对随机4名敌方造成[95%攻击]伤害，有12%的几率眩晕，持续2回合",
}
data[2739] = {
    ["skillName"] = "国王的风采",
    ["desc"] = "被动技能：增加15%血量，增加20%免控，如果目标处于眩晕状态增加30%伤害，增加15%攻击",
}
data[2740] = {
    ["skillName"] = "王者号召",
    ["desc"] = "被动技能：受到攻击时，对全体敌方有45%的几率造成[45%攻击]反击伤害",
}
data[2741] = {
    ["skillName"] = "英勇冲锋",
    ["desc"] = "普通攻击：对随机4名敌方造成[110%攻击]伤害，有18%的几率眩晕，持续2回合",
}
data[2742] = {
    ["skillName"] = "国王的风采",
    ["desc"] = "被动技能：增加25%血量，增加25%免控，如果目标处于眩晕状态增加60%伤害，增加20%攻击",
}
data[2743] = {
    ["skillName"] = "王者号召",
    ["desc"] = "被动技能：受到攻击时，对全体敌方有60%的几率造成[80%攻击]反击伤害",
}
data[2744] = {
    ["skillName"] = "英勇冲锋",
    ["desc"] = "普通攻击：对随机4名敌方造成[125%攻击]伤害，有25%的几率眩晕，持续2回合",
}
data[2745] = {
    ["skillName"] = "国王的风采",
    ["desc"] = "被动技能：增加40%血量，增加35%免控，如果目标处于眩晕状态增加100%伤害，增加25%攻击",
}
data[2746] = {
    ["skillName"] = "王者号召",
    ["desc"] = "被动技能：受到攻击时，对全体敌方造成[125%攻击]反击伤害",
}
data[2747] = {
    ["skillName"] = "虚幻本能",
    ["desc"] = "被动技能：增加20%血量，增加15%减伤，增加速度20，增加50%免控",
}
data[2748] = {
    ["skillName"] = "能量吸收",
    ["desc"] = "普通攻击：血量最低的敌方造成[110%攻击]伤害，降低20能量",
}
data[2749] = {
    ["skillName"] = "暗影裂变",
    ["desc"] = "被动技能：场上有英雄死亡时，对全体敌方造成[120%攻击]伤害，持续1回合",
}
data[2750] = {
    ["skillName"] = "神力觉醒",
    ["desc"] = "被动技能：增加20%血量，增加20%攻击",
}
data[2751] = {
    ["skillName"] = "圣洁意志",
    ["desc"] = "被动技能：普通攻击时，对随机3名友方恢复[110%攻击]等量生命，持续2回合",
}
data[2752] = {
    ["skillName"] = "灵魂之光",
    ["desc"] = "被动技能：死亡后，对全体友方恢复[180%攻击]等量生命，持续4回合（仅触发一次）",
}
data[2753] = {
    ["skillName"] = "虚幻本能",
    ["desc"] = "被动技能：增加30%血量，增加20%减伤，增加速度40，增加75%免控",
}
data[2754] = {
    ["skillName"] = "能量吸收",
    ["desc"] = "普通攻击：血量最低的敌方造成[120%攻击]伤害，降低40能量",
}
data[2755] = {
    ["skillName"] = "暗影裂变",
    ["desc"] = "被动技能：场上有英雄死亡时，对全体敌方造成[150%攻击]伤害，持续1回合",
}
data[2756] = {
    ["skillName"] = "神力觉醒",
    ["desc"] = "被动技能：增加25%血量，增加35%攻击",
}
data[2757] = {
    ["skillName"] = "圣洁意志",
    ["desc"] = "被动技能：普通攻击时，对随机3名友方恢复[160%攻击]等量生命，持续2回合",
}
data[2758] = {
    ["skillName"] = "灵魂之光",
    ["desc"] = "被动技能：死亡后，对全体友方恢复[240%攻击]等量生命，持续4回合（仅触发一次）",
}
data[2759] = {
    ["skillName"] = "虚幻本能",
    ["desc"] = "被动技能：增加40%血量，增加30%减伤，增加速度60，增加100%免控",
}
data[2760] = {
    ["skillName"] = "能量吸收",
    ["desc"] = "普通攻击：血量最低的敌方造成[140%攻击]伤害，降低60能量",
}
data[2761] = {
    ["skillName"] = "暗影裂变",
    ["desc"] = "被动技能：场上有英雄死亡时，对全体敌方造成[200%攻击]伤害，持续1回合",
}
data[2762] = {
    ["skillName"] = "神力觉醒",
    ["desc"] = "被动技能：增加30%血量，增加45%攻击",
}
data[2763] = {
    ["skillName"] = "圣洁意志",
    ["desc"] = "被动技能：普通攻击时，对随机3名友方恢复[220%攻击]等量生命，持续2回合",
}
data[2764] = {
    ["skillName"] = "灵魂之光",
    ["desc"] = "被动技能：死亡后，对全体友方恢复[300%攻击]等量生命，持续4回合（仅触发一次）",
}
data[2765] = {
    ["skillName"] = "神勇无双",
    ["desc"] = "被动技能：增加15%血量，增加10%攻击，增加15%暴击率",
}
data[2766] = {
    ["skillName"] = "心灵之火",
    ["desc"] = "普通攻击：对随机3名敌方造成[75%攻击]伤害，降低6%攻击，持续3回合，造成[自身当前血量的2%]的燃烧伤害，持续1回合",
}
data[2767] = {
    ["skillName"] = "火焰结界",
    ["desc"] = "被动技能：被控制时触发，恢复[100%攻击]等量生命，持续2回合，对随机3名敌方造成[自身当前血量的1%]的燃烧伤害，持续1回合",
}
data[2768] = {
    ["skillName"] = "神勇无双",
    ["desc"] = "被动技能：增加25%血量，增加15%攻击，增加20%暴击率",
}
data[2769] = {
    ["skillName"] = "心灵之火",
    ["desc"] = "普通攻击：对随机3名敌方造成[85%攻击]伤害，降低9%攻击，持续3回合，造成[自身当前血量的4%]的燃烧伤害，持续1回合",
}
data[2770] = {
    ["skillName"] = "火焰结界",
    ["desc"] = "被动技能：被控制时触发，恢复[150%攻击]等量生命，持续2回合，对随机3名敌方造成[自身当前血量的2%]的燃烧伤害，持续1回合",
}
data[2771] = {
    ["skillName"] = "神勇无双",
    ["desc"] = "被动技能：增加35%血量，增加25%攻击，增加30%暴击率",
}
data[2772] = {
    ["skillName"] = "心灵之火",
    ["desc"] = "普通攻击：对随机3名敌方造成[95%攻击]伤害，降低12%攻击，持续3回合，造成[自身当前血量的6%]的燃烧伤害，持续1回合",
}
data[2773] = {
    ["skillName"] = "火焰结界",
    ["desc"] = "被动技能：被控制时触发，恢复[200%攻击]等量生命，持续2回合，对随机3名敌方造成[自身当前血量的3%]的燃烧伤害，持续1回合",
}
data[2774] = {
    ["skillName"] = "浮光掠影",
    ["desc"] = "被动技能：增加15%攻击，增加30%格挡，增加10%免控，增加速度10",
}
data[2775] = {
    ["skillName"] = "斗转星移",
    ["desc"] = "被动技能：格挡成功时，增加5%攻击，持续4回合，增加10%暴击率，持续4回合",
}
data[2776] = {
    ["skillName"] = "流星赶月",
    ["desc"] = "普通攻击：血量最低的敌方造成[180%攻击]伤害，造成[100%攻击]的流血伤害，持续2回合",
}
data[1329] = {
    ["skillName"] = "利刃突袭",
    ["desc"] = "主动技能：对随机1名敌方对血量高于自己的目标有50%的几率眩晕，持续2回合，对血量低于自己的目标造成[60%攻击]伤害，造成[165%攻击]伤害，",
}
data[1330] = {
    ["skillName"] = "血色契约",
    ["desc"] = "主动技能：对随机2名敌方造成[210%攻击]伤害，对血量高于自己的目标造成[血量上限的18%]伤害，自身增加22.5%暴击率，持续3回合",
}
data[1331] = {
    ["skillName"] = "利刃突袭",
    ["desc"] = "主动技能：对随机2名敌方对血量高于自己的目标有75%的几率眩晕，持续2回合，对血量低于自己的目标造成[110%攻击]伤害，造成[210%攻击]伤害，",
}
data[1332] = {
    ["skillName"] = "血色契约",
    ["desc"] = "主动技能：对随机2名敌方造成[300%攻击]伤害，对牧师目标额外造成[180%攻击]伤害，对血量高于自己的目标造成[血量上限的20%]伤害，自身增加40%暴击率，持续3回合",
}
data[1333] = {
    ["skillName"] = "利刃突袭",
    ["desc"] = "主动技能：对随机2名敌方造成[300%攻击]伤害，有100%的几率眩晕，持续2回合，",
}
data[1334] = {
    ["skillName"] = "虚弱诅咒",
    ["desc"] = "主动技能：对随机4名敌方造成[110%攻击]伤害，附加虚弱标记，持续3回合，对随机1名友方增加50能量",
}
data[1335] = {
    ["skillName"] = "虚弱诅咒",
    ["desc"] = "主动技能：对随机4名敌方造成[128%攻击]伤害，附加虚弱标记，持续3回合，对随机1名友方增加75能量",
}
data[1336] = {
    ["skillName"] = "虚弱诅咒",
    ["desc"] = "主动技能：对随机4名敌方造成[150%攻击]伤害，附加虚弱标记，持续3回合，对随机1名友方增加100能量",
}
data[1337] = {
    ["skillName"] = "心灵拷问",
    ["desc"] = "主动技能：对随机2名敌方造成[165%攻击]伤害，降低15%攻击，持续2回合，附加观心者印记，有观心者印记的目标受到伤害增加15%(观心者印记最大累计至150%)，",
}
data[1338] = {
    ["skillName"] = "心灵拷问",
    ["desc"] = "主动技能：对随机2名敌方造成[195%攻击]伤害，降低20%攻击，持续2回合，附加观心者印记，有观心者印记的目标受到伤害增加25%(观心者印记最大累计至150%)，",
}
data[1339] = {
    ["skillName"] = "心灵拷问",
    ["desc"] = "主动技能：对随机2名敌方造成[255%攻击]伤害，降低25%攻击，持续2回合，附加观心者印记，有观心者印记的目标受到伤害增加45%(观心者印记最大累计至150%)，",
}
data[1340] = {
    ["skillName"] = "电能激荡",
    ["desc"] = "主动技能：随机打击四个目标，对其中一个目标造成85%攻击伤害并有60%几率眩晕2回合，对其中一个目标造成115%攻击伤害并有30%概率眩晕2回合，对其中一个目标造成135%攻击伤害并有15%概率眩晕2回合，对其中一个目标造成185%伤害",
}
data[1341] = {
    ["skillName"] = "电能激荡",
    ["desc"] = "主动技能：随机打击四个目标，对其中一个目标造成120%攻击伤害并有80%几率眩晕2回合，对其中一个目标造成140%攻击伤害并有40%概率眩晕2回合，对其中一个目标造成160%攻击伤害并有20%概率眩晕2回合，对其中一个目标造成200%伤害",
}
data[1342] = {
    ["skillName"] = "电能激荡",
    ["desc"] = "主动技能：随机打击四个目标，对其中一个目标造成165%攻击伤害并有100%几率眩晕2回合，对其中一个目标造成195%攻击伤害并有50%概率眩晕2回合，对其中一个目标造成215%攻击伤害并有30%概率眩晕2回合，对其中一个目标造成275%伤害",
}
data[1343] = {
    ["skillName"] = "邪灵侵染",
    ["desc"] = "主动技能：对随机4名敌方造成[125%攻击]伤害，造成[75%攻击]的中毒伤害，持续2回合，有12%的几率冰冻，持续2回合，有12%的几率石化，持续2回合，",
}
data[1344] = {
    ["skillName"] = "邪灵侵染",
    ["desc"] = "主动技能：对随机4名敌方造成[165%攻击]伤害，造成[85%攻击]的中毒伤害，持续2回合，有15%的几率冰冻，持续2回合，有15%的几率石化，持续2回合，",
}
data[1345] = {
    ["skillName"] = "邪灵侵染",
    ["desc"] = "主动技能：对随机4名敌方造成[235%攻击]伤害，造成[100%攻击]的中毒伤害，持续2回合，有20%的几率冰冻，持续2回合，有20%的几率石化，持续2回合，",
}
data[1346] = {
    ["skillName"] = "巨锤裁决",
    ["desc"] = "主动技能：对后排敌方造成[100%攻击]伤害，自身增加15%减伤，持续3回合，增加10%攻击，持续3回合",
}
data[1347] = {
    ["skillName"] = "巨锤裁决",
    ["desc"] = "主动技能：对后排敌方造成[135%攻击]伤害，自身增加25%减伤，持续3回合，增加15%攻击，持续3回合",
}
data[1348] = {
    ["skillName"] = "巨锤裁决",
    ["desc"] = "主动技能：对后排敌方造成[210%攻击]伤害，自身增加35%减伤，持续3回合，增加20%攻击，持续3回合",
}
data[1349] = {
    ["skillName"] = "瓦解射线",
    ["desc"] = "主动技能：对随机1名敌方造成[200%攻击]伤害，如果目标处于后排降低15%攻击，持续3回合，如果目标处于后排降低速度30，持续3回合，如果目标处于前排降低35%护甲，持续3回合，如果目标处于前排有100%的几率石化，持续2回合，",
}
data[1350] = {
    ["skillName"] = "圣光闪耀",
    ["desc"] = "主动技能：对全体敌方造成[82%攻击]伤害，对随机4名友方增加10%攻击，持续3回合，增加速度10，持续3回合",
}
data[1351] = {
    ["skillName"] = "瓦解射线",
    ["desc"] = "主动技能：对随机1名敌方造成[300%攻击]伤害，如果目标处于后排降低20%攻击，持续3回合，如果目标处于后排降低速度60，持续3回合，如果目标处于前排降低55%护甲，持续3回合，如果目标处于前排有100%的几率石化，持续2回合，",
}
data[1352] = {
    ["skillName"] = "圣光闪耀",
    ["desc"] = "主动技能：对全体敌方造成[94%攻击]伤害，对随机4名友方增加20%攻击，持续3回合，增加速度20，持续3回合",
}
data[1353] = {
    ["skillName"] = "瓦解射线",
    ["desc"] = "主动技能：对随机1名敌方造成[400%攻击]伤害，如果目标处于后排降低30%攻击，持续3回合，如果目标处于后排降低速度80，持续3回合，如果目标处于前排降低75%护甲，持续3回合，如果目标处于前排有100%的几率石化，持续2回合，",
}
data[1354] = {
    ["skillName"] = "圣光闪耀",
    ["desc"] = "主动技能：对全体敌方造成[108%攻击]伤害，对全体友方增加30%攻击，持续3回合，恢复[250%攻击]等量生命",
}
data[1355] = {
    ["skillName"] = "折翼之舞",
    ["desc"] = "主动技能：对随机3名敌方造成[123%攻击]伤害，吸收目标9%攻击，持续3回合，对一名血量最高的敌方造成[自身当前血量的8%]的燃烧伤害，持续2回合",
}
data[1356] = {
    ["skillName"] = "折翼之舞",
    ["desc"] = "主动技能：对随机3名敌方造成[147%攻击]伤害，吸收目标12%攻击，持续3回合，对一名血量最高的敌方造成[自身当前血量的13%]的燃烧伤害，持续2回合",
}
data[1357] = {
    ["skillName"] = "折翼之舞",
    ["desc"] = "主动技能：对随机3名敌方造成[162%攻击]伤害，吸收目标15%攻击，持续3回合，对一名血量最高的敌方造成[自身当前血量的24%]伤害",
}
data[1358] = {
    ["skillName"] = "风卷残云",
    ["desc"] = "主动技能：对攻击力最高的敌方造成[194%攻击]伤害，降低10%攻击，持续3回合，降低5%攻击，持续2回合，降低5%攻击，持续1回合，造成[150%攻击]的流血伤害，持续2回合，",
}
data[1359] = {
    ["skillName"] = "风卷残云",
    ["desc"] = "主动技能：对攻击力最高的敌方造成[298%攻击]伤害，降低14%攻击，持续3回合，降低8%攻击，持续2回合，降低8%攻击，持续1回合，造成[220%攻击]的流血伤害，持续2回合，",
}
data[1360] = {
    ["skillName"] = "风卷残云",
    ["desc"] = "主动技能：对攻击力最高的敌方造成[196%攻击]伤害，降低40%攻击，持续3回合，造成[180%攻击]的流血伤害，持续2回合，",
}
data[1397] = {
    ["skillName"] = "暗影守护",
    ["desc"] = "主动技能：对前排敌方造成[100%攻击]伤害，有30%的几率石化，持续2回合，对全体友方darkshield",
}
data[2871] = {
    ["skillName"] = "绝望光环",
    ["desc"] = "被动技能：增加10%血量，增加15%攻击，增加15%减伤，ctrlweak",
}
data[2872] = {
    ["skillName"] = "恐惧盛宴",
    ["desc"] = "被动技能：我方英雄使用主动技能时，对随机1名敌方造成[50%攻击]伤害，造成[50%攻击]伤害，造成[50%攻击]伤害",
}
data[2873] = {
    ["skillName"] = "治愈诅咒",
    ["desc"] = "被动技能：普通攻击时，对随机1名敌方curecurse，curecurse",
}
data[1398] = {
    ["skillName"] = "暗影守护",
    ["desc"] = "主动技能：对前排敌方造成[150%攻击]伤害，有50%的几率石化，持续2回合，对全体友方darkshield",
}
data[2874] = {
    ["skillName"] = "绝望光环",
    ["desc"] = "被动技能：增加15%血量，增加20%攻击，增加20%减伤，ctrlweak",
}
data[2875] = {
    ["skillName"] = "恐惧盛宴",
    ["desc"] = "被动技能：我方英雄使用主动技能时，对随机1名敌方造成[100%攻击]伤害，造成[100%攻击]伤害，造成[100%攻击]伤害",
}
data[2876] = {
    ["skillName"] = "治愈诅咒",
    ["desc"] = "被动技能：普通攻击时，对随机1名敌方curecurse，curecurse",
}
data[2877] = {
    ["skillName"] = "绝望光环",
    ["desc"] = "被动技能：增加20%血量，增加25%攻击，增加25%减伤，ctrlweak",
}
data[2878] = {
    ["skillName"] = "恐惧盛宴",
    ["desc"] = "被动技能：我方英雄使用主动技能时，对随机1名敌方造成[200%攻击]伤害，造成[200%攻击]伤害，造成[200%攻击]伤害",
}
data[2879] = {
    ["skillName"] = "治愈诅咒",
    ["desc"] = "被动技能：普通攻击时，对随机1名敌方curecurse，curecurse",
}
data[1399] = {
    ["skillName"] = "暗影守护",
    ["desc"] = "主动技能：对前排敌方造成[200%攻击]伤害，有70%的几率石化，持续2回合，对全体友方darkshield，darkshield",
}
data[1394] = {
    ["skillName"] = "致命烟火",
    ["desc"] = "主动技能：对一名血量最高的敌方造成[200%攻击]伤害，造成[50%攻击]的燃烧伤害，持续6回合，自身burstarm",
}
data[2862] = {
    ["skillName"] = "捣蛋基因",
    ["desc"] = "被动技能：增加15%血量，增加10%攻击，增加15%暴击率，增加25%精准",
}
data[2863] = {
    ["skillName"] = "枪炮交响",
    ["desc"] = "普通攻击：对前排敌方造成[120%攻击]伤害，自身refarm，增加5%暴击伤害，持续2回合",
}
data[2864] = {
    ["skillName"] = "古灵精怪",
    ["desc"] = "被动技能：造成暴击伤害时，对全体敌方exhurtpenny，自身burstarm，refarm",
}
data[1395] = {
    ["skillName"] = "致命烟火",
    ["desc"] = "主动技能：对一名血量最高的敌方造成[300%攻击]伤害，造成[80%攻击]的燃烧伤害，持续6回合，自身burstarm",
}
data[2865] = {
    ["skillName"] = "捣蛋基因",
    ["desc"] = "被动技能：增加20%血量，增加20%攻击，增加20%暴击率，增加50%精准",
}
data[2866] = {
    ["skillName"] = "枪炮交响",
    ["desc"] = "普通攻击：对前排敌方造成[150%攻击]伤害，自身refarm，增加10%暴击伤害，持续2回合",
}
data[2867] = {
    ["skillName"] = "古灵精怪",
    ["desc"] = "被动技能：造成暴击伤害时，对全体敌方exhurtpenny，自身burstarm，refarm",
}
data[2868] = {
    ["skillName"] = "捣蛋基因",
    ["desc"] = "被动技能：增加25%血量，增加30%攻击，增加30%暴击率，增加100%精准",
}
data[2869] = {
    ["skillName"] = "枪炮交响",
    ["desc"] = "普通攻击：对前排敌方造成[180%攻击]伤害，自身refarm，增加20%暴击伤害，持续2回合",
}
data[2870] = {
    ["skillName"] = "古灵精怪",
    ["desc"] = "被动技能：造成暴击伤害时，对全体敌方exhurtpenny，自身burstarm，refarm",
}
data[1396] = {
    ["skillName"] = "致命烟火",
    ["desc"] = "主动技能：对一名血量最高的敌方造成[450%攻击]伤害，造成[150%攻击]的燃烧伤害，持续6回合，自身burstarm",
}
data[1403] = {
    ["skillName"] = "恶魔图腾",
    ["desc"] = "主动技能：对随机2名敌方造成[100%攻击]伤害，有40%的几率remove100positiveattributeeffects，自身totem",
}
data[2889] = {
    ["skillName"] = "幽暗刻印",
    ["desc"] = "被动技能：增加10%血量，增加10%免控，增加速度10，增加10%受到的治疗效果",
}
data[2890] = {
    ["skillName"] = "死雾笼罩",
    ["desc"] = "被动技能：回合结束时，对随机0名敌方有50%的几率降低10能量",
}
data[2891] = {
    ["skillName"] = "灵魂链接",
    ["desc"] = "被动技能：atbeginningofbattle，对随机1名敌方becomes0%soullinked(soullinkedenemiesreceiveaportionofalldamagetakenbythehero)",
}
data[1404] = {
    ["skillName"] = "恶魔图腾",
    ["desc"] = "主动技能：对随机2名敌方造成[150%攻击]伤害，有50%的几率remove100positiveattributeeffects，自身totem",
}
data[2892] = {
    ["skillName"] = "幽暗刻印",
    ["desc"] = "被动技能：增加15%血量，增加20%免控，增加速度20，增加20%受到的治疗效果",
}
data[2893] = {
    ["skillName"] = "死雾笼罩",
    ["desc"] = "被动技能：回合结束时，对随机0名敌方有50%的几率降低20能量",
}
data[2894] = {
    ["skillName"] = "灵魂链接",
    ["desc"] = "被动技能：atbeginningofbattle，对随机1名敌方becomes0%soullinked(soullinkedenemiesreceiveaportionofalldamagetakenbythehero)",
}
data[2895] = {
    ["skillName"] = "幽暗刻印",
    ["desc"] = "被动技能：增加25%血量，增加30%免控，增加速度30，增加30%受到的治疗效果",
}
data[2896] = {
    ["skillName"] = "死雾笼罩",
    ["desc"] = "被动技能：回合结束时，对随机0名敌方有50%的几率降低30能量",
}
data[2897] = {
    ["skillName"] = "灵魂链接",
    ["desc"] = "被动技能：atbeginningofbattle，对随机1名敌方becomes70%soullinked(soullinkedenemiesreceiveaportionofalldamagetakenbythehero)",
}
data[1405] = {
    ["skillName"] = "恶魔图腾",
    ["desc"] = "主动技能：对随机2名敌方造成[200%攻击]伤害，有60%的几率remove100positiveattributeeffects，自身totem",
}
data[1424] = {
    ["skillName"] = "恶灵附身",
    ["desc"] = "主动技能：TARGETS_45造成[140%攻击]伤害，造成[血量上限的5%]伤害，吸收目标[所造成伤害的30%]为自身血量，血量最低的敌方造成[140%攻击]伤害，造成[血量上限的5%]伤害，evil，持续3回合",
}
data[2952] = {
    ["skillName"] = "幽暗颂歌",
    ["desc"] = "被动技能：增加15%攻击，增加15%暴击率，增加15%暴击伤害，增加速度20，增加10%免控",
}
data[2953] = {
    ["skillName"] = "涂毒之刃",
    ["desc"] = "被动技能：SKILL_TRIGGER_43敌方exdotpoison，持续2回合",
}
data[2954] = {
    ["skillName"] = "死灵召唤",
    ["desc"] = "普通攻击：TARGETS_45造成[120%攻击]伤害，吸收目标[所造成伤害的30%]为自身血量，血量最低的敌方造成[120%攻击]伤害，evil，持续3回合",
}
data[1425] = {
    ["skillName"] = "恶灵附身",
    ["desc"] = "主动技能：TARGETS_45造成[220%攻击]伤害，造成[血量上限的7%]伤害，吸收目标[所造成伤害的50%]为自身血量，血量最低的敌方造成[220%攻击]伤害，造成[血量上限的7%]伤害，evil，持续3回合",
}
data[2955] = {
    ["skillName"] = "幽暗颂歌",
    ["desc"] = "被动技能：增加25%攻击，增加25%暴击率，增加25%暴击伤害，增加速度40，增加20%免控",
}
data[2956] = {
    ["skillName"] = "涂毒之刃",
    ["desc"] = "被动技能：SKILL_TRIGGER_43敌方exdotpoison，持续2回合",
}
data[2957] = {
    ["skillName"] = "死灵召唤",
    ["desc"] = "普通攻击：TARGETS_45造成[140%攻击]伤害，吸收目标[所造成伤害的50%]为自身血量，血量最低的敌方造成[140%攻击]伤害，evil，持续3回合",
}
data[2958] = {
    ["skillName"] = "幽暗颂歌",
    ["desc"] = "被动技能：增加35%攻击，增加35%暴击率，增加50%暴击伤害，增加速度60，增加30%免控",
}
data[2959] = {
    ["skillName"] = "涂毒之刃",
    ["desc"] = "被动技能：SKILL_TRIGGER_43敌方exdotpoison，持续2回合",
}
data[2960] = {
    ["skillName"] = "死灵召唤",
    ["desc"] = "普通攻击：TARGETS_45造成[180%攻击]伤害，吸收目标[所造成伤害的100%]为自身血量，血量最低的敌方造成[180%攻击]伤害，evil，持续3回合",
}
data[1426] = {
    ["skillName"] = "恶灵附身",
    ["desc"] = "主动技能：TARGETS_45造成[440%攻击]伤害，造成[血量上限的10%]伤害，吸收目标[所造成伤害的100%]为自身血量，血量最低的敌方造成[440%攻击]伤害，造成[血量上限的10%]伤害，evil，持续3回合",
}
data[1409] = {
    ["skillName"] = "钢铁旋风",
    ["desc"] = "主动技能：对后排敌方造成[150%攻击]伤害，造成[150%攻击]伤害，有30%的几率taunt，持续2回合，自身freedmg，持续2回合",
}
data[2907] = {
    ["skillName"] = "机械预警",
    ["desc"] = "被动技能：增加20%血量，增加10%攻击，增加10%护甲，增加10%免控，增加20能量",
}
data[2908] = {
    ["skillName"] = "狂乱嘲讽",
    ["desc"] = "被动技能：受到攻击时，对攻击者吸收目标10%攻击，持续2回合，有10%的几率taunt，持续2回合",
}
data[2909] = {
    ["skillName"] = "能量过载",
    ["desc"] = "被动技能：回合结束时，恢复[25%攻击]等量生命，恢复[25%攻击]等量生命，恢复[25%攻击]等量生命",
}
data[1410] = {
    ["skillName"] = "钢铁旋风",
    ["desc"] = "主动技能：对后排敌方造成[225%攻击]伤害，造成[225%攻击]伤害，有40%的几率taunt，持续2回合，自身freedmg，持续2回合",
}
data[2910] = {
    ["skillName"] = "机械预警",
    ["desc"] = "被动技能：增加30%血量，增加15%攻击，增加20%护甲，增加20%免控，增加30能量",
}
data[2911] = {
    ["skillName"] = "狂乱嘲讽",
    ["desc"] = "被动技能：受到攻击时，对攻击者吸收目标15%攻击，持续2回合，有20%的几率taunt，持续2回合",
}
data[2912] = {
    ["skillName"] = "能量过载",
    ["desc"] = "被动技能：回合结束时，恢复[50%攻击]等量生命，恢复[50%攻击]等量生命，恢复[50%攻击]等量生命",
}
data[2913] = {
    ["skillName"] = "机械预警",
    ["desc"] = "被动技能：增加40%血量，增加25%攻击，增加30%护甲，增加30%免控，增加50能量",
}
data[2914] = {
    ["skillName"] = "狂乱嘲讽",
    ["desc"] = "被动技能：受到攻击时，对攻击者吸收目标20%攻击，持续2回合，有30%的几率taunt，持续2回合",
}
data[2915] = {
    ["skillName"] = "能量过载",
    ["desc"] = "被动技能：回合结束时，恢复[120%攻击]等量生命，恢复[120%攻击]等量生命，恢复[120%攻击]等量生命",
}
data[1411] = {
    ["skillName"] = "钢铁旋风",
    ["desc"] = "主动技能：对后排敌方造成[420%攻击]伤害，造成[420%攻击]伤害，有50%的几率taunt，持续2回合，自身freedmg，持续2回合",
}
data[1400] = {
    ["skillName"] = "灵魂撕咬",
    ["desc"] = "主动技能：对随机0名后排敌方造成[100%攻击]伤害，造成[50%攻击]的流血伤害，持续15回合，dotbloodbyspd，",
}
data[2880] = {
    ["skillName"] = "狂暴蛛行",
    ["desc"] = "被动技能：增加15%攻击，增加15%暴击率，增加10%免控，增加速度10，如果目标处于流血状态增加20%伤害",
}
data[2881] = {
    ["skillName"] = "痛苦深渊",
    ["desc"] = "被动技能：普通攻击时，对后排敌方造成[30%攻击]的流血伤害，持续3回合，降低速度10",
}
data[2882] = {
    ["skillName"] = "无尽怒火",
    ["desc"] = "被动技能：SKILL_TRIGGER_43对全体敌方dotbloodbyblood，持续3回合",
}
data[1401] = {
    ["skillName"] = "灵魂撕咬",
    ["desc"] = "主动技能：对随机0名后排敌方造成[140%攻击]伤害，造成[100%攻击]的流血伤害，持续15回合，dotbloodbyspd，",
}
data[2883] = {
    ["skillName"] = "狂暴蛛行",
    ["desc"] = "被动技能：增加25%攻击，增加25%暴击率，增加20%免控，增加速度20，如果目标处于流血状态增加40%伤害",
}
data[2884] = {
    ["skillName"] = "痛苦深渊",
    ["desc"] = "被动技能：普通攻击时，对后排敌方造成[60%攻击]的流血伤害，持续3回合，降低速度20",
}
data[2885] = {
    ["skillName"] = "无尽怒火",
    ["desc"] = "被动技能：SKILL_TRIGGER_43对全体敌方dotbloodbyblood，持续3回合",
}
data[2886] = {
    ["skillName"] = "狂暴蛛行",
    ["desc"] = "被动技能：增加35%攻击，增加35%暴击率，增加30%免控，增加速度30，如果目标处于流血状态增加80%伤害",
}
data[2887] = {
    ["skillName"] = "痛苦深渊",
    ["desc"] = "被动技能：普通攻击时，对后排敌方造成[100%攻击]的流血伤害，持续3回合，降低速度30",
}
data[2888] = {
    ["skillName"] = "无尽怒火",
    ["desc"] = "被动技能：SKILL_TRIGGER_43对全体敌方dotbloodbyblood，持续3回合",
}
data[1402] = {
    ["skillName"] = "灵魂撕咬",
    ["desc"] = "主动技能：对随机0名后排敌方造成[230%攻击]伤害，造成[198%攻击]的流血伤害，持续15回合，dotbloodbyspd，",
}
data[1421] = {
    ["skillName"] = "迪拉光线",
    ["desc"] = "主动技能：对随机0名敌方造成[100%攻击]伤害，hurtchaos，有30%的几率debufr，",
}
data[2943] = {
    ["skillName"] = "极限暴走",
    ["desc"] = "被动技能：增加10%血量，增加15%攻击，增加15%暴击率，增加速度20，增加10%免控",
}
data[2944] = {
    ["skillName"] = "持续虚弱",
    ["desc"] = "普通攻击：对随机0名敌方造成[100%攻击]伤害，hurtchaos",
}
data[2945] = {
    ["skillName"] = "传播之种",
    ["desc"] = "被动技能：回合结束时，TARGETS_42infect",
}
data[1422] = {
    ["skillName"] = "迪拉光线",
    ["desc"] = "主动技能：对随机0名敌方造成[200%攻击]伤害，hurtchaos，有50%的几率debufr，",
}
data[2946] = {
    ["skillName"] = "极限暴走",
    ["desc"] = "被动技能：增加20%血量，增加25%攻击，增加25%暴击率，增加速度40，增加20%免控",
}
data[2947] = {
    ["skillName"] = "持续虚弱",
    ["desc"] = "普通攻击：对随机0名敌方造成[150%攻击]伤害，hurtchaos",
}
data[2948] = {
    ["skillName"] = "传播之种",
    ["desc"] = "被动技能：回合结束时，TARGETS_42infect",
}
data[2949] = {
    ["skillName"] = "极限暴走",
    ["desc"] = "被动技能：增加30%血量，增加40%攻击，增加35%暴击率，增加速度60，增加30%免控",
}
data[2950] = {
    ["skillName"] = "持续虚弱",
    ["desc"] = "普通攻击：对随机0名敌方造成[250%攻击]伤害，hurtchaos",
}
data[2951] = {
    ["skillName"] = "传播之种",
    ["desc"] = "被动技能：回合结束时，TARGETS_42infect",
}
data[1423] = {
    ["skillName"] = "迪拉光线",
    ["desc"] = "主动技能：对随机0名敌方造成[400%攻击]伤害，hurtchaos，有70%的几率debufr，",
}
data[1406] = {
    ["skillName"] = "致命羽刃",
    ["desc"] = "主动技能：对随机3名敌方造成[120%攻击]伤害，TARGETS_43造成[80%攻击]伤害",
}
data[2898] = {
    ["skillName"] = "鹰的力量",
    ["desc"] = "被动技能：增加10%血量，增加20%暴击伤害，增加10%攻击，增加10%免控",
}
data[2899] = {
    ["skillName"] = "狩猎本能",
    ["desc"] = "被动技能：我方英雄使用主动技能时，敌方造成[100%攻击]反击伤害，自身bloodfeather，增加1%暴击率，持续2回合",
}
data[2900] = {
    ["skillName"] = "战无不胜",
    ["desc"] = "被动技能：场上有英雄死亡时，恢复[血量上限的10%]等量生命，bloodfeather",
}
data[1407] = {
    ["skillName"] = "致命羽刃",
    ["desc"] = "主动技能：对随机3名敌方造成[240%攻击]伤害，TARGETS_43造成[160%攻击]伤害",
}
data[2901] = {
    ["skillName"] = "鹰的力量",
    ["desc"] = "被动技能：增加20%血量，增加30%暴击伤害，增加15%攻击，增加20%免控",
}
data[2902] = {
    ["skillName"] = "狩猎本能",
    ["desc"] = "被动技能：我方英雄使用主动技能时，敌方造成[150%攻击]反击伤害，自身bloodfeather，增加3%暴击率，持续2回合",
}
data[2903] = {
    ["skillName"] = "战无不胜",
    ["desc"] = "被动技能：场上有英雄死亡时，恢复[血量上限的20%]等量生命，bloodfeather",
}
data[2904] = {
    ["skillName"] = "鹰的力量",
    ["desc"] = "被动技能：增加30%血量，增加40%暴击伤害，增加25%攻击，增加30%免控",
}
data[2905] = {
    ["skillName"] = "狩猎本能",
    ["desc"] = "被动技能：我方英雄使用主动技能时，敌方造成[250%攻击]反击伤害，自身bloodfeather，增加5%暴击率，持续2回合",
}
data[2906] = {
    ["skillName"] = "战无不胜",
    ["desc"] = "被动技能：场上有英雄死亡时，恢复[血量上限的30%]等量生命，bloodfeather，bloodfeather",
}
data[1408] = {
    ["skillName"] = "致命羽刃",
    ["desc"] = "主动技能：对随机3名敌方造成[480%攻击]伤害，TARGETS_43造成[320%攻击]伤害",
}
data[1418] = {
    ["skillName"] = "去小人国玩儿吧！",
    ["desc"] = "主动技能：对随机1名敌方造成[180%攻击]伤害，shrink，持续2回合，对随机3名友方fairyg，持续2回合，fairyg，持续2回合",
}
data[2934] = {
    ["skillName"] = "艾莉薇尔什么都不怕",
    ["desc"] = "被动技能：增加10%血量，增加15%攻击，增加15%受到的治疗效果",
}
data[2935] = {
    ["skillName"] = "你变得更可爱了",
    ["desc"] = "被动技能：普通攻击时，对随机0名敌方shrink，持续2回合",
}
data[2936] = {
    ["skillName"] = "来追我呀！",
    ["desc"] = "被动技能：回合结束时，TARGETS_44changespd，持续1回合，对随机1名友方fairyg，持续2回合，fairyg，持续2回合",
}
data[1419] = {
    ["skillName"] = "去小人国玩儿吧！",
    ["desc"] = "主动技能：对随机1名敌方造成[290%攻击]伤害，shrink，持续2回合，对随机3名友方fairyg，持续2回合，fairyg，持续2回合",
}
data[2937] = {
    ["skillName"] = "艾莉薇尔什么都不怕",
    ["desc"] = "被动技能：增加20%血量，增加20%攻击，增加20%受到的治疗效果",
}
data[2938] = {
    ["skillName"] = "你变得更可爱了",
    ["desc"] = "被动技能：普通攻击时，对随机0名敌方shrink，持续2回合",
}
data[2939] = {
    ["skillName"] = "来追我呀！",
    ["desc"] = "被动技能：回合结束时，TARGETS_44changespd，持续1回合，对随机1名友方fairyg，持续2回合，fairyg，持续2回合",
}
data[2940] = {
    ["skillName"] = "艾莉薇尔什么都不怕",
    ["desc"] = "被动技能：增加30%血量，增加25%攻击，增加30%受到的治疗效果",
}
data[2941] = {
    ["skillName"] = "你变得更可爱了",
    ["desc"] = "被动技能：普通攻击时，对随机0名敌方shrink，持续2回合",
}
data[2942] = {
    ["skillName"] = "来追我呀！",
    ["desc"] = "被动技能：回合结束时，TARGETS_44changespd，持续1回合，对随机1名友方fairyg，持续2回合，fairyg，持续2回合",
}
data[1420] = {
    ["skillName"] = "去小人国玩儿吧！",
    ["desc"] = "主动技能：对随机1名敌方造成[400%攻击]伤害，shrink，持续2回合，对随机3名友方fairyg，持续2回合，fairyg，持续2回合",
}
data[1415] = {
    ["skillName"] = "能量湮灭",
    ["desc"] = "主动技能：对随机0名敌方造成[120%攻击]伤害，detonate，有20%的几率devour，",
}
data[2925] = {
    ["skillName"] = "黑暗帷幕",
    ["desc"] = "被动技能：增加10%攻击，增加10%免控，增加速度20，tmiss",
}
data[2926] = {
    ["skillName"] = "魔能爆发",
    ["desc"] = "普通攻击：对随机0名敌方造成[120%攻击]伤害，增加20能量，detonate，降低999能量",
}
data[2927] = {
    ["skillName"] = "暗影双生",
    ["desc"] = "被动技能：死亡后，totem，持续4回合，relive，持续4回合（仅触发一次）",
}
data[1416] = {
    ["skillName"] = "能量湮灭",
    ["desc"] = "主动技能：对随机0名敌方造成[160%攻击]伤害，detonate，有40%的几率devour，",
}
data[2928] = {
    ["skillName"] = "黑暗帷幕",
    ["desc"] = "被动技能：增加15%攻击，增加20%免控，增加速度40，tmiss",
}
data[2929] = {
    ["skillName"] = "魔能爆发",
    ["desc"] = "普通攻击：对随机0名敌方造成[132%攻击]伤害，增加30能量，detonate，降低999能量",
}
data[2930] = {
    ["skillName"] = "暗影双生",
    ["desc"] = "被动技能：死亡后，totem，持续4回合，relive，持续4回合（仅触发一次）",
}
data[2931] = {
    ["skillName"] = "黑暗帷幕",
    ["desc"] = "被动技能：增加25%攻击，增加30%免控，增加速度60，tmiss",
}
data[2932] = {
    ["skillName"] = "魔能爆发",
    ["desc"] = "普通攻击：对随机0名敌方造成[156%攻击]伤害，增加50能量，detonate，降低999能量",
}
data[2933] = {
    ["skillName"] = "暗影双生",
    ["desc"] = "被动技能：死亡后，totem，持续4回合，relive，持续4回合（仅触发一次）",
}
data[1417] = {
    ["skillName"] = "能量湮灭",
    ["desc"] = "主动技能：对随机0名敌方造成[220%攻击]伤害，detonate，有70%的几率devour，",
}
data[1412] = {
    ["skillName"] = "多重打击",
    ["desc"] = "主动技能：对单个敌方hurttara，造成[100%攻击]伤害，有50%的几率造成[100%攻击]伤害，有34%的几率造成[100%攻击]伤害，lightf，自身增加10%神圣伤害",
}
data[2916] = {
    ["skillName"] = "泰拉意志",
    ["desc"] = "被动技能：增加20%血量，增加20%神圣伤害，增加10%免控，增加10%减伤",
}
data[2917] = {
    ["skillName"] = "圣光封印",
    ["desc"] = "普通攻击：对随机0名敌方造成[150%攻击]伤害，lightf",
}
data[2918] = {
    ["skillName"] = "震慑",
    ["desc"] = "被动技能：SKILL_TRIGGER_43对全体敌方造成[100%攻击]的神圣伤害，有10%的几率lightf",
}
data[1413] = {
    ["skillName"] = "多重打击",
    ["desc"] = "主动技能：对单个敌方hurttara，造成[150%攻击]伤害，有50%的几率造成[150%攻击]伤害，有34%的几率造成[150%攻击]伤害，lightf，自身增加20%神圣伤害",
}
data[2919] = {
    ["skillName"] = "泰拉意志",
    ["desc"] = "被动技能：增加30%血量，增加40%神圣伤害，增加20%免控，增加20%减伤",
}
data[2920] = {
    ["skillName"] = "圣光封印",
    ["desc"] = "普通攻击：对随机0名敌方造成[240%攻击]伤害，lightf",
}
data[2921] = {
    ["skillName"] = "震慑",
    ["desc"] = "被动技能：SKILL_TRIGGER_43对全体敌方造成[200%攻击]的神圣伤害，有20%的几率lightf",
}
data[2922] = {
    ["skillName"] = "泰拉意志",
    ["desc"] = "被动技能：增加40%血量，增加70%神圣伤害，增加30%免控，增加30%减伤",
}
data[2923] = {
    ["skillName"] = "圣光封印",
    ["desc"] = "普通攻击：对随机0名敌方造成[300%攻击]伤害，lightf",
}
data[2924] = {
    ["skillName"] = "震慑",
    ["desc"] = "被动技能：SKILL_TRIGGER_43对全体敌方造成[400%攻击]的神圣伤害，有30%的几率lightf",
}
data[1414] = {
    ["skillName"] = "多重打击",
    ["desc"] = "主动技能：对单个敌方hurttara，造成[300%攻击]伤害，有50%的几率造成[300%攻击]伤害，有34%的几率造成[300%攻击]伤害，lightf，自身增加50%神圣伤害",
}
data[3470] = {
    ["skillName"] = "烈焰追击",
    ["desc"] = "被动技能：受到攻击时，对随机3名敌方造成[25%攻击]的流血伤害，持续3回合，造成[25%攻击]的燃烧伤害，持续3回合",
}
data[3471] = {
    ["skillName"] = "灵魂桎梏",
    ["desc"] = "被动技能：受到燃烧目标的攻击时，恢复15能量，受到流血目标的攻击时，恢复[30%攻击]等量生命",
}
data[3472] = {
    ["skillName"] = "精灵之力",
    ["desc"] = "被动技能：增加35%血量，增加30%攻击，增加速度40，增加30%受到的治疗效果",
}
data[3473] = {
    ["skillName"] = "荆棘生长",
    ["desc"] = "被动技能：普通攻击时，对随机1名敌方种下种子，使其1回合后被束缚1回合",
}
data[3474] = {
    ["skillName"] = "自然操控",
    ["desc"] = "被动技能：当敌方英雄被束缚时，对随机3名敌方造成[100%攻击]的中毒伤害，持续6回合，自身恢复[150%攻击]等量生命，增加20%攻击，持续6回合",
}
data[3475] = {
    ["skillName"] = "黑暗风暴",
    ["desc"] = "被动技能：增加40%血量，增加20%攻击，增加35%暴击率，增加50%破甲，增加40%免控",
}
data[3476] = {
    ["skillName"] = "暗影之怒",
    ["desc"] = "普通攻击：对随机3名敌方造成[120%攻击]伤害，有35%的几率附加恐惧印记，持续2回合（有恐惧印记的目标无法使用普通攻击）",
}
data[3477] = {
    ["skillName"] = "灵魂献祭",
    ["desc"] = "被动技能：任意敌方英雄血量降低到30%以下时，敌方造成[750%攻击]暴击伤害，吸收目标[所造成伤害的50%]为自身血量（每个敌方英雄仅触发一次）",
}
data[3478] = {
    ["skillName"] = "圣光加持",
    ["desc"] = "被动技能：增加20%血量，增加50%神圣伤害",
}
data[3479] = {
    ["skillName"] = "正义之怒",
    ["desc"] = "被动技能：每回合开始时，对一名血量最高的敌方附加目标自身[血量上限的30%]伤害的均衡印记，持续1回合（均衡印记的伤害仅在目标英雄使用主动技能时触发）",
}
data[3480] = {
    ["skillName"] = "最终裁决",
    ["desc"] = "被动技能：回合结束时，对全体敌方造成[400%攻击]的神圣伤害，降低10%受到的治疗效果",
}
data[3481] = {
    ["skillName"] = "血腥护甲III",
    ["desc"] = "被动技能：第四回合时，降低50%攻击",
}
return data