local arena = {}
arena[1] = {
    ["name"] = "دوري التاج البلوري",
    ["des"] = "دورة اللعبة تمنح مكافآت يومية كبيرة بالإضافة إلى المكافآت الموسمية",
    ["infoTitle1"] = "قواعد المعركة",
    ["info1"] = "1. يتم إرسال مكافآت الترتيب للفائزين في الساعة 21:00 (UTC / GMT 0) يوميا؛ ; 2. كل معركة حلبة تكلف تذكرة الحلبة والتي يمكنك شرائها بالماس؛ ; 3. كل معركة الحلبة تستمر 15 جولة، وإذا تجاوزت المعركة المهلة سوف تخسر؛ ; 4. كل معركة تمنح بعض النقاط يتم وضعها في الترتيب؛ ; 5. يمكنك التحقق من أكثر10 معارك يتم لعبها في سجل المعارك",
    ["infoTitle2"] = "قواعد الجائزة",
    ["info2"] = "سيتم إرسال المكافآت إلى اللاعبين الأعلى رتبة كل يوم؛ لمزيد من التفاصيل، يرجى مراجعة المكافأة",
    ["date"] = "8 يونيو - 8 يوليو",
}
arena[3] = {
    ["name"] = "كأس العالم الداخلي",
    ["des"] = "مطلوب: طاقة≥150,000",
    ["infoTitle1"] = "قواعد المعركة",
    ["info1"] = "1. كل معركة حلبة تستمر لمدة 15 جولة، وعندما تتجاوز المعركة الحد الزمني، فإن المهاجم سوف يخسر؛ ; 2. كل معركة تمنح بعض النقاط التي يتم وضعها في  الترتيب؛ ; 3. يمكن التحقق من أحدث 10 معارك في سجل المعركة ",
    ["infoTitle2"] = "قواعد الجائزة",
    ["info2"] = "عند انتهاء الحدث، سيتم تقديم المكافآت على أساس التصنيف العالمي",
    ["date"] = "8 يونيو - 8 يوليو",
}
arena[2] = {
    ["name"] = "محاولة البطل",
    ["des"] = "يتطلب: لاعب مستوى 55.",
    ["infoTitle1"] = "قواعد المعركة",
    ["info1"] = "1. يمكن للاعبين ضبط 3 فرق دفاع متى رغبوا في كل تشكيل ويجب أن تحتوي على بطل واحد على الأقل؛ ; 2. المعركة تأخذ أفضل ثلاثة أوضاع، الجزء الذي يفوز 2 مباريات سيفوز؛ ; 3. هزيمة جميع الأبطال من فريق يمكنك من فوز1 معركة؛ ; 4. كل معركة حلبة تستمر لمدة 15 جولة، وعندما تتجاوز المعركة الحد الزمني، فإن *المهاجم سوف يخسر؛ ; 5. كل معركة تمنح بعض النقاط التي يتم وضعها في الترتيب؛ ; 6. يمكنك التحقق من أحدث 10 معارك في سجل المعركة",
    ["infoTitle2"] = "قواعد الجائزة",
    ["info2"] = "عندما يكون هذا الحدث قد انتهى، سيتم تقديم المكافآت على أساس التصنيف.العناصر في كنز الحلبة الذي قد فزت به كجائزة للترتيب الخاص بك، سوف يرسل عن طريق البريد في اللعبة عندما تنتهي البطولة.",
    ["date"] = "8 يونيو - 8 يوليو",
}
arena[4] = {
    ["name"] = "فريق متابعة الحلبة المجاني",
    ["des"] = "يتطلب: لاعب مستوى 60.",
    ["infoTitle1"] = "قواعد المعركة",
    ["info1"] = "1. يفتح فريق الحلبة من الساعة 0:00 صباحا بالتوقيت العالمي (UTC / GMT 0) من الثلاثاء إلى 23:59 مساء بالتوقيت العالمي (بتوقيت جرينتش 0 بتوقيت غرينيتش) يوم الخميس؛ ; 2. بعد دخول فريق الحلبة، يمكن للاعبين اختيار فريق واحد للانضمام أو إنشاء فريق خاص بك لدعوة لاعبين آخرين؛ ; 3. اللاعبين من الخوادم المختلفة ليست قادرة على الاتصال بالفريق؛ ; 4. يمكن فقط لمالك الفريق ترتيب المعركة واختيار الفريق المنافس، في حين أن الأعضاء الآخرين يمكنهم التحقق فقط من المعركة في السجلات ; 5؛ كل فريق لديه 6 طاقة في البداية بعد انشاء الفريق ويتم الحصلول على 1 نقطة من الطاقة كل ساعة ويمكن تخزينها حتى إلى 12 نقطة كل معركة تستهلك 1طاقة؛ ; 6. يجب أن يتم اختيار بطل واحد على الأقل في تشكيلة الفريق الخاص بك واللاعبين يمكن ضبطهم في أي وقت؛ ; 7. كل معركة تتكون من 3 معارك الفريق الذي يفوز اثنين من المعارك أولا سوف يربح النصر النهائي؛ ; 8. قم بهزيمة جميع أبطال الفريق المقابل لتربح. كل قتال يستمر 15 جولة، انتهاء الوقت من الفريق المهاجم سوف يفقدك المعركة؛ ; 10. بعد كل معركة، فإن الفريق الفائز في الحلبة سوف يربح نقاط الحلبة، والفرق الخاسرة سوف تفقد نقاط الحلبة، وسيتم ترتيب جميع الفرق طبقا لمجموع نقاط الساحة. ; 11.؛. يمكن للاعبين مشاهدة الـ 10 معارك الفائتة على شكل مقاطع فيديو في سجلات المعارك. ",
    ["infoTitle2"] = "قواعد الجائزة",
    ["info2"] = "عند انتهاء الحدث، سيتم تقديم المكافآت على أساس التصنيف العالمي",
    ["date"] = "8 يونيو - 8 يوليو",
}
return arena