local brave = {}
brave[1] = {
    ["name"] = "محاولة بليكر",
}
brave[2] = {
    ["name"] = "محاولة كريم",
}
brave[3] = {
    ["name"] = "محاولة ضوء النجوم",
}
brave[4] = {
    ["name"] = "محاولة جريك",
}
brave[5] = {
    ["name"] = "محاولة بليكر",
}
brave[6] = {
    ["name"] = "محاولة كريم",
}
brave[7] = {
    ["name"] = "محاولة ضوء النجوم",
}
brave[8] = {
    ["name"] = "محاولة جريك",
}
brave[9] = {
    ["name"] = "محاولة بليكر",
}
brave[10] = {
    ["name"] = "محاولة كريم",
}
brave[11] = {
    ["name"] = "محاولة ضوء النجوم",
}
brave[12] = {
    ["name"] = "محاولة جريك",
}
brave[13] = {
    ["name"] = "محاولة بليكر",
}
brave[14] = {
    ["name"] = "محاولة كريم",
}
brave[15] = {
    ["name"] = "محاولة ضوء النجوم",
}
brave[16] = {
    ["name"] = "محاولة جريك",
}
return brave