local equip = {}
equip[1001] = {
    ["name"] = "مطرقة",
}
equip[1002] = {
    ["name"] = "خاتم نحاس",
}
equip[1003] = {
    ["name"] = "درع ناعم",
}
equip[1004] = {
    ["name"] = "أحذية معركة",
}
equip[2001] = {
    ["name"] = "شفرة محارب",
}
equip[2002] = {
    ["name"] = "أحذية محارب",
}
equip[2003] = {
    ["name"] = "بذلة الظلام",
}
equip[2004] = {
    ["name"] = "رداء الليل",
}
equip[3001] = {
    ["name"] = "عظمة المجموعة",
}
equip[3002] = {
    ["name"] = "شفرة الحرب",
}
equip[3003] = {
    ["name"] = "شفرة حرب جيدة",
}
equip[3004] = {
    ["name"] = "مطرقة بريد",
}
equip[4001] = {
    ["name"] = "شفرة منقطعة النظير",
    ["explain"] = "اقتل مع ضربة واحدة",
    ["suitName"] = "أعظم قوة",
}
equip[4002] = {
    ["name"] = "خاتم منقطع النظير",
    ["explain"] = "التاج يقف على أعظم قوة في العالم",
    ["suitName"] = "أعظم قوة",
}
equip[4003] = {
    ["name"] = "درع علوي منقطع النظير",
    ["explain"] = "اتبع قواعد الساموراي",
    ["suitName"] = "أعظم قوة",
}
equip[4004] = {
    ["name"] = "أحذية منقطعة النظير",
    ["explain"] = "أسرع من الشبح",
    ["suitName"] = "أعظم قوة",
}
equip[11001] = {
    ["name"] = "خنجر حديدي",
}
equip[12001] = {
    ["name"] = "قائد دروع جيد",
}
equip[13001] = {
    ["name"] = "خاتم حديدي",
}
equip[14001] = {
    ["name"] = "أحذية مدرعة",
}
equip[11002] = {
    ["name"] = "خنجر حديدي جيد",
}
equip[12002] = {
    ["name"] = "قائد دروع جيد",
}
equip[13002] = {
    ["name"] = "خاتم حديدي جيد",
}
equip[14002] = {
    ["name"] = "أحذية مدرعة جيدة",
}
equip[21001] = {
    ["name"] = "شفرة حرب",
}
equip[22001] = {
    ["name"] = "رقاقة",
}
equip[23001] = {
    ["name"] = "قلادة عظمية",
}
equip[24001] = {
    ["name"] = "أحذية كاحلية سحرية",
}
equip[21002] = {
    ["name"] = "شفرة حرب جيدة",
}
equip[22002] = {
    ["name"] = "رقاقة جيدة",
}
equip[23002] = {
    ["name"] = "قلادة عظمية جيدة",
}
equip[24002] = {
    ["name"] = "أحذية كاحلية سحرية جيدة",
}
equip[31002] = {
    ["name"] = "مطرقة",
}
equip[32002] = {
    ["name"] = "درع الملك العلوي",
}
equip[33002] = {
    ["name"] = "خاتم قديم",
}
equip[34002] = {
    ["name"] = "أحذية الحكمة",
}
equip[31003] = {
    ["name"] = "مطرقة جيدة",
}
equip[32003] = {
    ["name"] = "درع الملك العلوي الجيد",
}
equip[33003] = {
    ["name"] = "خاتم قديم جيد",
}
equip[34003] = {
    ["name"] = "أحذية حكمة جيدة",
}
equip[31004] = {
    ["name"] = "مجموعة الملك",
}
equip[32004] = {
    ["name"] = "قبعة الروح",
}
equip[33004] = {
    ["name"] = "قلادة اللؤلؤ",
}
equip[34004] = {
    ["name"] = "أحذية",
}
equip[41001] = {
    ["name"] = "رمح سماوي",
}
equip[42001] = {
    ["name"] = "درع التنين",
}
equip[43001] = {
    ["name"] = "شعار الشجاعة",
}
equip[44001] = {
    ["name"] = "أحذية المسافر",
}
equip[41007] = {
    ["name"] = "رمح سماوي جيد",
}
equip[42007] = {
    ["name"] = "درع تنين جيد",
}
equip[43007] = {
    ["name"] = "شعار شجاعة جيد",
}
equip[44007] = {
    ["name"] = "أحذية مسافر جيدة",
}
equip[41008] = {
    ["name"] = "مطرقة شجاعة",
    ["suitName"] = "بزات الشجاعة",
}
equip[42008] = {
    ["name"] = "درع شجاعة",
    ["suitName"] = "بزات الشجاعة",
}
equip[43008] = {
    ["name"] = "ميدالية شجاعة",
    ["suitName"] = "بزات الشجاعة",
}
equip[44008] = {
    ["name"] = "أحذية شجاعة مدرعة",
    ["suitName"] = "بزات الشجاعة",
}
equip[41009] = {
    ["name"] = "شفرة ليل",
    ["suitName"] = "بزات الليل",
}
equip[42009] = {
    ["name"] = "درع علوي ليلي",
    ["suitName"] = "بزات الليل",
}
equip[43009] = {
    ["name"] = "خاتم ليلي",
    ["suitName"] = "بزات الليل",
}
equip[44009] = {
    ["name"] = "أحذية ليلية",
    ["suitName"] = "بزات الليل",
}
equip[51005] = {
    ["name"] = "صائد القوس والنشاب",
    ["suitName"] = "بزات الصيد",
}
equip[52005] = {
    ["name"] = " درع علوي للصياد",
    ["suitName"] = "بزات الصيد",
}
equip[53005] = {
    ["name"] = "قلائد الصياد",
    ["suitName"] = "بزات الصيد",
}
equip[54005] = {
    ["name"] = "أحذية صياد كاحلية",
    ["suitName"] = "بزات الصيد",
}
equip[51006] = {
    ["name"] = "عصا عنصرية",
    ["suitName"] = "بزات العناصر",
}
equip[52006] = {
    ["name"] = "قبعة عنصرية",
    ["suitName"] = "بزات العناصر",
}
equip[53006] = {
    ["name"] = "تميمة عنصرية",
    ["suitName"] = "بزات العناصر",
}
equip[54006] = {
    ["name"] = "أحذية عنصرية",
    ["suitName"] = "بزات العناصر",
}
equip[51007] = {
    ["name"] = "مجموعة النبوءة",
    ["suitName"] = "بزات النبي",
}
equip[52007] = {
    ["name"] = "رداء النبوءة",
    ["suitName"] = "بزات النبي",
}
equip[53007] = {
    ["name"] = "خاتم النبوءة",
    ["suitName"] = "بزات النبي",
}
equip[54007] = {
    ["name"] = "أحذية النبوءة",
    ["suitName"] = "بزات النبي",
}
equip[51008] = {
    ["name"] = "خنجر الحارس المقدس",
    ["suitName"] = "بزات الحارس",
}
equip[52008] = {
    ["name"] = "درع علةي للحارس",
    ["suitName"] = "بزات الحارس",
}
equip[53008] = {
    ["name"] = "قلب الحارس",
    ["suitName"] = "بزات الحارس",
}
equip[54008] = {
    ["name"] = "أحذية الحارس",
    ["suitName"] = "بزات الحارس",
}
equip[61001] = {
    ["name"] = "قوس الوحش القاتل",
    ["suitName"] = "بزات الوحش القاتل",
}
equip[62001] = {
    ["name"] = "درع علوي للوحش القاتل",
    ["suitName"] = "بزات الوحش القاتل",
}
equip[63001] = {
    ["name"] = "خاتم الوحش القاتل",
    ["suitName"] = "بزات الوحش القاتل",
}
equip[64001] = {
    ["name"] = "أحذية الوحش القاتل",
    ["suitName"] = "بزات الوحش القاتل",
}
equip[61002] = {
    ["name"] = "مجموعة اليوس",
    ["suitName"] = "بزات اليوس",
}
equip[62002] = {
    ["name"] = "قبعة اليوس",
    ["suitName"] = "بزات اليوس",
}
equip[63002] = {
    ["name"] = "خاتم اليوس",
    ["suitName"] = "بزات اليوس",
}
equip[64002] = {
    ["name"] = "أحذية اليوس",
    ["suitName"] = "بزات اليوس",
}
equip[61003] = {
    ["name"] = "المجموعة السماوية",
    ["suitName"] = "البزات السماوية",
}
equip[62003] = {
    ["name"] = "قبعة سماوية",
    ["suitName"] = "البزات السماوية",
}
equip[63003] = {
    ["name"] = "قلادة سماوية",
    ["suitName"] = "البزات السماوية",
}
equip[64003] = {
    ["name"] = "أحذية كاحلية سماوية",
    ["suitName"] = "البزات السماوية",
}
equip[61004] = {
    ["name"] = "سيف الشجاعة",
    ["suitName"] = "بزات الجرأة",
}
equip[62004] = {
    ["name"] = "رقاقة الشجاعة",
    ["suitName"] = "بزات الجرأة",
}
equip[63004] = {
    ["name"] = "قلادة الشاجعة",
    ["suitName"] = "بزات الجرأة",
}
equip[64004] = {
    ["name"] = "أحذية الشجاعة",
    ["suitName"] = "بزات الجرأة",
}
equip[61005] = {
    ["name"] = "سيف مجد المحارب",
    ["suitName"] = "بزات المجد",
}
equip[62005] = {
    ["name"] = "درع المجد",
    ["suitName"] = "بزات المجد",
}
equip[63005] = {
    ["name"] = "خاتم المجد",
    ["suitName"] = "بزات المجد",
}
equip[64005] = {
    ["name"] = "أحذية المجد",
    ["suitName"] = "بزات المجد",
}
equip[61006] = {
    ["name"] = "سوط اللهب الشائك",
    ["suitName"] = "بزات اللهب الشائك",
}
equip[61007] = {
    ["name"] = "نصل القاتل المأجور",
    ["suitName"] = "بدلة القاتل المأجور",
}
equip[61008] = {
    ["name"] = "Weaver's Staff",
    ["suitName"] = "Weaver's Suit",
}
equip[61009] = {
    ["name"] = "MINSTREL'S BOW",
    ["suitName"] = "Minstrel Suits",
}
equip[62006] = {
    ["name"] = "درع اللهب",
    ["suitName"] = "بزات اللهب الشائك",
}
equip[62007] = {
    ["name"] = "رداء القاتل المأجور",
    ["suitName"] = "بدلة القاتل المأجور",
}
equip[62008] = {
    ["name"] = "Weaver's Robe",
    ["suitName"] = "Weaver's Suit",
}
equip[62009] = {
    ["name"] = "MINSTREL'S CAPE",
    ["suitName"] = "Minstrel Suits",
}
equip[63006] = {
    ["name"] = "قلادة اللهب",
    ["suitName"] = "بزات اللهب الشائك",
}
equip[63007] = {
    ["name"] = "خاتم القاتل المأجور",
    ["suitName"] = "بدلة القاتل المأجور",
}
equip[63008] = {
    ["name"] = "Weaver's Necklace",
    ["suitName"] = "Weaver's Suit",
}
equip[63009] = {
    ["name"] = "MINSTREL'S RING",
    ["suitName"] = "Minstrel Suits",
}
equip[64006] = {
    ["name"] = "أحذية اللهب",
    ["suitName"] = "بزات اللهب الشائك",
}
equip[64007] = {
    ["name"] = "حذاء القاتل المأجور",
    ["suitName"] = "بدلة القاتل المأجور",
}
equip[64008] = {
    ["name"] = "Weaver's Boots",
    ["suitName"] = "Weaver's Suit",
}
equip[64009] = {
    ["name"] = "MINSTREL'S BOOTS",
    ["suitName"] = "Minstrel Suits",
}
equip[101] = {
    ["name"] = "حجر الشفق",
}
equip[102] = {
    ["name"] = "حجر الشفق",
}
equip[103] = {
    ["name"] = "حجر الشفق",
}
equip[104] = {
    ["name"] = "حجر الشفق",
}
equip[105] = {
    ["name"] = "حجر الشفق",
}
equip[106] = {
    ["name"] = "حجر الشفق",
}
equip[107] = {
    ["name"] = "حجر الشفق",
}
equip[108] = {
    ["name"] = "حجر الشفق",
}
equip[109] = {
    ["name"] = "حجر الشفق",
}
equip[110] = {
    ["name"] = "حجر الشفق",
}
equip[111] = {
    ["name"] = "حجر الشفق",
}
equip[112] = {
    ["name"] = "حجر الشفق",
}
equip[113] = {
    ["name"] = "حجر الشفق",
}
equip[114] = {
    ["name"] = "حجر الشفق",
}
equip[115] = {
    ["name"] = "حجر الشفق",
}
equip[116] = {
    ["name"] = "حجر الشفق",
}
equip[201] = {
    ["name"] = "حجر العنبر",
}
equip[202] = {
    ["name"] = "حجر العنبر",
}
equip[203] = {
    ["name"] = "حجر العنبر",
}
equip[204] = {
    ["name"] = "حجر العنبر",
}
equip[205] = {
    ["name"] = "حجر العنبر",
}
equip[206] = {
    ["name"] = "حجر العنبر",
}
equip[207] = {
    ["name"] = "حجر العنبر",
}
equip[208] = {
    ["name"] = "حجر العنبر",
}
equip[209] = {
    ["name"] = "حجر العنبر",
}
equip[210] = {
    ["name"] = "حجر العنبر",
}
equip[211] = {
    ["name"] = "حجر العنبر",
}
equip[212] = {
    ["name"] = "حجر العنبر",
}
equip[213] = {
    ["name"] = "حجر العنبر",
}
equip[214] = {
    ["name"] = "حجر العنبر",
}
equip[215] = {
    ["name"] = "حجر العنبر",
}
equip[216] = {
    ["name"] = "حجر العنبر",
}
equip[301] = {
    ["name"] = "حجر بلوري",
}
equip[302] = {
    ["name"] = "حجر بلوري",
}
equip[303] = {
    ["name"] = "حجر بلوري",
}
equip[304] = {
    ["name"] = "حجر بلوري",
}
equip[305] = {
    ["name"] = "حجر بلوري",
}
equip[306] = {
    ["name"] = "حجر بلوري",
}
equip[307] = {
    ["name"] = "حجر بلوري",
}
equip[308] = {
    ["name"] = "حجر بلوري",
}
equip[309] = {
    ["name"] = "حجر بلوري",
}
equip[310] = {
    ["name"] = "حجر بلوري",
}
equip[311] = {
    ["name"] = "حجر بلوري",
}
equip[312] = {
    ["name"] = "حجر بلوري",
}
equip[313] = {
    ["name"] = "حجر بلوري",
}
equip[314] = {
    ["name"] = "حجر بلوري",
}
equip[315] = {
    ["name"] = "حجر بلوري",
}
equip[316] = {
    ["name"] = "حجر بلوري",
}
equip[317] = {
    ["name"] = "حجر بلوري",
}
equip[318] = {
    ["name"] = "حجر بلوري",
}
equip[319] = {
    ["name"] = "حجر بلوري",
}
equip[320] = {
    ["name"] = "حجر بلوري",
}
equip[321] = {
    ["name"] = "حجر بلوري",
}
equip[322] = {
    ["name"] = "حجر بلوري",
}
equip[323] = {
    ["name"] = "حجر بلوري",
}
equip[324] = {
    ["name"] = "حجر بلوري",
}
equip[401] = {
    ["name"] = "حجر اليشم",
}
equip[402] = {
    ["name"] = "حجر اليشم",
}
equip[403] = {
    ["name"] = "حجر اليشم",
}
equip[404] = {
    ["name"] = "حجر اليشم",
}
equip[405] = {
    ["name"] = "حجر اليشم",
}
equip[406] = {
    ["name"] = "حجر اليشم",
}
equip[407] = {
    ["name"] = "حجر اليشم",
}
equip[408] = {
    ["name"] = "حجر اليشم",
}
equip[409] = {
    ["name"] = "حجر اليشم",
}
equip[410] = {
    ["name"] = "حجر اليشم",
}
equip[411] = {
    ["name"] = "حجر اليشم",
}
equip[412] = {
    ["name"] = "حجر اليشم",
}
equip[413] = {
    ["name"] = "حجر اليشم",
}
equip[414] = {
    ["name"] = "حجر اليشم",
}
equip[415] = {
    ["name"] = "حجر اليشم",
}
equip[416] = {
    ["name"] = "حجر اليشم",
}
equip[417] = {
    ["name"] = "حجر اليشم",
}
equip[418] = {
    ["name"] = "حجر اليشم",
}
equip[419] = {
    ["name"] = "حجر اليشم",
}
equip[420] = {
    ["name"] = "حجر اليشم",
}
equip[421] = {
    ["name"] = "حجر اليشم",
}
equip[422] = {
    ["name"] = "حجر اليشم",
}
equip[423] = {
    ["name"] = "حجر اليشم",
}
equip[424] = {
    ["name"] = "حجر اليشم",
}
equip[501] = {
    ["name"] = "حجر العقيق",
}
equip[502] = {
    ["name"] = "حجر العقيق",
}
equip[503] = {
    ["name"] = "حجر العقيق",
}
equip[504] = {
    ["name"] = "حجر العقيق",
}
equip[505] = {
    ["name"] = "حجر العقيق",
}
equip[506] = {
    ["name"] = "حجر العقيق",
}
equip[507] = {
    ["name"] = "حجر العقيق",
}
equip[508] = {
    ["name"] = "حجر العقيق",
}
equip[509] = {
    ["name"] = "حجر العقيق",
}
equip[510] = {
    ["name"] = "حجر العقيق",
}
equip[511] = {
    ["name"] = "حجر العقيق",
}
equip[512] = {
    ["name"] = "حجر العقيق",
}
equip[513] = {
    ["name"] = "حجر العقيق",
}
equip[514] = {
    ["name"] = "حجر العقيق",
}
equip[515] = {
    ["name"] = "حجر العقيق",
}
equip[516] = {
    ["name"] = "حجر العقيق",
}
equip[517] = {
    ["name"] = "حجر العقيق",
}
equip[518] = {
    ["name"] = "حجر العقيق",
}
equip[519] = {
    ["name"] = "حجر العقيق",
}
equip[520] = {
    ["name"] = "حجر العقيق",
}
equip[521] = {
    ["name"] = "حجر العقيق",
}
equip[522] = {
    ["name"] = "حجر العقيق",
}
equip[523] = {
    ["name"] = "حجر العقيق",
}
equip[524] = {
    ["name"] = "حجر العقيق",
}
equip[525] = {
    ["name"] = "حجر العقيق",
}
equip[526] = {
    ["name"] = "حجر العقيق",
}
equip[527] = {
    ["name"] = "حجر العقيق",
}
equip[528] = {
    ["name"] = "حجر العقيق",
}
equip[529] = {
    ["name"] = "حجر العقيق",
}
equip[530] = {
    ["name"] = "حجر العقيق",
}
equip[531] = {
    ["name"] = "حجر العقيق",
}
equip[532] = {
    ["name"] = "حجر العقيق",
}
equip[533] = {
    ["name"] = "حجر العقيق",
}
equip[534] = {
    ["name"] = "حجر العقيق",
}
equip[535] = {
    ["name"] = "حجر العقيق",
}
equip[536] = {
    ["name"] = "حجر العقيق",
}
equip[537] = {
    ["name"] = "حجر العقيق",
}
equip[538] = {
    ["name"] = "حجر العقيق",
}
equip[539] = {
    ["name"] = "حجر العقيق",
}
equip[540] = {
    ["name"] = "حجر العقيق",
}
equip[541] = {
    ["name"] = "حجر العقيق",
}
equip[542] = {
    ["name"] = "حجر العقيق",
}
equip[543] = {
    ["name"] = "حجر العقيق",
}
equip[544] = {
    ["name"] = "حجر العقيق",
}
equip[545] = {
    ["name"] = "حجر العقيق",
}
equip[546] = {
    ["name"] = "حجر العقيق",
}
equip[601] = {
    ["name"] = "حجر سماوي",
}
equip[602] = {
    ["name"] = "حجر سماوي",
}
equip[603] = {
    ["name"] = "حجر سماوي",
}
equip[604] = {
    ["name"] = "حجر سماوي",
}
equip[605] = {
    ["name"] = "حجر سماوي",
}
equip[606] = {
    ["name"] = "حجر سماوي",
}
equip[607] = {
    ["name"] = "حجر سماوي",
}
equip[608] = {
    ["name"] = "حجر سماوي",
}
equip[609] = {
    ["name"] = "حجر سماوي",
}
equip[610] = {
    ["name"] = "حجر سماوي",
}
equip[611] = {
    ["name"] = "حجر سماوي",
}
equip[612] = {
    ["name"] = "حجر سماوي",
}
equip[613] = {
    ["name"] = "حجر سماوي",
}
equip[614] = {
    ["name"] = "حجر سماوي",
}
equip[615] = {
    ["name"] = "حجر سماوي",
}
equip[616] = {
    ["name"] = "حجر سماوي",
}
equip[617] = {
    ["name"] = "حجر سماوي",
}
equip[618] = {
    ["name"] = "حجر سماوي",
}
equip[619] = {
    ["name"] = "حجر سماوي",
}
equip[620] = {
    ["name"] = "حجر سماوي",
}
equip[621] = {
    ["name"] = "حجر سماوي",
}
equip[622] = {
    ["name"] = "حجر سماوي",
}
equip[623] = {
    ["name"] = "حجر سماوي",
}
equip[624] = {
    ["name"] = "حجر سماوي",
}
equip[625] = {
    ["name"] = "حجر سماوي",
}
equip[626] = {
    ["name"] = "حجر سماوي",
}
equip[627] = {
    ["name"] = "حجر سماوي",
}
equip[628] = {
    ["name"] = "حجر سماوي",
}
equip[629] = {
    ["name"] = "حجر سماوي",
}
equip[630] = {
    ["name"] = "حجر سماوي",
}
equip[631] = {
    ["name"] = "حجر سماوي",
}
equip[632] = {
    ["name"] = "حجر سماوي",
}
equip[633] = {
    ["name"] = "حجر سماوي",
}
equip[634] = {
    ["name"] = "حجر سماوي",
}
equip[635] = {
    ["name"] = "حجر سماوي",
}
equip[636] = {
    ["name"] = "حجر سماوي",
}
equip[637] = {
    ["name"] = "حجر سماوي",
}
equip[638] = {
    ["name"] = "حجر سماوي",
}
equip[639] = {
    ["name"] = "حجر سماوي",
}
equip[640] = {
    ["name"] = "حجر سماوي",
}
equip[641] = {
    ["name"] = "حجر سماوي",
}
equip[642] = {
    ["name"] = "حجر سماوي",
}
equip[643] = {
    ["name"] = "حجر سماوي",
}
equip[644] = {
    ["name"] = "حجر سماوي",
}
equip[645] = {
    ["name"] = "حجر سماوي",
}
equip[646] = {
    ["name"] = "حجر سماوي",
}
equip[647] = {
    ["name"] = "حجر سماوي",
}
equip[648] = {
    ["name"] = "حجر سماوي",
}
equip[649] = {
    ["name"] = "حجر سماوي",
}
equip[650] = {
    ["name"] = "حجر سماوي",
}
equip[651] = {
    ["name"] = "حجر سماوي",
}
equip[652] = {
    ["name"] = "حجر سماوي",
}
equip[653] = {
    ["name"] = "حجر سماوي",
}
equip[654] = {
    ["name"] = "حجر سماوي",
}
equip[655] = {
    ["name"] = "حجر سماوي",
}
equip[656] = {
    ["name"] = "حجر سماوي",
}
equip[657] = {
    ["name"] = "حجر سماوي",
}
equip[658] = {
    ["name"] = "حجر سماوي",
}
equip[659] = {
    ["name"] = "حجر سماوي",
}
equip[660] = {
    ["name"] = "حجر سماوي",
}
equip[5000] = {
    ["name"] = "الشفق",
}
equip[5001] = {
    ["name"] = "ظل اليشم",
}
equip[5002] = {
    ["name"] = "ظل الضربة",
}
equip[5003] = {
    ["name"] = "سيف القمر المظلم",
}
equip[5004] = {
    ["name"] = "الشيطان المدمر",
}
equip[5005] = {
    ["name"] = "كتاب الشر",
}
equip[5006] = {
    ["name"] = "ظل اليشم",
}
equip[5007] = {
    ["name"] = "ظل الضربة",
}
equip[5008] = {
    ["name"] = "سيف القمر المظلم",
}
equip[5009] = {
    ["name"] = "الشيطان المدمر",
}
equip[5010] = {
    ["name"] = "كتاب الشر",
}
equip[5011] = {
    ["name"] = "ظل اليشم",
}
equip[5012] = {
    ["name"] = "ظل الضربة",
}
equip[5013] = {
    ["name"] = "سيف القمر المظلم",
}
equip[5014] = {
    ["name"] = "الشيطان المدمر",
}
equip[5015] = {
    ["name"] = "كتاب الشر",
}
equip[5016] = {
    ["name"] = "ظل اليشم",
}
equip[5017] = {
    ["name"] = "ظل الضربة",
}
equip[5018] = {
    ["name"] = "سيف القمر المظلم",
}
equip[5019] = {
    ["name"] = "الشيطان المدمر",
}
equip[5020] = {
    ["name"] = "كتاب الشر",
}
equip[5021] = {
    ["name"] = "تنين اليشم",
}
equip[5022] = {
    ["name"] = "فانه هيلهوند",
}
equip[5023] = {
    ["name"] = "همس العفريت",
}
equip[5024] = {
    ["name"] = "كتاب الحكمة",
}
equip[5025] = {
    ["name"] = "صلاة الظل",
}
equip[5026] = {
    ["name"] = "تنين اليشم",
}
equip[5027] = {
    ["name"] = "فانه هيلهوند",
}
equip[5028] = {
    ["name"] = "همس العفريت",
}
equip[5029] = {
    ["name"] = "كتاب الحكمة",
}
equip[5030] = {
    ["name"] = "صلاة الظل",
}
equip[5031] = {
    ["name"] = "تنين اليشم",
}
equip[5032] = {
    ["name"] = "فانه هيلهوند",
}
equip[5033] = {
    ["name"] = "همس العفريت",
}
equip[5034] = {
    ["name"] = "كتاب الحكمة",
}
equip[5035] = {
    ["name"] = "صلاة الظل",
}
equip[5036] = {
    ["name"] = "تنين اليشم",
}
equip[5037] = {
    ["name"] = "فانه هيلهوند",
}
equip[5038] = {
    ["name"] = "همس العفريت",
}
equip[5039] = {
    ["name"] = "كتاب الحكمة",
}
equip[5040] = {
    ["name"] = "صلاة الظل",
}
equip[5041] = {
    ["name"] = "سكارليت سكار",
}
equip[5042] = {
    ["name"] = "خزنة الروح",
}
equip[5043] = {
    ["name"] = "العمود السماوي",
}
equip[5044] = {
    ["name"] = "حجارة الفوضى",
}
equip[5045] = {
    ["name"] = "معنى الثلج",
}
equip[5046] = {
    ["name"] = "سكارليت سكار",
}
equip[5047] = {
    ["name"] = "خزنة الروح",
}
equip[5048] = {
    ["name"] = "العمود السماوي",
}
equip[5049] = {
    ["name"] = "حجارة الفوضى",
}
equip[5050] = {
    ["name"] = "معنى الثلج",
}
equip[5051] = {
    ["name"] = "سكارليت سكار",
}
equip[5052] = {
    ["name"] = "خزنة الروح",
}
equip[5053] = {
    ["name"] = "العمود السماوي",
}
equip[5054] = {
    ["name"] = "حجارة الفوضى",
}
equip[5055] = {
    ["name"] = "معنى الثلج",
}
equip[5056] = {
    ["name"] = "سكارليت سكار",
}
equip[5057] = {
    ["name"] = "خزنة الروح",
}
equip[5058] = {
    ["name"] = "العمود السماوي",
}
equip[5059] = {
    ["name"] = "حجارة الفوضى",
}
equip[5060] = {
    ["name"] = "معنى الثلج",
}
equip[5061] = {
    ["name"] = "سكارليت سكار",
}
equip[5062] = {
    ["name"] = "خزنة الروح",
}
equip[5063] = {
    ["name"] = "العمود السماوي",
}
equip[5064] = {
    ["name"] = "حجارة الفوضى",
}
equip[5065] = {
    ["name"] = "معنى الثلج",
}
equip[5066] = {
    ["name"] = "طموح الإمبراطور",
}
equip[5067] = {
    ["name"] = "عبور المصير",
}
equip[5068] = {
    ["name"] = "منح السيف",
}
equip[5069] = {
    ["name"] = "مساحة الصدع",
}
equip[5070] = {
    ["name"] = "الصالح السماوي",
}
equip[5071] = {
    ["name"] = "أحذية المتجول",
}
equip[5072] = {
    ["name"] = "طموح الإمبراطور",
}
equip[5073] = {
    ["name"] = "عبور المصير",
}
equip[5074] = {
    ["name"] = "منح السيف",
}
equip[5075] = {
    ["name"] = "مساحة الصدع",
}
equip[5076] = {
    ["name"] = "الصالح السماوي",
}
equip[5077] = {
    ["name"] = "أحذية المتجول",
}
equip[5078] = {
    ["name"] = "طموح الإمبراطور",
}
equip[5079] = {
    ["name"] = "عبور المصير",
}
equip[5080] = {
    ["name"] = "منح السيف",
}
equip[5081] = {
    ["name"] = "مساحة الصدع",
}
equip[5082] = {
    ["name"] = "الصالح السماوي",
}
equip[5083] = {
    ["name"] = "أحذية المتجول",
}
equip[5084] = {
    ["name"] = "طموح الإمبراطور",
}
equip[5085] = {
    ["name"] = "عبور المصير",
}
equip[5086] = {
    ["name"] = "منح السيف",
}
equip[5087] = {
    ["name"] = "مساحة الصدع",
}
equip[5088] = {
    ["name"] = "الصالح السماوي",
}
equip[5089] = {
    ["name"] = "أحذية المتجول",
}
equip[5090] = {
    ["name"] = "طموح الإمبراطور",
}
equip[5091] = {
    ["name"] = "عبور المصير",
}
equip[5092] = {
    ["name"] = "منح السيف",
}
equip[5093] = {
    ["name"] = "مساحة الصدع",
}
equip[5094] = {
    ["name"] = "الصالح السماوي",
}
equip[5095] = {
    ["name"] = "أحذية المتجول",
}
equip[5096] = {
    ["name"] = "قلب الشيطان",
}
equip[5097] = {
    ["name"] = "رقصة الموت",
}
equip[5098] = {
    ["name"] = "البكاء الذي لا يموت",
}
equip[5099] = {
    ["name"] = "حزن لونا",
}
equip[5100] = {
    ["name"] = "القسم الداخلي",
}
equip[5101] = {
    ["name"] = "خاتم المسافر",
}
equip[5102] = {
    ["name"] = "درع الضوء",
}
equip[5103] = {
    ["name"] = "سلسة المرآه",
}
equip[5104] = {
    ["name"] = "الروح المحصورة",
}
equip[5105] = {
    ["name"] = "البوصلة الذهبية",
}
equip[5106] = {
    ["name"] = "الساعة الرملية الملعونة",
}
equip[5107] = {
    ["name"] = "رداء الظل",
}
equip[5108] = {
    ["name"] = "طيران ثور",
}
equip[5109] = {
    ["name"] = "سوار الطاقة السحرية",
}
equip[5110] = {
    ["name"] = "الغمر",
}
equip[5111] = {
    ["name"] = "الدم",
}
equip[5112] = {
    ["name"] = "الوهم",
}
equip[5113] = {
    ["name"] = "قوس القزم المبارك",
}
equip[5114] = {
    ["name"] = "قلب البلوط",
}
equip[5115] = {
    ["name"] = "فراشة الزمرد",
}
equip[5116] = {
    ["name"] = "عباءة الظل",
}
equip[5117] = {
    ["name"] = "قلادة الملاك",
}
equip[5118] = {
    ["name"] = "قلب الشيطان",
}
equip[5119] = {
    ["name"] = "رقصة الموت",
}
equip[5120] = {
    ["name"] = "البكاء الذي لا يموت",
}
equip[5121] = {
    ["name"] = "حزن لونا",
}
equip[5122] = {
    ["name"] = "القسم الداخلي",
}
equip[5123] = {
    ["name"] = "خاتم المسافر",
}
equip[5124] = {
    ["name"] = "درع الضوء",
}
equip[5125] = {
    ["name"] = "سلسة المرآه",
}
equip[5126] = {
    ["name"] = "الروح المحصورة",
}
equip[5127] = {
    ["name"] = "البوصلة الذهبية",
}
equip[5128] = {
    ["name"] = "الساعة الرملية الملعونة",
}
equip[5129] = {
    ["name"] = "رداء الظل",
}
equip[5130] = {
    ["name"] = "طيران ثور",
}
equip[5131] = {
    ["name"] = "سوار الطاقة السحرية",
}
equip[5132] = {
    ["name"] = "الغمر",
}
equip[5133] = {
    ["name"] = "الدم",
}
equip[5134] = {
    ["name"] = "الوهم",
}
equip[5135] = {
    ["name"] = "قوس القزم المبارك",
}
equip[5136] = {
    ["name"] = "قلب البلوط",
}
equip[5137] = {
    ["name"] = "فراشة الزمرد",
}
equip[5138] = {
    ["name"] = "عباءة الظل",
}
equip[5139] = {
    ["name"] = "قلادة الملاك",
}
equip[5140] = {
    ["name"] = "قلب الشيطان",
}
equip[5141] = {
    ["name"] = "رقصة الموت",
}
equip[5142] = {
    ["name"] = "البكاء الذي لا يموت",
}
equip[5143] = {
    ["name"] = "حزن لونا",
}
equip[5144] = {
    ["name"] = "القسم الداخلي",
}
equip[5145] = {
    ["name"] = "خاتم المسافر",
}
equip[5146] = {
    ["name"] = "درع الضوء",
}
equip[5147] = {
    ["name"] = "سلسة المرآه",
}
equip[5148] = {
    ["name"] = "الروح المحصورة",
}
equip[5149] = {
    ["name"] = "البوصلة الذهبية",
}
equip[5150] = {
    ["name"] = "الساعة الرملية الملعونة",
}
equip[5151] = {
    ["name"] = "رداء الظل",
}
equip[5152] = {
    ["name"] = "طيران ثور",
}
equip[5153] = {
    ["name"] = "سوار الطاقة السحرية",
}
equip[5154] = {
    ["name"] = "الغمر",
}
equip[5155] = {
    ["name"] = "الدم",
}
equip[5156] = {
    ["name"] = "الوهم",
}
equip[5157] = {
    ["name"] = "قوس القزم المبارك",
}
equip[5158] = {
    ["name"] = "قلب البلوط",
}
equip[5159] = {
    ["name"] = "فراشة الزمرد",
}
equip[5160] = {
    ["name"] = "عباءة الظل",
}
equip[5161] = {
    ["name"] = "قلادة الملاك",
}
equip[5162] = {
    ["name"] = "قلب الشيطان",
}
equip[5163] = {
    ["name"] = "رقصة الموت",
}
equip[5164] = {
    ["name"] = "البكاء الذي لا يموت",
}
equip[5165] = {
    ["name"] = "حزن لونا",
}
equip[5166] = {
    ["name"] = "القسم الداخلي",
}
equip[5167] = {
    ["name"] = "خاتم المسافر",
}
equip[5168] = {
    ["name"] = "درع الضوء",
}
equip[5169] = {
    ["name"] = "سلسة المرآه",
}
equip[5170] = {
    ["name"] = "الروح المحصورة",
}
equip[5171] = {
    ["name"] = "البوصلة الذهبية",
}
equip[5172] = {
    ["name"] = "الساعة الرملية الملعونة",
}
equip[5173] = {
    ["name"] = "رداء الظل",
}
equip[5174] = {
    ["name"] = "طيران ثور",
}
equip[5175] = {
    ["name"] = "سوار الطاقة السحرية",
}
equip[5176] = {
    ["name"] = "الغمر",
}
equip[5177] = {
    ["name"] = "الدم",
}
equip[5178] = {
    ["name"] = "الوهم",
}
equip[5179] = {
    ["name"] = "قوس القزم المبارك",
}
equip[5180] = {
    ["name"] = "قلب البلوط",
}
equip[5181] = {
    ["name"] = "فراشة الزمرد",
}
equip[5182] = {
    ["name"] = "عباءة الظل",
}
equip[5183] = {
    ["name"] = "قلادة الملاك",
}
equip[5184] = {
    ["name"] = "قلب الشيطان",
}
equip[5185] = {
    ["name"] = "رقصة الموت",
}
equip[5186] = {
    ["name"] = "البكاء الذي لا يموت",
}
equip[5187] = {
    ["name"] = "حزن لونا",
}
equip[5188] = {
    ["name"] = "القسم الداخلي",
}
equip[5189] = {
    ["name"] = "خاتم المسافر",
}
equip[5190] = {
    ["name"] = "درع الضوء",
}
equip[5191] = {
    ["name"] = "سلسة المرآه",
}
equip[5192] = {
    ["name"] = "الروح المحصورة",
}
equip[5193] = {
    ["name"] = "البوصلة الذهبية",
}
equip[5194] = {
    ["name"] = "الساعة الرملية الملعونة",
}
equip[5195] = {
    ["name"] = "رداء الظل",
}
equip[5196] = {
    ["name"] = "طيران ثور",
}
equip[5197] = {
    ["name"] = "سوار الطاقة السحرية",
}
equip[5198] = {
    ["name"] = "الغمر",
}
equip[5199] = {
    ["name"] = "الدم",
}
equip[5200] = {
    ["name"] = "الوهم",
}
equip[5201] = {
    ["name"] = "قوس القزم المبارك",
}
equip[5202] = {
    ["name"] = "قلب البلوط",
}
equip[5203] = {
    ["name"] = "فراشة الزمرد",
}
equip[5204] = {
    ["name"] = "عباءة الظل",
}
equip[5205] = {
    ["name"] = "قلادة الملاك",
}
equip[5206] = {
    ["name"] = "قلب الشيطان",
}
equip[5207] = {
    ["name"] = "رقصة الموت",
}
equip[5208] = {
    ["name"] = "البكاء الذي لا يموت",
}
equip[5209] = {
    ["name"] = "حزن لونا",
}
equip[5210] = {
    ["name"] = "القسم الداخلي",
}
equip[5211] = {
    ["name"] = "خاتم المسافر",
}
equip[5212] = {
    ["name"] = "درع الضوء",
}
equip[5213] = {
    ["name"] = "سلسة المرآه",
}
equip[5214] = {
    ["name"] = "الروح المحصورة",
}
equip[5215] = {
    ["name"] = "البوصلة الذهبية",
}
equip[5216] = {
    ["name"] = "الساعة الرملية الملعونة",
}
equip[5217] = {
    ["name"] = "رداء الظل",
}
equip[5218] = {
    ["name"] = "طيران ثور",
}
equip[5219] = {
    ["name"] = "سوار الطاقة السحرية",
}
equip[5220] = {
    ["name"] = "الغمر",
}
equip[5221] = {
    ["name"] = "الدم",
}
equip[5222] = {
    ["name"] = "الوهم",
}
equip[5223] = {
    ["name"] = "قوس القزم المبارك",
}
equip[5224] = {
    ["name"] = "قلب البلوط",
}
equip[5225] = {
    ["name"] = "فراشة الزمرد",
}
equip[5226] = {
    ["name"] = "عباءة الظل",
}
equip[5227] = {
    ["name"] = "قلادة الملاك",
}
equip[5228] = {
    ["name"] = "أظافر المصير",
}
equip[5229] = {
    ["name"] = "لمسة الشيطان",
}
equip[5230] = {
    ["name"] = "ازرائيل",
}
equip[5231] = {
    ["name"] = "همسة السماء القديمة",
}
equip[5232] = {
    ["name"] = "عين الجحيم",
}
equip[5233] = {
    ["name"] = "ريح الرسول",
}
equip[5234] = {
    ["name"] = "الخرزة السماوية",
}
equip[5235] = {
    ["name"] = "درع الجرأة",
}
equip[5236] = {
    ["name"] = "مصدر السحر",
}
equip[5237] = {
    ["name"] = "عين كاما",
}
equip[5238] = {
    ["name"] = "بوصلة الموقع",
}
equip[5239] = {
    ["name"] = "غضب ايدان",
}
equip[5240] = {
    ["name"] = "سيف الصقيع",
}
equip[5241] = {
    ["name"] = "الأرض الساخنة",
}
equip[5242] = {
    ["name"] = "قلب الطاقة",
}
equip[5243] = {
    ["name"] = "إرث مارجريت",
}
equip[5244] = {
    ["name"] = "شفرة الملكة",
}
equip[5245] = {
    ["name"] = "الابتلاع",
}
equip[5246] = {
    ["name"] = "القوس الذهبي",
}
equip[5247] = {
    ["name"] = "قوة رون",
}
equip[5248] = {
    ["name"] = "التنهيده",
}
equip[5249] = {
    ["name"] = "ابادة الجرم",
}
equip[5250] = {
    ["name"] = "رمح القدر",
}
equip[5251] = {
    ["name"] = "أظافر المصير",
}
equip[5252] = {
    ["name"] = "لمسة الشيطان",
}
equip[5253] = {
    ["name"] = "ازرائيل",
}
equip[5254] = {
    ["name"] = "همسة السماء القديمة",
}
equip[5255] = {
    ["name"] = "عين الجحيم",
}
equip[5256] = {
    ["name"] = "ريح الرسول",
}
equip[5257] = {
    ["name"] = "الخرزة السماوية",
}
equip[5258] = {
    ["name"] = "درع الجرأة",
}
equip[5259] = {
    ["name"] = "مصدر السحر",
}
equip[5260] = {
    ["name"] = "عين كاما",
}
equip[5261] = {
    ["name"] = "بوصلة الموقع",
}
equip[5262] = {
    ["name"] = "غضب ايدان",
}
equip[5263] = {
    ["name"] = "سيف الصقيع",
}
equip[5264] = {
    ["name"] = "الأرض الساخنة",
}
equip[5265] = {
    ["name"] = "قلب الطاقة",
}
equip[5266] = {
    ["name"] = "إرث مارجريت",
}
equip[5267] = {
    ["name"] = "شفرة الملكة",
}
equip[5268] = {
    ["name"] = "الابتلاع",
}
equip[5269] = {
    ["name"] = "القوس الذهبي",
}
equip[5270] = {
    ["name"] = "قوة رون",
}
equip[5271] = {
    ["name"] = "التنهيده",
}
equip[5272] = {
    ["name"] = "ابادة الجرم",
}
equip[5273] = {
    ["name"] = "رمح القدر",
}
equip[5274] = {
    ["name"] = "أظافر المصير",
}
equip[5275] = {
    ["name"] = "لمسة الشيطان",
}
equip[5276] = {
    ["name"] = "ازرائيل",
}
equip[5277] = {
    ["name"] = "همسة السماء القديمة",
}
equip[5278] = {
    ["name"] = "عين الجحيم",
}
equip[5279] = {
    ["name"] = "ريح الرسول",
}
equip[5280] = {
    ["name"] = "الخرزة السماوية",
}
equip[5281] = {
    ["name"] = "درع الجرأة",
}
equip[5282] = {
    ["name"] = "مصدر السحر",
}
equip[5283] = {
    ["name"] = "عين كاما",
}
equip[5284] = {
    ["name"] = "بوصلة الموقع",
}
equip[5285] = {
    ["name"] = "غضب ايدان",
}
equip[5286] = {
    ["name"] = "سيف الصقيع",
}
equip[5287] = {
    ["name"] = "الأرض الساخنة",
}
equip[5288] = {
    ["name"] = "قلب الطاقة",
}
equip[5289] = {
    ["name"] = "إرث مارجريت",
}
equip[5290] = {
    ["name"] = "شفرة الملكة",
}
equip[5291] = {
    ["name"] = "الابتلاع",
}
equip[5292] = {
    ["name"] = "القوس الذهبي",
}
equip[5293] = {
    ["name"] = "قوة رون",
}
equip[5294] = {
    ["name"] = "التنهيده",
}
equip[5295] = {
    ["name"] = "ابادة الجرم",
}
equip[5296] = {
    ["name"] = "رمح القدر",
}
equip[5297] = {
    ["name"] = "أظافر المصير",
}
equip[5298] = {
    ["name"] = "لمسة الشيطان",
}
equip[5299] = {
    ["name"] = "ازرائيل",
}
equip[5300] = {
    ["name"] = "همسة السماء القديمة",
}
equip[5301] = {
    ["name"] = "عين الجحيم",
}
equip[5302] = {
    ["name"] = "ريح الرسول",
}
equip[5303] = {
    ["name"] = "الخرزة السماوية",
}
equip[5304] = {
    ["name"] = "درع الجرأة",
}
equip[5305] = {
    ["name"] = "مصدر السحر",
}
equip[5306] = {
    ["name"] = "عين كاما",
}
equip[5307] = {
    ["name"] = "بوصلة الموقع",
}
equip[5308] = {
    ["name"] = "غضب ايدان",
}
equip[5309] = {
    ["name"] = "سيف الصقيع",
}
equip[5310] = {
    ["name"] = "الأرض الساخنة",
}
equip[5311] = {
    ["name"] = "قلب الطاقة",
}
equip[5312] = {
    ["name"] = "إرث مارجريت",
}
equip[5313] = {
    ["name"] = "شفرة الملكة",
}
equip[5314] = {
    ["name"] = "الابتلاع",
}
equip[5315] = {
    ["name"] = "القوس الذهبي",
}
equip[5316] = {
    ["name"] = "قوة رون",
}
equip[5317] = {
    ["name"] = "التنهيده",
}
equip[5318] = {
    ["name"] = "ابادة الجرم",
}
equip[5319] = {
    ["name"] = "رمح القدر",
}
equip[5320] = {
    ["name"] = "أظافر المصير",
}
equip[5321] = {
    ["name"] = "لمسة الشيطان",
}
equip[5322] = {
    ["name"] = "ازرائيل",
}
equip[5323] = {
    ["name"] = "همسة السماء القديمة",
}
equip[5324] = {
    ["name"] = "عين الجحيم",
}
equip[5325] = {
    ["name"] = "ريح الرسول",
}
equip[5326] = {
    ["name"] = "الخرزة السماوية",
}
equip[5327] = {
    ["name"] = "درع الجرأة",
}
equip[5328] = {
    ["name"] = "مصدر السحر",
}
equip[5329] = {
    ["name"] = "عين كاما",
}
equip[5330] = {
    ["name"] = "بوصلة الموقع",
}
equip[5331] = {
    ["name"] = "غضب ايدان",
}
equip[5332] = {
    ["name"] = "سيف الصقيع",
}
equip[5333] = {
    ["name"] = "الأرض الساخنة",
}
equip[5334] = {
    ["name"] = "قلب الطاقة",
}
equip[5335] = {
    ["name"] = "إرث مارجريت",
}
equip[5336] = {
    ["name"] = "شفرة الملكة",
}
equip[5337] = {
    ["name"] = "الابتلاع",
}
equip[5338] = {
    ["name"] = "القوس الذهبي",
}
equip[5339] = {
    ["name"] = "قوة رون",
}
equip[5340] = {
    ["name"] = "التنهيده",
}
equip[5341] = {
    ["name"] = "ابادة الجرم",
}
equip[5342] = {
    ["name"] = "رمح القدر",
}
equip[5343] = {
    ["name"] = "أظافر المصير",
}
equip[5344] = {
    ["name"] = "لمسة الشيطان",
}
equip[5345] = {
    ["name"] = "ازرائيل",
}
equip[5346] = {
    ["name"] = "همسة السماء القديمة",
}
equip[5347] = {
    ["name"] = "عين الجحيم",
}
equip[5348] = {
    ["name"] = "ريح الرسول",
}
equip[5349] = {
    ["name"] = "الخرزة السماوية",
}
equip[5350] = {
    ["name"] = "درع الجرأة",
}
equip[5351] = {
    ["name"] = "مصدر السحر",
}
equip[5352] = {
    ["name"] = "عين كاما",
}
equip[5353] = {
    ["name"] = "بوصلة الموقع",
}
equip[5354] = {
    ["name"] = "غضب ايدان",
}
equip[5355] = {
    ["name"] = "سيف الصقيع",
}
equip[5356] = {
    ["name"] = "الأرض الساخنة",
}
equip[5357] = {
    ["name"] = "قلب الطاقة",
}
equip[5358] = {
    ["name"] = "إرث مارجريت",
}
equip[5359] = {
    ["name"] = "شفرة الملكة",
}
equip[5360] = {
    ["name"] = "الابتلاع",
}
equip[5361] = {
    ["name"] = "القوس الذهبي",
}
equip[5362] = {
    ["name"] = "قوة رون",
}
equip[5363] = {
    ["name"] = "التنهيده",
}
equip[5364] = {
    ["name"] = "ابادة الجرم",
}
equip[5365] = {
    ["name"] = "رمح القدر",
}
equip[5366] = {
    ["name"] = "جلاد",
}
equip[5367] = {
    ["name"] = "جلاد",
}
equip[5368] = {
    ["name"] = "جلاد",
}
equip[5369] = {
    ["name"] = "جلاد",
}
equip[5370] = {
    ["name"] = "جلاد",
}
equip[5371] = {
    ["name"] = "السيف الأسود",
}
equip[5372] = {
    ["name"] = "السيف الأسود",
}
equip[5373] = {
    ["name"] = "السيف الأسود",
}
equip[5374] = {
    ["name"] = "السيف الأسود",
}
equip[5375] = {
    ["name"] = "السيف الأسود",
}
equip[5376] = {
    ["name"] = "السيف الأسود",
}
equip[5377] = {
    ["name"] = "Talisman of Block",
}
equip[5378] = {
    ["name"] = "Talisman of Block",
}
equip[5379] = {
    ["name"] = "Talisman of Block",
}
equip[5380] = {
    ["name"] = "Talisman of Block",
}
equip[5381] = {
    ["name"] = "Talisman of Block",
}
equip[5382] = {
    ["name"] = "Talisman of Block",
}
equip[5383] = {
    ["name"] = "المفتاح الفضي",
}
equip[5384] = {
    ["name"] = "المفتاح الفضي",
}
equip[5385] = {
    ["name"] = "المفتاح الفضي",
}
equip[5386] = {
    ["name"] = "المفتاح الفضي",
}
equip[5387] = {
    ["name"] = "المفتاح الفضي",
}
equip[5388] = {
    ["name"] = "المفتاح الفضي",
}
equip[5389] = {
    ["name"] = "العيون العميقة",
}
equip[5390] = {
    ["name"] = "العيون العميقة",
}
equip[5391] = {
    ["name"] = "العيون العميقة",
}
equip[5392] = {
    ["name"] = "العيون العميقة",
}
equip[5393] = {
    ["name"] = "العيون العميقة",
}
equip[5394] = {
    ["name"] = "العيون العميقة",
}
equip[5395] = {
    ["name"] = "شفرة الحرية",
}
equip[5396] = {
    ["name"] = "شفرة الحرية",
}
equip[5397] = {
    ["name"] = "شفرة الحرية",
}
equip[5398] = {
    ["name"] = "شفرة الحرية",
}
equip[5399] = {
    ["name"] = "شفرة الحرية",
}
equip[5400] = {
    ["name"] = "شفرة الحرية",
}
equip[5401] = {
    ["name"] = "صدى الموت",
}
equip[5402] = {
    ["name"] = "صدى الموت",
}
equip[5403] = {
    ["name"] = "صدى الموت",
}
equip[5404] = {
    ["name"] = "صدى الموت",
}
equip[5405] = {
    ["name"] = "صدى الموت",
}
equip[5406] = {
    ["name"] = "صدى الموت",
}
equip[5407] = {
    ["name"] = "غير مرئي",
}
equip[5408] = {
    ["name"] = "غير مرئي",
}
equip[5409] = {
    ["name"] = "غير مرئي",
}
equip[5410] = {
    ["name"] = "غير مرئي",
}
equip[5411] = {
    ["name"] = "غير مرئي",
}
equip[5412] = {
    ["name"] = "غير مرئي",
}
equip[5413] = {
    ["name"] = "المفتاح الذهبي",
}
equip[5414] = {
    ["name"] = "المفتاح الذهبي",
}
equip[5415] = {
    ["name"] = "المفتاح الذهبي",
}
equip[5416] = {
    ["name"] = "المفتاح الذهبي",
}
equip[5417] = {
    ["name"] = "المفتاح الذهبي",
}
equip[5418] = {
    ["name"] = "المفتاح الذهبي",
}
equip[5419] = {
    ["name"] = "تاج المذنب",
}
equip[5420] = {
    ["name"] = "تاج المذنب",
}
equip[5421] = {
    ["name"] = "تاج المذنب",
}
equip[5422] = {
    ["name"] = "تاج المذنب",
}
equip[5423] = {
    ["name"] = "تاج المذنب",
}
equip[5424] = {
    ["name"] = "تاج المذنب",
}
equip[5425] = {
    ["name"] = "سيف العدالة",
}
equip[5426] = {
    ["name"] = "سيف العدالة",
}
equip[5427] = {
    ["name"] = "سيف العدالة",
}
equip[5428] = {
    ["name"] = "سيف العدالة",
}
equip[5429] = {
    ["name"] = "سيف العدالة",
}
equip[5430] = {
    ["name"] = "سيف العدالة",
}
equip[5431] = {
    ["name"] = "جرس الشيطان",
}
equip[5432] = {
    ["name"] = "جرس الشيطان",
}
equip[5433] = {
    ["name"] = "جرس الشيطان",
}
equip[5434] = {
    ["name"] = "جرس الشيطان",
}
equip[5435] = {
    ["name"] = "جرس الشيطان",
}
equip[5436] = {
    ["name"] = "جرس الشيطان",
}
equip[5437] = {
    ["name"] = "جرس الشيطان",
}
equip[5438] = {
    ["name"] = "عصا قرن الغزال",
}
equip[5439] = {
    ["name"] = "عصا قرن الغزال",
}
equip[5440] = {
    ["name"] = "عصا قرن الغزال",
}
equip[5441] = {
    ["name"] = "عصا قرن الغزال",
}
equip[5442] = {
    ["name"] = "عصا قرن الغزال",
}
equip[5443] = {
    ["name"] = "العصا: معاقب الخالدين",
}
equip[5444] = {
    ["name"] = "العصا: معاقب الخالدين",
}
equip[5445] = {
    ["name"] = "العصا: معاقب الخالدين",
}
equip[5446] = {
    ["name"] = "العصا: معاقب الخالدين",
}
equip[5447] = {
    ["name"] = "العصا: معاقب الخالدين",
}
equip[5448] = {
    ["name"] = "العصا: معاقب الخالدين",
}
equip[5449] = {
    ["name"] = "Magic Stone Sword",
}
equip[5450] = {
    ["name"] = "Magic Stone Sword",
}
equip[5451] = {
    ["name"] = "Magic Stone Sword",
}
equip[5452] = {
    ["name"] = "Magic Stone Sword",
}
equip[5453] = {
    ["name"] = "Magic Stone Sword",
}
equip[5454] = {
    ["name"] = "Magic Stone Sword",
}
equip[5455] = {
    ["name"] = "Augustus Magic Ball",
}
equip[5456] = {
    ["name"] = "Augustus Magic Ball",
}
equip[5457] = {
    ["name"] = "Augustus Magic Ball",
}
equip[5458] = {
    ["name"] = "Augustus Magic Ball",
}
equip[5459] = {
    ["name"] = "Augustus Magic Ball",
}
equip[5460] = {
    ["name"] = "Augustus Magic Ball",
}
equip[60074] = {
    ["name"] = "ملك الحرب",
    ["explain"] = "نسق أسموديل: ملك الحرب",
}
equip[60075] = {
    ["name"] = "وصول الشيطان",
    ["explain"] = "نسق باريا وصول الشيطان",
}
equip[60076] = {
    ["name"] = "المحارب الأسود",
    ["explain"] = "نسق داس موجي: المحارب الأسود",
}
equip[60077] = {
    ["name"] = "سيف البطل الذهبي",
    ["explain"] = "نسق أيسبلينك سيف البطل الذهبي",
}
equip[60078] = {
    ["name"] = "نصل القطب الشمالي",
    ["explain"] = "نسق النصل الدموي: نصل القطب الشمالي",
}
equip[60079] = {
    ["name"] = "الأمنية الأخيرة",
    ["explain"] = "نسق صائد الشياطين: الأمنية الأخيرة",
}
equip[60080] = {
    ["name"] = "ساحرة الليل",
    ["explain"] = "نسق مالاسا ساحرة الليل",
}
equip[60081] = {
    ["name"] = "رسول الفوضى",
    ["explain"] = "نسق نصل الإيمان: رسول الفوضى",
}
equip[60082] = {
    ["name"] = "القديس السماوي",
    ["explain"] = "نسق أميوفور: القديس السماوي",
}
equip[60083] = {
    ["name"] = "أليس القوطية",
    ["explain"] = "نسق فيسا: أليس القوطية",
}
equip[60084] = {
    ["name"] = "الآنسة عاصفة",
    ["explain"] = "نسق الهجوم الناري: الآنسة عاصفة",
}
equip[60085] = {
    ["name"] = "لغة الموتى",
    ["explain"] = "بشرة جثة الشيطان: لغة الموتى",
}
equip[60086] = {
    ["name"] = "رقم 0",
    ["explain"] = "بشرة كريم رقم 0",
}
equip[60087] = {
    ["name"] = "محارب التنين",
    ["explain"] = "بشرة محارب التنين الخاص بميكي",
}
equip[60088] = {
    ["name"] = "الغراب",
    ["explain"] = "بشرة وامض الجليد المحدودة: الغراب (لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
equip[60089] = {
    ["name"] = "الأب الروحي",
    ["explain"] = "بشرة لوتز فالنتاين المحدودة (لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
equip[60090] = {
    ["name"] = "الوردة المكسورة",
    ["explain"] = "بشرة إميلي فالنتاين المحدودة (لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
equip[60091] = {
    ["name"] = "الشيطانة",
    ["explain"] = "بشرة الملكة المحدودة: الشيطانة (لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
equip[60092] = {
    ["name"] = "الروح المتجولة",
    ["explain"] = "بشرة الروح المتجولة الخاصة بأيدان",
}
equip[60093] = {
    ["name"] = "ملاك الحساب",
    ["explain"] = "بشرة جيرك المحدودة: ملاك الحساب (لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
equip[60094] = {
    ["name"] = "عين البنفسج",
    ["explain"] = "بشرة ضربة اللهب المحدودة: عين البنفسج (لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
equip[60095] = {
    ["name"] = "د. هرمز",
    ["explain"] = "بشرة هرمز د. هرمز",
}
equip[60096] = {
    ["name"] = "جنية الظلام",
    ["explain"] = "بشرة مراقب القلب المحدودة: جنية الظلام (لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
equip[60097] = {
    ["name"] = "حامي المجرة",
    ["explain"] = "بشرة جروو: حامي المجرة",
}
equip[60098] = {
    ["name"] = "عروس الانتقام",
    ["explain"] = "بشرة أرثيندول الظلام المحدودة: عروس الانتقام (لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
equip[60099] = {
    ["name"] = "الإشعاع",
    ["explain"] = "بشرة داس موج المحدودة: الإشعاع (لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
equip[60100] = {
    ["name"] = "فارس اللوتس الأحمر",
    ["explain"] = "بشرة سيغموند المحدودة: فارس اللوتس الأحمر (لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
equip[60101] = {
    ["name"] = "سيراف",
    ["explain"] = "بشرة ميشيل المحدودة: سيراف (لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
equip[60102] = {
    ["name"] = "Lead singer of the angel band",
    ["explain"] = "Belrain's limited skin: Lead singer of the angel band(players could not get limited skin from universal skin shards)",
}
equip[60103] = {
    ["name"] = "Frost Eye",
    ["explain"] = "Mihm's limited skin: Frost Eye(players could not get limited skin from universal skin shards)",
}
equip[60104] = {
    ["name"] = "Red Queen",
    ["explain"] = "Jahra's limited skin: Red Queen(players could not get limited skin from universal skin shards)",
}
equip[60105] = {
    ["name"] = "Mourners",
    ["explain"] = "Kroos's limited skin: Mourners(players could not get limited skin from universal skin shards)",
}
equip[60106] = {
    ["name"] = "Jurassic Fossil",
    ["explain"] = "Skerei's limited skin: Jurassic Fossil(players could not get limited skin from universal skin shards)",
}
equip[60107] = {
    ["name"] = "Apocalypse Armor",
    ["explain"] = "Faith Blade' s limited skin: Apocalypse Armor(players could not get limited skin from universal skin shards)",
}
equip[60108] = {
    ["name"] = "Video Game Storm",
    ["explain"] = "Valentino's limited skin: Video Game Storm(players could not get limited skin from universal skin shards)",
}
equip[60109] = {
    ["name"] = "Forest Guardian",
    ["explain"] = "Rosa's skin: Forest Guardian",
}
equip[60110] = {
    ["name"] = "Biochemical Weapon",
    ["explain"] = "Kamath's limited skin: Biochemical Weapon（Players could not get limited skin from universal skin shards）",
}
equip[60111] = {
    ["name"] = "Gothic Queen",
    ["explain"] = "Margaret's skin: Gothic Queen",
}
equip[60112] = {
    ["name"] = "Jungle Hunter",
    ["explain"] = "Valkyrie's skin: Jungle Hunter（Players could not get limited skin from universal skin shards）",
}
equip[60113] = {
    ["name"] = "Cowboy In The Wilderness",
    ["explain"] = "Eddga’s skin: Cowboy In The Wilderness",
}
return equip