local help = {}
help[1] = {
    ["title"] = "وظائف المباني",
    ["describe"] = {
        {
            ["title"] = "معركة",
            ["content"] = "إرسال فرق الأبطال إلى المعركة لبدء المعركة التلقائية واكمال أحداث المعركة,المعارك تمنح اللاعبالخبرة والروح والذهب والمعدات,ويمكنك حتى الحصول على مكافآت مزدوجة خلال فترات معينة."
        },
        {
            ["title"] = "محاولة البطل",
            ["content"] = "هي عبارة عن محاربة في معارك لا حدود لها مع أي حد وهزيمة الأعداء من خوادم مختلفة ولايمكن لصحة البطل أن تعود أثناء المحاولة,لهذا السبب أنت بحاجة الى استراتيجية جيدة! "
        },
        {
            ["title"] = "برج النسيان ",
            ["content"] = "برج النسيان هو برج ذو حراسة مشددة,وهزيمة هؤلاء الحراس يمنحونك أطنان من حجارة التطوير والمعدات القوية,وبعض الأراضي تمنح أبطالا من فئة 5 نجوم! في الأراضي العليا والحراس الأكثر صرامة "
        },
        {
            ["title"] = "الحلبة ",
            ["content"] = "يمكنك تحدي لاعبين آخرين في الحلبة! يمكن للفائزين الحصول على النقاط والجواهر المجانية! محاولة الأبطال تفتح في كل يوم جمعة وسبت وأحد (وقت الخادم) يمكنك محاربة اللاعبين من خوادم أخرى! "
        },
        {
            ["title"] = "دائرة الاستدعاء ",
            ["content"] = "هي أسرع طريقة للحصول على أبطال جدد وجمع المزيد من القلوب أو استدعاء مخطوطات لاستدعاء الأبطال مجانا.عندما تكون طاقة الاستدعاء مليئة,سوف تحصل على بطل ذو  5 نجوم عشوائي. "
        },
        {
            ["title"] = "دائرة الانشاء ",
            ["content"] = "هي السبيل الوحيد للمضي قدما للأبطال الخاصة بك. جمع المواد المطلوبة للأبطال لزيادة مستوى نجمهم الذي يصل إلى 6 في دائرة الاستدعاء.انفاق مواد البطل سوف تمنحك بعض الأرواح وحجارة التطوير. سيتم إرجاع معدات الأبطال إلى حقيبتك. مزيد من الأبطال يضمن المزيد من الفرص المقدمة! "
        },
        {
            ["title"] = "المذبح ",
            ["content"] = "يمكنك تفكيك الأبطال غير المستخدمة للأرواح,وحجارة التطوير,الغبار السحري,وحجارة الروح. سيتم إرجاع المعدات والجواهر والقطع الأثرية من الأبطال التي تم تفكيكها إلى حقيبتك. حجار الروح يمكن تبادلها للأبطال في متجر المذبح. يمكنك أيضا الحصول على الأحجار الروحية من حزم الأحداث! "
        },
        {
            ["title"] = "الحداد ",
            ["content"] = "يمكنك الجمع بين المعدات المنخفضة المستوى والعالية المستوى عند الحداد. تجهيز مجموعة كاملة من المعدات لتنشيط احصائيات المجموعة! تنبيه: لن يتم عرض المعدات المستخدمة عند الحداد. "
        },
        {
            ["title"] = "كازينو ",
            ["content"] = "يمكنك إرسال الرقائق في الكازينو للحصول على أجزاء البطل والمعدات والقطع الأثرية والذهب والجرعات. حظا سعيدا! "
        },
        {
            ["title"] = "المتجر ",
            ["content"] = "المتجر يملك العناصر في أوقات معينة (يمكنك أيضا تحديثها يدويا). يمكنك الحصول على الأرواح والأبطال وحجارة التطوير,وأجزاء البطل,والمعدات,واستدعاء مخطوطات,وتذاكر الحلبة والرقائق. "
        },
        {
            ["title"] = "محاولة النبي ",
            ["content"] = "يمكنك استدعاء أبطال ذو بعض الفصائل في محاولة النبي! استخدام بركة النبي في استدعاء للبطل ذو 4 نجوم,والبطل ذو 5 نجوم,. (يمكنك الحصول على الجواهر النبوية من مهام الحانة أو حزم الحدث) كل استدعاء يمنح بركة النبي. عندما تكون البركة كاملة,يمكنك تغيير الفصائل للبطل مرة واحدة. انتباه: يمكن تغيير الأبطال 4 نجوم و 5 نجوم فقط (باستثناء أبطال الضوء والظلام) "
        },
        {
            ["title"] = "الحانة ",
            ["content"] = "الحانة تقوم بتيغير مستويات المهام للبطل مستويات كل 24 ساعة. إكمال المهام يمنحك مكافآت كبيرة! يمكنك تغيير نجوم المهام وتسريع اكمالها من خلال انفاق الجواهر. يمكنك استخدام مخطوطات المهام لمزيد من المهام (عند تحديثها,سيتم أيضا تغيير المهام الغير مكتملة). القتال التلقائي لديه فرصة لمنح مهام الحانات. "
        }
    },
}
help[2] = {
    ["title"] = "تفاصيل المرحلة",
    ["describe"] = {
        {
            ["title"] = "نظرة عامة",
            ["content"] = "خرائط معركة لديها 4 صعوبات: عادي,خبرة مروعة,الجحيم والموت كل صعوبة لديها مراحل معينة,يجب عليك فتح الصعوبات بشكل منهجي"
        },
        {
            ["title"] = "إفتح المرحلة",
            ["content"] = "البقاء في مراحل جديدة لمدة معين من الوقت يحفز أحداث المعركة.إكمال الأحداث,كل هذا سوف يمكنك على دخول المرحلة التالية إذا كان لديك ما يكفي من المستويات وقوة الفريق. "
        },
        {
            ["title"] = "فتح المنطقة والخريطة ",
            ["content"] = "عندما تنهي جميع مراحل المنطقة الكاملة,المنطقة التالية سوف تكون مقفلة,وعندما يتم مسح جميع المراحل الحالية فإن المرحلة القادمة سوف تفتح لك "
        },
        {
            ["title"] = "حدث المعركة ",
            ["content"] = "دخول مرحلة جديدة يفتح لك حدث المعركة. والحدث سيمنحك مكافآت كبيرة "
        },
        {
            ["title"] = "الفريق ",
            ["content"] = "يمكنك تعيين فريق البطل الخاص بك في قائمة الفريق.يمكنك إضافة المزيد من الأبطال إلى الفريق وكلما كان المستوى أعلى,كلما زادت قوة البطل,والمزيد من الأبطال التي يمكنك إرسالها,وارتفاع قوة الفريق الخاص بك. (قوة (المعركة التلقائية)"
        },
        {
            ["title"] = "القتال التلقائي",
            ["content"] = "ترتفع مع مرور الوقت وتستمر إلى 8 ساعات. بعد ذلك,لن يتم منح أي مكافآت. تذكر أن تسجل دخولك في غضون الـ 8 ساعات! "
        },
        {
            ["title"] = "المخرجات والإيرادات ",
            ["content"] = "المراحل ستمنحك الخبرة,الذهب والروح. يمكنك الحصول عليها من المعركة التلقائية. وكلما ارتفعت الصعوبة وتقدم المرحلة,كلما ستحصل على المزيد. يزيد الدخل كلما ارتفع مستويات VIP"
        },
        {
            ["title"] = "النهب & النصر ",
            ["content"] = "يمكنك التحقق من العناصر في قائمة. القتال التلقائي في المراحل تمنحك المكافآت. يمكن التحقق من المكافآت المكتسبة في قائمة الكأس. "
        }
    },
}
help[3] = {
    ["title"] = "معركة",
    ["describe"] = {
        {
            ["title"] = "موقف ما قبل المعركة",
            ["content"] = "الأبطال في خط الجبهة هم أكثر عرضة للهجوم من تلك التي في الخط الخلفي. ضبط مواقع البطل وفقا لفئاتهم يمكّن الفريق بأكمله من البقاء على قيد الحياة لفترة أطول"
        },
        {
            ["title"] = "قيد الفصيل",
            ["content"] = "أبطال الفصائل المختلفة تقيد بعضهم البعض,قمضبط فريقك وفقا لأبطال العدو!"
        },
        {
            ["title"] = "فاصيل الهالة",
            ["content"] = "إيفاد 6 أبطال من نفس الفصيل أو 6 أبطال ذو فصائل مختلفة ينشط هالة قوية. "
        },
        {
            ["title"] = "قوانين المعركة ",
            ["content"] = "إذا استمرت المعركة لأكثر من 15 جولة,فإن المهاجم سيخسر,وإذا قتل جميع أبطال العدو في جولات محدودة,فإن المهاجم سيفوز,وعندما يقتل كل أبطالك سوف تخسر"
        },
        {
            ["title"] = "هجوم ",
            ["content"] = "كلما كان هجوم البطل أعلى,كلما زاد الضرر الذي يلحق بالأبطال "
        },
        {
            ["title"] = "الصحة ",
            ["content"] = "كلما كانت صحة البطل أطول,كلما كان البطل قادرا على البقاء. "
        },
        {
            ["title"] = "الدرع",
            ["content"] = "كلما كان درع البطل أعلى,كلما قل الضرر الذي سيحدثه البطل"
        },
        {
            ["title"] = "السرعة",
            ["content"] = "السرعة تقرر أمر الهجوم,ويمكن لأولئك الذين لديهم سرعة أعلى أن يهاجموا أولا"
        },
        {
            ["title"] = "وبالتالي يزيد معدل مهارة الضرر ",
            ["content"] = "زيادة معدل مهارة الضرر يضمن أعلى مهارة للضرر. وكلما زاد معدل ضرر المهارة,زاد الضرر الذي حدث. "
        },
        {
            ["title"] = "الضربة ",
            ["content"] = "الضربة تؤثر على فرصة ضرب الأبطال. ومن غير المحتمل أن يفوت أولئك الذين يعانون من ضرب كبير أهدافهم. "
        },
        {
            ["title"] = "المراوغة ",
            ["content"] = "المراوغة تؤدي فرصة لتجنب الأعداء"
        },
        {
            ["title"] = "الضربة الحرجة ",
            ["content"] = "كلما ارتفع معدل الضربة الحرجة,كلما ارتفع الضرر"
        },
        {
            ["title"] = "الضرر الحرج ",
            ["content"] = "يؤدي إلى ضرر أكبرعندما يتم تفعيله. "
        },
        {
            ["title"] = "خرق الدرع ",
            ["content"] = "يزيد من الهجوم على الهدف بمقدار معين. وكلما ارتفع خرق الدروع,يتم تقليل الدروع أكثر. "
        },
        {
            ["title"] = "التحكم بمعدل التحصين ",
            ["content"] = "يقلل من فرصة الحصول على التحكم. كلما ارتفع معدل المناعة المنضبط,سيحصل الأبطال على المزيد من احتمالية السيطرة. "
        },
        {
            ["title"] = "تقليل معدل الضرر ",
            ["content"] = "يقلل من فرصة تأثير الضرر. وكلما ارتفع معدل الضرر,كلما انخفض الضرر الذي حدث. "
        }
    },
}
help[4] = {
    ["title"] = "كيف احصل على أبطال",
    ["describe"] = {
        {
            ["title"] = "نصر المعركة",
            ["content"] = "المعركة التلقائية,حدث المعركة,حدث الابراج المحصنة - تحدي البطل و تصدع البرج يمنحوا أجزاء البطل"
        },
        {
            ["title"] = "متجر الشراء",
            ["content"] = "يمكنك الحصول على الأبطال و أجزاء البطل من خلال المتجر,متجر حجارة الحظ و متجر الحجارة و متجر البطل و متجر النقابة و متجر محاولة البطل. "
        },
        {
            ["title"] = "دائرة الاستدعاء ",
            ["content"] = "استدعاء القلوب,استدعاء المخطوطات والجواهر في دائرة الاستدعاء هو وسيلة سريعة للحصول على أبطال جدد "
        },
        {
            ["title"] = "محاولة النبي",
            ["content"] = "يمكنك انفاق الجواهر النبوية في محاولة النبي للحصول على أجزاء البطل"
        },
        {
            ["title"] = "كازينو",
            ["content"] = "يمكنك انفاق الرقائق في الكازينو للحصول على أجزاء بطل"
        },
        {
            ["title"] = "مهمة الحانة ",
            ["content"] = "الحانة قد يكون لها مهام  تمنح أجزاء البطل.إن إكمال تلك المهام تمنح بعض الأبطال"
        },
        {
            ["title"] = "البحث عن صديق",
            ["content"] = "البحث لديه فرصة لمنح بعض أجزاء البطل."
        }
    },
}
help[5] = {
    ["title"] = "كيف يمكنني تعزيز الأبطال",
    ["describe"] = {
        {
            ["title"] = "نصر المعركة",
            ["content"] = "المعركة التلقائية,حدث المعركة,حدث الابراج المحصنة - تحدي البطل و تصدع البرج يمنحوا أجزاء البطل"
        },
        {
            ["title"] = "متجر الشراء",
            ["content"] = "يمكنك الحصول على الأبطال و أجزاء البطل من خلال المتجر,متجر حجارة الحظ و متجر الحجارة و متجر البطل و متجر النقابة و متجر محاولة البطل. "
        },
        {
            ["title"] = "دائرة الاستدعاء ",
            ["content"] = "استدعاء القلوب,استدعاء المخطوطات والجواهر في دائرة الاستدعاء هو وسيلة سريعة للحصول على أبطال جدد "
        },
        {
            ["title"] = "محاولة النبي",
            ["content"] = "يمكنك انفاق الجواهر النبوية في محاولة النبي للحصول على أجزاء البطل"
        },
        {
            ["title"] = "كازينو",
            ["content"] = "يمكنك انفاق الرقائق في الكازينو للحصول على أجزاء بطل"
        },
        {
            ["title"] = "مهمة الحانة ",
            ["content"] = "الحانة قد يكون لها مهام  تمنح أجزاء البطل.إن إكمال تلك المهام تمنح بعض الأبطال"
        },
        {
            ["title"] = "البحث عن صديق",
            ["content"] = "البحث لديه فرصة لمنح بعض أجزاء البطل."
        }
    },
}
help[6] = {
    ["title"] = "فصيلة البطل",
    ["describe"] = {
        {
            ["title"] = "الفئة",
            ["content"] = "هناك خمس فئات: المحارب,الساحر,الحارس,المساعد والكاهن,المحاربين لديهم صحة عالية و دفاع عالي ولكن الهجوم منخفض,مما يجعلهم دبابات جيدة.السحرة والحراس لديهم صحة أقل دفاع منخفض  ولكنهم ذو هجوم عالي. ويمكنهم البقاء على قيد الحياة لفترة أطول واحداث المزيد من الأضرار مع هجماتهم عند وضعهم في الخط الخلفي. المساعد أيضا لديه دفاع منخفض وصحة منخفضة ولكن هجماتهم الواحدة تحدث المزيد من الضرر عند وضعهم في الجزء الخلفي.الكهنة لديهم صحة ودفاع وهجوم منخفضيين و يجب أن يوضعوا في الخلف,لأن لديهم مهارات شفاء ومهارات التحكم وذلك سوف يساعد كثيرا. "
        },
        {
            ["title"] = "مستوى النجوم ",
            ["content"] = "الأبطال لديهم ما يصل إلى 5 مستويات من النجوم,كلما ارتفع مستوى النجوم,كلما ارتفعت الاحصائيات الأساسية والقوة"
        },
        {
            ["title"] = "الفصيلة",
            ["content"] = "هناك 6 فصائل البطل: الظلام,الضوء,الغابة,الظل,القلعة و الهاوية. يوجد دمج بينهم الغابات - الظل - القلعة - الهاوية - الغابات,الظلام ضوء,ضوء - الظلام. ضبط ذلك  سوف يحدث 30% ضرر أكثر."
        }
    },
}
help[7] = {
    ["title"] = "المعدات والقطع الأثرية",
    ["describe"] = {
        {
            ["title"] = "جودة المعدات والقطع الأثرية",
            ["content"] = "هناك 6 فئات للمعدات: الأزرق والذهب والأرجواني والأخضر والأحمر والبرتقالي,وكلما ارتفعت الجودة,كلما حصلت على المزيد من المكافآت. "
        },
        {
            ["title"] = "المعدات ومستوى نجم القطع الأثرية ",
            ["content"] = "أعلى مستوى نجمة من المعدات الزرقاء والذهب هو 2؛ الأرجواني هو 3؛ الأخضر أو ​​أعلى هو 4. أعلى مستوى نجم من القطع الأثية الزرقاء والذهب هو 4؛ الأرجواني والأخضر هو 5؛ في حين الأحمر أو أعلى هو 6. بين المعدات والقطع الأثرية من نفس الجودة,أولئك الذين لديهم أعلى مستويات النجوم لديهم المزيد من احصائيات المكافآت. "
        },
        {
            ["title"] = "الجمع بين المعدات والقطع الأثرية ",
            ["content"] = "يمكنك الجمع بين المعدات المنخفضة المستوى للحصول على مستويات عالية في الحداد.يمكنك أيضا الجمع بين القطع الأثرية إذا كان لديك ما يكفي من الشرائح . "
        },
        {
            ["title"] = "الحصول على المعدات",
            ["content"] = "المعركة التلقائية,برج النسيان ومعركة الحدث. المعدات,يمكنك أيضا شراء المعدات من المتجر,متجر محاولة البطل,ومتجر النقابة ومتجر الحظ."
        },
        {
            ["title"] = "مجموعة المعدات ",
            ["content"] = "المعدات فوق الجودة الخضراء ومستوى 3 نجوم قد وضعت للقطع الأثرية.تجهيز العدد المطلوب من مجموعة المعدات ذو المستوى 3 يؤثر بشكل فعلي."
        },
        {
            ["title"] = "ترقية القطع الأثرية",
            ["content"] = "يمكنك دمج القطع الأثرية غير المستخدمة لترقية تلك المستخدمة. تحسين القطع الأثرية يزيد من مستوى النجوم الخاصة بهم. "
        },
        {
            ["title"] = "الحصول على القطع الأثري",
            ["content"] = "كيفية الحصول على القطع الأثرية 1. الجمع بين القطع الأثرية من خلال الحصول على اجزائها من خلال المعركة التلقائية 2. الجمع بين القطع الأثرية من خلال شراء أجزائها من متجر النقابة 3. الكازينو لديه فرصة لمنح القطع الأثرية "
        }
    },
}
help[8] = {
    ["title"] = "نقابة",
    ["describe"] = {
        {
            ["title"] = "انضم إلى النقابة",
            ["content"] = "ادخل رمز النقابة للبحث عنها؛ 2. اضغط على تطبيق لإرسال الطلب؛ 3. عند الموافقة على طلبك,سوف تنضم إلى النقابة. "
        },
        {
            ["title"] = "انشاء نقابة",
            ["content"] = "اذهب إلى إنشاء النقابة في صفحة النقابة,يجب أن تكون من المستوى المطلوب ولذيك ما يكفي من الجواهر.عندما يتم إنشاء النقابة,يمكنك دعوة الآخرين للانضمام إلى النقابة الخاصة بك "
        },
        {
            ["title"] = "تعيين زعيم ",
            ["content"] = "يمكنك تعيين زعيم للنقابة من قائمة أعضاء النقابة لمنح هذا المنصب لعضو آخر في النقابة "
        },
        {
            ["title"] = "رفض النقابة ",
            ["content"] = "يمكن لقائد النقابة أن يرفض النقابة من صفحة النقابة,وبمجرد حصرها,سيتم رفض النقابة في غضون ساعتين "
        },
        {
            ["title"] = "مستوى النقابة",
            ["content"] = "يمكن للأعضاء الألتحاق بها يوميا لترقية النقابة"
        },
        {
            ["title"] = "اللعب في النقابة",
            ["content"] = "عضو النقابة يمكنه الانضمام إلى زنزانة النقابة وطاحونة النقابة والحرب النقابية للحصول على عملات النقابة وغيرها من العناصر."
        },
        {
            ["title"] = "متجر النقابة",
            ["content"] = "أعضاء النقابة يمكن أن ينفقوا عملات النقابة لجمع أجزاء البطل والمعدات والقطع الأثرية"
        },
        {
            ["title"] = "تكنولوجيا النقابة",
            ["content"] = "أعضاء نقابة يمكنهم ترقية مهارات النقابة مع عملات النقابة والذهب في تكنولوجيا النقابة.الترقية تجعل الأبطال أقوى"
        },
        {
            ["title"] = "وظيفة النقابة",
            ["content"] = "أعضاء النقابة يمكنهم الالتحاق بها يوميا لرفع مستوى النقابة. يمكنهم الانضمام إلى الأبراج المحصنة في النقابة,وطاحونة النقابة والحرب النقابية للحصول على عملات النقابة وغيرها من البنود. ويمكنك أيضا أن تنفق عملات النقابة للحصول على العناصر وتطوير مهارات النقابة في تكنولوجيا النقابة . "
        }
    },
}
help[9] = {
    ["title"] = "أصدقاء",
    ["describe"] = {
        {
            ["title"] = "اضافة صديق",
            ["content"] = "ادخل رمز الصديق;ادخل رمز الصديق للبحث عنه؛ ثم ارسل له الطلب؛ اضغط على الصورة الرمزية للصديق لتكونوا اصدقاء؛ اضغط على الصورة الرمزية للاعب في النقابة لتكونوا اصدقاء."
        },
        {
            ["title"] = "طلب الصداقة",
            ["content"] = "تحقق من طلبات الأصدقاء في قائمة الطلب واضغط على موافق على صداقاتهم. "
        },
        {
            ["title"] = "القلوب ",
            ["content"] = "يمكن للأصدقاء إرسال قلوب لبعضهم البعض,يمكن استخدام القلوب مجانا في دائرة الاستدعاء. "
        },
        {
            ["title"] = "مسح صديق ",
            ["content"] = "1. اضغط على الصورة الرمزية في صفحة الصديق لفتح قائمة الصديق؛ 2. انقر فوق حذف الصديق لإزالته من أصدقائك."
        },
        {
            ["title"] = "مساعدة الصديق",
            ["content"] = "كل لاعب سيكون لديه 1 فرصة بحث كل 8 ساعات. يمكنك مساعدة اصدقائك في البحوث والنهب وقتل القائد,والحصول على الذهب واجزاء البطل ومساعدة الأصدقاء في هزيمة زعماء العالم والغنائم وستحصل أنت على المكافآت والنقاط العشوائية وسيتم تقديم المكافآت على أساس نقاط الترتيب كل أسبوع. "
        }
    },
}
return help