local item = {}
item[1] = {
    ["name"] = "ذهب",
    ["brief"] = "عملة ",
    ["explain"] = "عملة عادية",
}
item[2] = {
    ["name"] = "جواهر",
    ["brief"] = "عملة ",
    ["explain"] = "أكثر عملة نادرة وذو قيمة عالية",
}
item[3] = {
    ["name"] = "خبرة",
    ["brief"] = "خبرة",
    ["explain"] = "تستخدم لترقية اللاعب",
}
item[4] = {
    ["name"] = "عملات النقابة",
    ["brief"] = "عملات النقابة",
    ["explain"] = "تستخدم لشراء عناصر في متجر النقابة",
}
item[5] = {
    ["name"] = "خبرة النقابة",
    ["brief"] = "خبرة النقابة",
    ["explain"] = "تستخدم لترقية النقابة",
}
item[6] = {
    ["name"] = "عملات الحظ",
    ["brief"] = "عملة حظ",
    ["explain"] = "تستخدم لشراء عناصرفي متجر الحظ في الكازينو",
}
item[7] = {
    ["name"] = "قطعة حجارة الروح",
    ["brief"] = "شراء عملات البطل",
    ["explain"] = "تستخدم لشراء أبطال في متجر البطل",
}
item[8] = {
    ["name"] = "الدمية العجيبة",
    ["brief"] = "تبديل عنصر رأس السنة",
    ["explain"] = "تستخدم لتبديل عناصر معينة في متجر رأس السنة",
}
item[9] = {
    ["name"] = "خبرة VIP",
    ["brief"] = "خبرة VIP",
}
item[10] = {
    ["name"] = "الروح",
    ["brief"] = "ترقية خبرة البطل",
    ["explain"] = "تستخدم لترقية مستوى البطل",
}
item[11] = {
    ["name"] = "حجارة تطوير البطل",
    ["brief"] = "خبرة البطل المتطورة",
    ["explain"] = "تستخدم لترقية خبرة البطل",
}
item[12] = {
    ["name"] = "قلب",
    ["brief"] = "عملة استدعاء صديق",
    ["explain"] = "تحصل عليها من مراسلة الأصدقاء، وتستخدم في دائرة استدعاء الصديق",
}
item[13] = {
    ["name"] = "الحد الأدنى من رسم الطاقة",
    ["brief"] = "الحد الأدني من رسم الطاقة",
}
item[10001] = {
    ["name"] = "بلورة",
    ["brief"] = "استخدام المواد",
    ["explain"] = "تستخدم في الحصول على المعدات",
}
item[10002] = {
    ["name"] = "جواهر القوة",
    ["brief"] = "شراء عملة معدات",
    ["explain"] = "تستخدم لشراء العناصر في السوق السوداء",
}
item[12000] = {
    ["name"] = "استدعاء التمرير الأساسي",
    ["brief"] = "استدعاء عنصر",
    ["explain"] = "تستخدم في دائرة الاستدعاء الأساسي",
}
item[12001] = {
    ["name"] = "تذاكر الحلبة",
    ["brief"] = "خبرة الحلبة",
    ["explain"] = " تكلف التذاكر للقتال في حلبة المعارك",
}
item[12002] = {
    ["name"] = "رقاقة",
    ["brief"] = "خبرة الكازينو",
    ["explain"] = "كل جولة في الكازينو تكلف 1 رقاقة",
}
item[12003] = {
    ["name"] = "استدعاء التمرير البطولي",
    ["brief"] = "استدعاء عنصر",
    ["explain"] = "تستخدم في دائرة الاستدعاء البطولي",
}
item[14] = {
    ["name"] = "قطرة المياه السحرية",
    ["brief"] = "قطرة المياه السحرية",
    ["explain"] = "تستخدم للمعركة في برج النسيان",
}
item[15] = {
    ["name"] = "غبار سحري",
    ["brief"] = "ترقية حجارة المواد",
    ["explain"] = " تستخدم لحجارة الترقية في معدات البطل",
}
item[16] = {
    ["name"] = "مقياس التنين",
    ["brief"] = "رمز محاولة الشجاعة",
    ["explain"] = "تستخدم لشراء العناصر في متجر المحاولة.",
}
item[17] = {
    ["name"] = "عملات المجد",
    ["brief"] = "رمزمتجر الحلبة",
    ["explain"] = "تستخدم لشراء العناصر في متجر الحلبة 3V3",
}
item[18] = {
    ["name"] = "كنز الحلبة",
    ["brief"] = "سيتم إرسال العناصر في صندوق الحلبة بواسطة بريد اللعبة",
    ["explain"] = "يعطي بشكل عشوائي الذهب، خبرة البطل، حجارة تعزيز البطل، والمعدات الأسطورية، أجزاء البطل... الخ.",
}
item[19] = {
    ["name"] = "خبز سحري",
    ["brief"] = "خبز سحري",
    ["explain"] = "تستخدم في النهب في طاحونة النقابة",
}
item[20] = {
    ["name"] = "بركة الدمية",
    ["brief"] = "مواد استبدال البطل",
    ["explain"] = "تستخدم في استبدال البطل في شجرة النبي",
}
item[21] = {
    ["name"] = "عين النبي",
    ["brief"] = "استدعاء عنصر في بوابة النبي",
    ["explain"] = "يمكن استدعاء على الأقل بطل ذو جودة 4 نجوم أو أجزاء بطل من شجرة النبي",
}
item[22] = {
    ["name"] = "صورة رمزية محدودة",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "صورة رمزية مميزة لـ 300 فائز في حدث المنافسين",
}
item[23] = {
    ["name"] = "صندوق أثري أحمر ذو نجمة واحدة",
    ["brief"] = "صندوق أثري",
    ["explain"] = "يقدم قطعة أثرية حمراء ذو 1 نجمة بشكل عشوائي",
}
item[24] = {
    ["name"] = "صندوق أثري أخضر ذو نجمة واحدة",
    ["brief"] = "صندوق أثري",
    ["explain"] = "يقدم قطعة أثرية خضراء ذو 1 نجمة بشكل عشوائي",
}
item[25] = {
    ["name"] = "صورة رمزية شتوية محدودة",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "صورة رمزية تشترى من حزمة أحداث محدودة ",
}
item[26] = {
    ["name"] = "دمية الثلج ",
    ["brief"] = "مواد تبديل",
    ["explain"] = "تبادل عناصر المهرجان الحصري. قم بالمشاركة الآن للحصول عليها الآن.",
}
item[27] = {
    ["name"] = "صندوق دمية اساسي",
    ["brief"] = "صندوق مواد",
    ["explain"] = "بعد الشراء يمكنك تعيين رقم عشوائي من دمى الثلج (25~75) ",
}
item[28] = {
    ["name"] = "تمرير مهام أساسي",
    ["brief"] = "مهمة تمرير الحانة",
    ["explain"] = "تضيف بشكل عشوائي مهمة ذو 1 نجمة ~ 4نجوم بعد استخدامها في الحانة",
}
item[29] = {
    ["name"] = "تمرير مهام احترافي",
    ["brief"] = "مهمة تمرير الحانة",
    ["explain"] = "تضيف بشكل عشوائي مهمة ذو 1 نجمة ~ 7 نجوم بعد استخدامها في الحانة",
}
item[30] = {
    ["name"] = "صورة رمزية محدودة",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "صورة رمزية مميزة لـ 300 فائز في حدث المنافسين",
}
item[31] = {
    ["name"] = "صندوق دمية الثلج",
    ["brief"] = "صندوق مواد",
    ["explain"] = "بعد الشراء يمكنك تعيين رقم عشوائي من دمى الثلج (50~150) ",
}
item[32] = {
    ["name"] = "صورة رمزية محدودة لعيد الحب",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "شراء حزمة حدث محدود للحصول على صورة رمزية مميزة",
}
item[33] = {
    ["name"] = "صورة رمزية للبطل",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "يمكن الحصول عليها من ترتيب الحلبة",
}
item[34] = {
    ["name"] = "صورة ميدالية ماسية",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "يمكن الحصول عليها من ترتيب الحلبة",
}
item[35] = {
    ["name"] = "صورة ميدالية ذهبية",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "يمكن الحصول عليها من ترتيب الحلبة",
}
item[36] = {
    ["name"] = "صورة ميدالية فضية",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "يمكن الحصول عليها من ترتيب الحلبة",
}
item[37] = {
    ["name"] = "صورة ميدالية برونزية",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "يمكن الحصول عليها من ترتيب الحلبة",
}
item[38] = {
    ["name"] = "صورة وحش تذكارية",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "شراء حزمة حدث محدود للحصول على صورة رمزية مميزة",
}
item[39] = {
    ["name"] = "صورة رمزية محدودة",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "صورة رمزية مميزة لـ 400 فائز في حدث المنافسين",
}
item[40] = {
    ["name"] = "أرواح الوحش",
    ["brief"] = "مواد الوحش",
    ["explain"] = "تستخدم في تنشيط الوحش، الترقية، والتطوير",
}
item[41] = {
    ["name"] = "حجارة الفوضى",
    ["brief"] = "مواد الوحش",
    ["explain"] = "تستخدم في ترقية الوحش",
}
item[42] = {
    ["name"] = "صورة وحش تذكارية",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "شراء حزمة حدث محدود للحصول على صورة رمزية مميزة",
}
item[43] = {
    ["name"] = "تماثيل ذهبية",
    ["brief"] = "مواد تبديل",
    ["explain"] = "تبادل عناصر المهرجان الحصري. قم بالمشاركة الآن للحصول عليها الآن.",
}
item[44] = {
    ["name"] = "صندوق تماثيل ذهبية أساسية",
    ["brief"] = "صندوق مواد",
    ["explain"] = "بعد الشراء يمكنك تعيين رقم عشوائي من دمى الثلج (20~40) ",
}
item[45] = {
    ["name"] = "صندوق تماثيل ذهبية متوسط",
    ["brief"] = "صندوق مواد",
    ["explain"] = "بعد الشراء يمكنك تعيين رقم عشوائي من دمى الثلج (50~100) ",
}
item[46] = {
    ["name"] = "صندوق تماثيل ذهبية محترف",
    ["brief"] = "صندوق مواد",
    ["explain"] = "بعد الشراء يمكنك تعيين رقم عشوائي من دمى الثلج (180~360) ",
}
item[47] = {
    ["name"] = "صورة رمزية محدودة",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "صورة رمزية مميزة لـ 400 فائز في حدث المنافسين",
}
item[48] = {
    ["name"] = "صورة وحش تذكارية",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "شراء حزمة حدث محدود للحصول على صورة رمزية مميزة",
}
item[49] = {
    ["name"] = "صورة وحش تذكارية",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "شراء حزمة حدث محدود للحصول على صورة رمزية مميزة",
}
item[50] = {
    ["name"] = "شعار التحدي",
    ["brief"] = "خبرة الساحة المكسورة",
    ["explain"] = "تكلف تذاكر للقتال في معارك الساحة المكسورة",
}
item[51] = {
    ["name"] = "عظمة السمك المحظوظة",
    ["brief"] = "مواد تبديل",
    ["explain"] = "تبادل عناصر المهرجان الحصري. قم بالمشاركة الآن للحصول عليها الآن.",
}
item[52] = {
    ["name"] = "صورة الذكرى السنوية الأولى",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "تحصل عليها من استخدام عظام سمكة الحظ.",
}
item[53] = {
    ["name"] = "صندوق عظمة السمك المحظوظة الأساسي",
    ["brief"] = "صندوق مواد",
    ["explain"] = "بعد الشراء يمكنك تعيين رقم عشوائي من عظام سمكة الحظ (20~40) ",
}
item[54] = {
    ["name"] = "صندوق عظمة السمك المحظوظة المتوسط",
    ["brief"] = "صندوق مواد",
    ["explain"] = "بعد الشراء يمكنك تعيين رقم عشوائي من عظام سمكة الحظ (50~100) ",
}
item[55] = {
    ["name"] = "صندوق عظمة السمك المحظوظة المحترف",
    ["brief"] = "صندوق مواد",
    ["explain"] = "بعد الشراء يمكنك تعيين رقم عشوائي من عظام سمكة الحظ (180~360) ",
}
item[56] = {
    ["name"] = "صندوق عظمة السمك المحظوظة المحترف",
    ["brief"] = "صندوق مواد",
    ["explain"] = "بعد الشراء يمكنك تعيين رقم عشوائي من عظام سمكة الحظ (150~300) ",
}
item[57] = {
    ["name"] = "صورة رمزية محدودة",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "صورة رمزية مميزة لـ 400 فائز في حدث المنافسين",
}
item[58] = {
    ["name"] = "رقاقة خارقة",
    ["brief"] = "خبرة الكازينو الخارقة",
    ["explain"] = "كل جولة في الكازينو تكلف 1 رقاقة",
}
item[59] = {
    ["name"] = "صورة وحش تذكارية",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "شراء حزمة حدث محدود للحصول على صورة رمزية مميزة",
}
item[60] = {
    ["name"] = "صورة رمزية محدودة",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "صورة رمزية مميزة لـ 400 فائز في حدث المنافسين",
}
item[61] = {
    ["name"] = "صورة رمزية تذكارية",
    ["brief"] = "صورة الملف الشخصي الخاص",
    ["explain"] = "شراء حزمة حدث محدود للحصول على صورة رمزية مميزة",
}
item[62] = {
    ["name"] = "صورة رمزية محدودة",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "صورة رمزية مميزة لـ 400 فائز في حدث المنافسين",
}
item[63] = {
    ["name"] = "صورة رمزية تذكارية",
    ["brief"] = "صورة الملف الشخصي الخاص",
    ["explain"] = "شراء حزمة حدث محدود للحصول على صورة رمزية مميزة",
}
item[64] = {
    ["name"] = "صورة رمزية تذكارية",
    ["brief"] = "صورة الملف الشخصي الخاص",
    ["explain"] = "صورة رمزية تحصل عليها من مكافآت حدث المتنافسين",
}
item[65] = {
    ["name"] = "صورة رمزية محدودة",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "شراء حزمة حدث محدود للحصول على صورة رمزية مميزة",
}
item[66] = {
    ["name"] = "الصورة الرمزية للتنين الذهبي",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "اشترك في VIP للحصول على الصورة الرمزية المميزة",
}
item[67] = {
    ["name"] = "الصور الرمزية للهالوين",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "صور رمزية خاصة لحدث الهالوين",
}
item[68] = {
    ["name"] = "اليقطين الذهبي",
    ["brief"] = "مواد تبديل",
    ["explain"] = "تبادل عناصر الاحتفال الحصرية مع أصدقائك. اشترك الآن للحصول عليه.",
}
item[69] = {
    ["name"] = "الجرس الفضي",
    ["brief"] = "مواد تبديل",
    ["explain"] = "تبادل عناصر الاحتفال الحصرية مع أصدقائك. اشترك الآن للحصول عليه.",
}
item[70] = {
    ["name"] = "تُمنح الصورة الرمزية المميزة عند الاشتراك في حدث احتفال المحارب",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "شراء حزمة حدث محدود للحصول على صورة رمزية مميزة",
}
item[71] = {
    ["name"] = "اشترِ حزمة حدث محدودة للحصول على الصورة الرمزية المميزة",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "صورة رمزية تحصل عليها من مكافآت حدث المتنافسين",
}
item[72] = {
    ["name"] = "صخرة الفراغ",
    ["brief"] = "مواد البناء",
    ["explain"] = "مواد بناء المنزل",
}
item[73] = {
    ["name"] = "رمز الروح",
    ["brief"] = "مواد استبدال البطل",
    ["explain"] = "لاستبدال بطل بتصنيف 10 نجوم.",
}
item[74] = {
    ["name"] = "ملك الحرب",
    ["brief"] = "تركيب النسق",
    ["explain"] = "لتركيب نسق أسموديل",
}
item[75] = {
    ["name"] = "وصول الشيطان",
    ["brief"] = "تركيب النسق",
    ["explain"] = "لتركيب نسق باريا",
}
item[76] = {
    ["name"] = "المحارب الأسود",
    ["brief"] = "تركيب النسق",
    ["explain"] = "لتركيب نسق داس موجي",
}
item[77] = {
    ["name"] = "سيف البطل الذهبي",
    ["brief"] = "تركيب النسق",
    ["explain"] = "لتركيب نسق أيسبلينك",
}
item[78] = {
    ["name"] = "نصل القطب الشمالي",
    ["brief"] = "تركيب النسق",
    ["explain"] = "لتركيب نسق النصل الدموي",
}
item[79] = {
    ["name"] = "الأمنية الأخيرة",
    ["brief"] = "تركيب النسق",
    ["explain"] = "لتركيب نسق صائد الشياطين",
}
item[80] = {
    ["name"] = "صندوق الكنز الأسود",
    ["brief"] = "صندوق مواد",
    ["explain"] = "افتح الصندوق للحصول على عنصر عشوائي، يحتوي على بلورة القديس وذهب وغبار سحري، وجواهر وقطعة أثرية حمراء.",
}
item[81] = {
    ["name"] = "الصندوق الأسود الغامض، المستوى 1",
    ["brief"] = "صندوق مواد",
    ["explain"] = "افتح الصندوق للحصول على 5 لفافات استدعاء بطولية، و1000 نقطة لأرواح الوحوش، و500 صخرة فوضى.",
}
item[82] = {
    ["name"] = "الصندوق الأسود الغامض، المستوى 2",
    ["brief"] = "صندوق مواد",
    ["explain"] = "افتح الصندوق للحصول على 5 رقاقات فائقة وقلادة الشجاعة وحذاء الشجاعة.",
}
item[83] = {
    ["name"] = "الصندوق الأسود الغامض، المستوى 3",
    ["brief"] = "صندوق مواد",
    ["explain"] = "افتح الصندوق للحصول على 8 بلورة القديس وسيف الشجاعة وطبق الشجاعة.",
}
item[84] = {
    ["name"] = "الصندوق الأسود الغامض، المستوى 4",
    ["brief"] = "صندوق مواد",
    ["explain"] = "افتح الصندوق للحصول على 50 صائد شياطين بتصنيف 5 نجوم و20000 وحدة غبار سحري.",
}
item[85] = {
    ["name"] = "الصندوق الأسود الغامض، المستوى 5",
    ["brief"] = "صندوق مواد",
    ["explain"] = "افتح الصندوق للحصول على قطعة أثرية برتقالية: درع الشجاعة، و25000 من عملات الرابطة و10 من عناصر وصول الشيطان.",
}
item[86] = {
    ["name"] = "صندوق المفاجآت",
    ["brief"] = "صندوق مواد",
    ["explain"] = "افتح الصندوق للحصول على عنصر عشوائي وكاماث 5 نجوم وسيغموند 5 نجوم وسكيري 5 نجوم وروزا 5 نجوم وجيركي 5 نجوم والساهر 5 نجوم وغضب أيدان ونصل الملكة والمفتاح الذهبي.",
}
item[87] = {
    ["name"] = "ساحرة الليل",
    ["brief"] = "تركيب النسق",
    ["explain"] = "لتركيب نسق مالاسا",
}
item[88] = {
    ["name"] = "صورة رمزية تذكارية",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "صورة رمزية تحصل عليها من مكافآت حدث المتنافسين",
}
item[89] = {
    ["name"] = "صورة رمزية محدودة",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "شراء حزمة حدث محدود للحصول على صورة رمزية مميزة",
}
item[90] = {
    ["name"] = "رسول الفوضى",
    ["brief"] = "تركيب النسق",
    ["explain"] = "يُستخدم لتركيب قديس الفوضى",
}
item[91] = {
    ["name"] = "القديس السماوي",
    ["brief"] = "تركيب النسق",
    ["explain"] = "يُستخدم لتركيب القديس السماوي",
}
item[92] = {
    ["name"] = "رجل الثلج الصغير",
    ["brief"] = "مواد تبديل",
    ["explain"] = "تبادل عناصر الاحتفال الحصرية مع أصدقائك. اشترك الآن للحصول عليه.",
}
item[93] = {
    ["name"] = "صورة رمزية تذكارية",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "صورة رمزية تحصل عليها من مكافآت حدث المتنافسين",
}
item[94] = {
    ["name"] = "صندوق كنز العام الجديد، المستوى 1",
    ["brief"] = "صندوق مواد",
    ["explain"] = "افتح الصندوق للحصول على المكافآت",
}
item[95] = {
    ["name"] = "صندوق كنز العام الجديد، المستوى 2",
    ["brief"] = "صندوق مواد",
    ["explain"] = "افتح الصندوق للحصول على المكافآت",
}
item[96] = {
    ["name"] = "صندوق كنز العام الجديد، المستوى 3",
    ["brief"] = "صندوق مواد",
    ["explain"] = "افتح الصندوق للحصول على المكافآت",
}
item[97] = {
    ["name"] = "صندوق كنز العام الجديد، المستوى 4",
    ["brief"] = "صندوق مواد",
    ["explain"] = "افتح الصندوق للحصول على المكافآت",
}
item[98] = {
    ["name"] = "صندوق كنز العام الجديد، المستوى 5",
    ["brief"] = "صندوق مواد",
    ["explain"] = "افتح الصندوق للحصول على المكافآت",
}
item[99] = {
    ["name"] = "أليس القوطية",
    ["brief"] = "تركيب النسق",
    ["explain"] = "يُستخدم لتركيب أليس القوطية",
}
item[100] = {
    ["name"] = "الآنسة عاصفة",
    ["brief"] = "تركيب النسق",
    ["explain"] = "يُستخدم لتركيب الآنسة عاصفة",
}
item[101] = {
    ["name"] = "لغة الموتى",
    ["brief"] = "تركيب النسق",
    ["explain"] = "لتركيب نسق جثة الشيطان",
}
item[102] = {
    ["name"] = "صورة رمزية محدودة",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "تُمنح الصورة الرمزية المميزة عند الاشتراك في حدث احتفال المحارب",
}
item[103] = {
    ["name"] = "رقم 0",
    ["brief"] = "تركيب النسق",
    ["explain"] = "يُستخدَم لتركيب نسق كريم",
}
item[104] = {
    ["name"] = "محارب التنين",
    ["brief"] = "تركيب النسق",
    ["explain"] = "يُستخدم لتركيب نسق ميكي",
}
item[105] = {
    ["name"] = "الغراب",
    ["brief"] = "تركيب النسق",
    ["explain"] = "يُستخدم لتركيب نسق أيسبلينك الغراب (لا يمكن للاعبين الحصول على النسق المحدود من قطع النسق العامة)",
}
item[106] = {
    ["name"] = "الأب الروحي",
    ["brief"] = "تركيب النسق",
    ["explain"] = "يُستخدم لتركيب نسق لوتز فالانتين المحدود (لا يمكن للاعبين الحصول على النسق المحدود من قطع النسق العامة)",
}
item[107] = {
    ["name"] = "الوردة المكسورة",
    ["brief"] = "تركيب النسق",
    ["explain"] = "يُستخدم لتركيب نسق إيميلي فالانتين المحدود (لا يمكن للاعبين الحصول على النسق المحدود من قطع النسق العامة)",
}
item[108] = {
    ["name"] = "الألعاب النارية",
    ["brief"] = "مواد تبديل",
    ["explain"] = "تُستخدم لنفي الوحش نيان، ويمكنها إلحاق الضرر به.",
}
item[109] = {
    ["name"] = "المفرقعات النارية",
    ["brief"] = "مواد تبديل",
    ["explain"] = "تُستخدم لنفي الوحش نيان، ويمكنها إلحاق الضرر به.",
}
item[110] = {
    ["name"] = "الفانوس السحري",
    ["brief"] = "مواد تبديل",
    ["explain"] = "تبادل عناصر الاحتفال الحصرية مع أصدقائك. اشترك الآن للحصول عليه.",
}
item[111] = {
    ["name"] = "شوكولاتة الحبيب",
    ["brief"] = "مواد تبديل",
    ["explain"] = "تبادل عناصر الاحتفال الحصرية مع أصدقائك. اشترك الآن للحصول عليه.",
}
item[112] = {
    ["name"] = "صورة مهرجان الربيع الرمزية المحدودة",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "مكافأة حدث مهرجان الربيع: صورة رمزية محدودة",
}
item[113] = {
    ["name"] = "صورة رمزية محدودة",
    ["brief"] = "صورة رمزية مميزة",
    ["explain"] = "شراء حزمة حدث محدود للحصول على صورة رمزية مميزة",
}
item[114] = {
    ["name"] = "الشيطانة",
    ["brief"] = "تركيب النسق",
    ["explain"] = "تُستخدم لتركيب نسق الملكة المحدود (لا يمكن للاعبين الحصول على النسق المحدود من قطع النسق العامة)",
}
item[115] = {
    ["name"] = "الروح المتجولة",
    ["brief"] = "تركيب النسق",
    ["explain"] = "تُستخدم لتركيب نسق أيدان",
}
item[116] = {
    ["name"] = "ملاك الحساب",
    ["brief"] = "تركيب النسق",
    ["explain"] = "يُستخدم لتركيب نسق جيركي المحدود. (لا يمكن للاعبين الحصول على النسق المحدود من قطع النسق العامة)",
}
item[117] = {
    ["name"] = "بقايا الضوء المقدسة",
    ["brief"] = "تبادل المواد",
    ["explain"] = "تبديل أغراض المهرجان الحصرية. شارك الآن لتحصل عليها.",
}
item[118] = {
    ["name"] = "صندوق هدايا الربيع من المستوى 1",
    ["brief"] = "صندوق المواد",
    ["explain"] = "افتح الصندوق لتحصل على الجوائز",
}
item[119] = {
    ["name"] = "صندوق هدايا الربيع من المستوى 2",
    ["brief"] = "صندوق مواد",
    ["explain"] = "افتح الصندوق للحصول على المكافآت",
}
item[120] = {
    ["name"] = "صندوق هدايا الربيع من المستوى 3",
    ["brief"] = "صندوق مواد",
    ["explain"] = "افتح الصندوق للحصول على المكافآت",
}
item[121] = {
    ["name"] = "صندوق هدايا الربيع من المستوى 4",
    ["brief"] = "صندوق مواد",
    ["explain"] = "افتح الصندوق للحصول على المكافآت",
}
item[122] = {
    ["name"] = "صندوق هدايا الربيع من المستوى 5",
    ["brief"] = "صندوق مواد",
    ["explain"] = "افتح الصندوق للحصول على المكافآت",
}
item[123] = {
    ["name"] = "اللوحات التذكارية السحرية",
    ["brief"] = "تبادل المواد",
    ["explain"] = "قد تلحق اللوحات التذكارية ذات الأحرف الرونية السحرية ضررًا جسيمًا بحارس الظل.",
}
item[124] = {
    ["name"] = "التماثيل القديمة",
    ["brief"] = "تبادل المواد",
    ["explain"] = "تبديل أغراض المهرجان الحصرية. شارك الآن لتحصل عليها.",
}
item[125] = {
    ["name"] = "عين البنفسج",
    ["brief"] = "مضاعفة البشرة",
    ["explain"] = "استخدمه لتجميع بشرة ضربة اللهب المحدودة(لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
item[126] = {
    ["name"] = "صورة رمزية محدودة",
    ["brief"] = "صورة رمزية خاصة",
    ["explain"] = "الصورة الرمزية الخاصة التي منحتها فعالية مهرجان المناضلين",
}
item[127] = {
    ["name"] = "د. هرمز",
    ["brief"] = "مضاعفة البشرة",
    ["explain"] = "يُستخدم لتجميع بشرة هرمز",
}
item[128] = {
    ["name"] = "جنية الظلام",
    ["brief"] = "مضاعفة البشرة",
    ["explain"] = "استخدمه لتجميع بشرة مراقب القلب المحدودة(لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
item[129] = {
    ["name"] = "حامي المجرة",
    ["brief"] = "مضاعفة البشرة",
    ["explain"] = "يُستخدم لتجميع بشرة جروو",
}
item[130] = {
    ["name"] = "عروس الانتقام",
    ["brief"] = "مضاعفة البشرة",
    ["explain"] = "استخدمه لتجميع بشرة أرثيندول الظلام المحدودة(لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
item[131] = {
    ["name"] = "بقايا الظلام",
    ["brief"] = "تبادل المواد",
    ["explain"] = "تبديل أغراض المهرجان الحصرية. شارك الآن لتحصل عليها.",
}
item[132] = {
    ["name"] = "صندوق هدايا الصيف من المستوى 1",
    ["brief"] = "صندوق المواد",
    ["explain"] = "افتح الصندوق لتحصل على الجوائز",
}
item[133] = {
    ["name"] = "صندوق هدايا الصيف من المستوى 2",
    ["brief"] = "صندوق المواد",
    ["explain"] = "افتح الصندوق لتحصل على الجوائز",
}
item[134] = {
    ["name"] = "صندوق هدايا الصيف من المستوى 3",
    ["brief"] = "صندوق المواد",
    ["explain"] = "افتح الصندوق لتحصل على الجوائز",
}
item[135] = {
    ["name"] = "صندوق هدايا الصيف من المستوى 4",
    ["brief"] = "صندوق المواد",
    ["explain"] = "افتح الصندوق لتحصل على الجوائز",
}
item[136] = {
    ["name"] = "صندوق هدايا الصيف من المستوى 5",
    ["brief"] = "صندوق المواد",
    ["explain"] = "افتح الصندوق لتحصل على الجوائز",
}
item[137] = {
    ["name"] = "الإشعاع",
    ["brief"] = "مضاعفة البشرة",
    ["explain"] = "استخدمه لتجميع بشرة داس موج المحدودة(لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
item[138] = {
    ["name"] = "صورة رمزية محدودة",
    ["brief"] = "صورة رمزية خاصة",
    ["explain"] = "الصورة الرمزية الخاصة التي منحتها فعالية مهرجان المناضلين",
}
item[139] = {
    ["name"] = "فارس اللوتس الأحمر",
    ["brief"] = "مضاعفة البشرة",
    ["explain"] = "استخدمه لتجميع بشرة سيغموند المحدودة(لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
item[140] = {
    ["name"] = "Limited Avatar",
    ["brief"] = "Special Avatar",
    ["explain"] = "The Special Avatar awarded by Militant Festival Event",
}
item[141] = {
    ["name"] = "سيراف",
    ["brief"] = "مضاعفة البشرة",
    ["explain"] = "استخدمه لتجميع بشرة ميشيل المحدودة(لم يستطع اللاعبون الحصول على البشرة المحدودة من أجزاء البشرة الشاملة)",
}
item[142] = {
    ["name"] = "Lucky Commemorative Coin",
    ["brief"] = "Exchange Material",
    ["explain"] = "Exchange Festival's exlusive items. Participate now to obtain.",
}
item[143] = {
    ["name"] = "2nd Anniversary Commemorative Special Avatar",
    ["brief"] = "Special Avatar",
    ["explain"] = "Exchange Lucky Commemorative Coins to get Commemorative Special Avatar",
}
item[144] = {
    ["name"] = "Lead singer of the angel band",
    ["brief"] = "Skin compounding",
    ["explain"] = "Use to synthesize Belrain's limited skin",
}
item[145] = {
    ["name"] = "Frost Eye",
    ["brief"] = "Skin compounding",
    ["explain"] = "Use to synthesize Mihm's limited skin",
}
item[146] = {
    ["name"] = "Red Queen",
    ["brief"] = "Skin compounding",
    ["explain"] = "Use to synthesize Jahra's limited skin",
}
item[147] = {
    ["name"] = "Mourners",
    ["brief"] = "Skin compounding",
    ["explain"] = "Use to synthesize Kroos's limited skin",
}
item[148] = {
    ["name"] = "Jurassic Fossil",
    ["brief"] = "Skin compounding",
    ["explain"] = "Use to synthesize Skerei's limited skin",
}
item[149] = {
    ["name"] = "Anniversary Limited Pack 1",
    ["brief"] = "Material Chest",
    ["explain"] = "Open the chest to get rewards",
}
item[150] = {
    ["name"] = "Anniversary Limited Pack 2",
    ["brief"] = "Material Chest",
    ["explain"] = "Open the chest to get rewards",
}
item[151] = {
    ["name"] = "Anniversary Limited Pack 3",
    ["brief"] = "Material Chest",
    ["explain"] = "Open the chest to get rewards",
}
item[152] = {
    ["name"] = "Limited Avatar",
    ["brief"] = "Special Avatar",
    ["explain"] = "The Special Avatar awarded by Militant Festival Event",
}
item[153] = {
    ["name"] = "Apocalypse Armor",
    ["brief"] = "Skin compounding",
    ["explain"] = "Use to synthesize Faith Blade's limited skin.(players could not get limited skin from universal skin shards)",
}
item[154] = {
    ["name"] = "Video Game Storm",
    ["brief"] = "Skin compounding",
    ["explain"] = "Use to synthesize Valentino's limited skin.(players could not get limited skin from universal skin shards)",
}
item[155] = {
    ["name"] = "Forest Guardian",
    ["brief"] = "Skin compounding",
    ["explain"] = "Use to synthesize Rosa's skin",
}
item[156] = {
    ["name"] = "Biochemical Weapon",
    ["brief"] = "Skin compounding",
    ["explain"] = "Use to synthesize Kamath's limited skin（Players could not get limited skin from universal skin shards）",
}
item[157] = {
    ["name"] = "Limited Avatar",
    ["brief"] = "Special Avatar",
    ["explain"] = "The Special Avatar awarded by Militant Festival Event",
}
item[158] = {
    ["name"] = "Mysterious Treasure Chest",
    ["brief"] = "Material Chest",
    ["explain"] = "Open the chest to get rewards",
}
item[159] = {
    ["name"] = "Mysterious Treasure Chest",
    ["brief"] = "Material Chest",
    ["explain"] = "Open the chest to get rewards",
}
item[160] = {
    ["name"] = "Mysterious Treasure Chest",
    ["brief"] = "Material Chest",
    ["explain"] = "Open the chest to get rewards",
}
item[161] = {
    ["name"] = "Mysterious Treasure Chest",
    ["brief"] = "Material Chest",
    ["explain"] = "Open the chest to get rewards",
}
item[162] = {
    ["name"] = "Mysterious Treasure Chest",
    ["brief"] = "Material Chest",
    ["explain"] = "Open the chest to get rewards",
}
item[163] = {
    ["name"] = "Gothic Queen",
    ["brief"] = "Skin compounding",
    ["explain"] = "Use to synthesize Margaret's skin",
}
item[164] = {
    ["name"] = "Jungle Hunter",
    ["brief"] = "Skin compounding",
    ["explain"] = "Use to synthesize Valkyrie's skin (Players could not get limited skin from universal skin shards）",
}
item[165] = {
    ["name"] = "Element Heart",
    ["brief"] = "Exchange Material",
    ["explain"] = "Exchange Festival's exlusive items. Participate now to obtain.",
}
item[166] = {
    ["name"] = "Cowboy In The Wilderness",
    ["brief"] = "Skin compounding",
    ["explain"] = "Use to synthesize Eddga’s skin",
}
item[167] = {
    ["name"] = "Limited Avatar",
    ["brief"] = "Special Avatar",
    ["explain"] = "The Special Avatar awarded by Militant Festival Event",
}
item[30000] = {
    ["name"] = "1-النجمة المضحكة",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 5 قطع لاستدعاء البطل",
}
item[30001] = {
    ["name"] = "1-نجمة المسيح المظلمة",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 5 قطع لاستدعاء البطل",
}
item[30002] = {
    ["name"] = "1-نجمة الجسم المضيء",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 5 قطع لاستدعاء البطل",
}
item[30003] = {
    ["name"] = "1-نجمة الرجل الصادق",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 5 قطع لاستدعاء البطل",
}
item[30004] = {
    ["name"] = "1-نجمة قاطع الخشب",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 5 قطع لاستدعاء البطل",
}
item[30005] = {
    ["name"] = "1-نجمة العامل القديم",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 5 قطع لاستدعاء البطل",
}
item[30006] = {
    ["name"] = "1-نجمة العفريت",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 5 قطع لاستدعاء البطل",
}
item[30007] = {
    ["name"] = "1-نجمة ابن اللهب",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 5 قطع لاستدعاء البطل",
}
item[30008] = {
    ["name"] = "1-نجمة خنفساء الحمم",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 5 قطع لاستدعاء البطل",
}
item[30009] = {
    ["name"] = "1-نجمة بيلا",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 5 قطع لاستدعاء البطل",
}
item[30010] = {
    ["name"] = "1-نجمة الكشافة",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 5 قطع لاستدعاء البطل",
}
item[30011] = {
    ["name"] = "1-نجمة البحار",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 5 قطع لاستدعاء البطل",
}
item[30012] = {
    ["name"] = "2-نجمة تشارلوت",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 10 قطع لاستدعاء البطل",
}
item[30013] = {
    ["name"] = "2-نجمة ماركينا",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 10 قطع لاستدعاء البطل",
}
item[30014] = {
    ["name"] = "2-نجمة رامي العظام",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 10 قطع لاستدعاء البطل",
}
item[30015] = {
    ["name"] = "2-نجمة محارب العظام",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 10 قطع لاستدعاء البطل",
}
item[30016] = {
    ["name"] = "2-نجمة الرماد",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 10 قطع لاستدعاء البطل",
}
item[30017] = {
    ["name"] = "2-نجمة حارس البرج",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 10 قطع لاستدعاء البطل",
}
item[30018] = {
    ["name"] = "2- نجمة حارس البرج المحصّن",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 10 قطع لاستدعاء البطل",
}
item[30019] = {
    ["name"] = "2-نجمة Zh-07",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 10 قطع لاستدعاء البطل",
}
item[30020] = {
    ["name"] = "2-نجمة القرن الذهبي",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 10 قطع لاستدعاء البطل",
}
item[30021] = {
    ["name"] = "2-نجمة القرن الفضي",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 10 قطع لاستدعاء البطل",
}
item[30022] = {
    ["name"] = "2-نجمة جونسون",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 10 قطع لاستدعاء البطل",
}
item[30023] = {
    ["name"] = "2-نجمة الحجارة السوداء",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 10 قطع لاستدعاء البطل",
}
item[30024] = {
    ["name"] = "2-نجمة لافين",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 10 قطع لاستدعاء البطل",
}
item[30025] = {
    ["name"] = "2-نجمة درايد",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 10 قطع لاستدعاء البطل",
}
item[30026] = {
    ["name"] = "2-نجمة المحارب الأزرق",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 10 قطع لاستدعاء البطل",
}
item[30027] = {
    ["name"] = "2-نجمة إنت",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 10 قطع لاستدعاء البطل",
}
item[30028] = {
    ["name"] = "3-نجمة المطرقة",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30029] = {
    ["name"] = "3-نجمة جرعة اللسان",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30030] = {
    ["name"] = "3-نجمة شيرلي",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30031] = {
    ["name"] = "3-نجمة كاهن الظلام",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30032] = {
    ["name"] = "3-نجمة قزم الثلج",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30033] = {
    ["name"] = "3-نجمة ريجي",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30034] = {
    ["name"] = "3-نجمة النحات",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30035] = {
    ["name"] = "3-نجمة خادم تارا",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30036] = {
    ["name"] = "3-نجمة قبضة النار",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30037] = {
    ["name"] = "3-نجمة Mk-03",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30038] = {
    ["name"] = "3-نجمة حارس الهاوية",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30039] = {
    ["name"] = "3-نجمة الوحش البري",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30040] = {
    ["name"] = "3-نجمة سكوب",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30041] = {
    ["name"] = "3-نجمة الشفاة المشتعلة",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30042] = {
    ["name"] = "3-نجمة ميركو",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30043] = {
    ["name"] = "3-نجمة سايبل",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30044] = {
    ["name"] = "3-نجمة اندوميل",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30045] = {
    ["name"] = "3-نجمة المعالج الأزرق",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30046] = {
    ["name"] = "3-نجمة فري",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30047] = {
    ["name"] = "3-نجمة قائد الغابات",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30048] = {
    ["name"] = "3-نجمة شبح آسبن",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30049] = {
    ["name"] = "3-نجمة الطفل المقدس",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 20 قطع لاستدعاء البطل",
}
item[30050] = {
    ["name"] = "4-نجمة الجثة الغاضبة",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30051] = {
    ["name"] = "4-نجمة جواجبو",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30052] = {
    ["name"] = "4-نجمة نحّات العظام",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30053] = {
    ["name"] = "4-نجمة الوادي",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30054] = {
    ["name"] = "4-نجمة كابوس الملك",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30055] = {
    ["name"] = "4-نجمة العظام",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30056] = {
    ["name"] = "4-نجمة وقت السحرة",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30057] = {
    ["name"] = "4-نجمة عاصفة هود",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30058] = {
    ["name"] = "4-نجمة روي",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30059] = {
    ["name"] = "4-نجمة سيرا",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30060] = {
    ["name"] = "4-نجمة الخمور",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30061] = {
    ["name"] = "4-نجمة Lm-02",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30062] = {
    ["name"] = "4-نجمة روج",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30063] = {
    ["name"] = "4-نجمة المدمر",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30064] = {
    ["name"] = "4-نجمة الدبّاغ",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30065] = {
    ["name"] = "4-نجمة عكاشة",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30066] = {
    ["name"] = "4-نجمة ليميجيتون",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30067] = {
    ["name"] = "4-نجمة اليريا",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30068] = {
    ["name"] = "4-نجمة المتجول",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30069] = {
    ["name"] = "4-نجمة الطباخ",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30070] = {
    ["name"] = "4-نجمة الشيخ إنت",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30071] = {
    ["name"] = "4-نجمة مدمّر الرأس",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30072] = {
    ["name"] = "4-نجمة ثال",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30073] = {
    ["name"] = "4-نجمة كارغاث",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30074] = {
    ["name"] = "4-نجمة الظلام",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30075] = {
    ["name"] = "4-نجمة لوجان",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30076] = {
    ["name"] = "4-نجمة التلميذ",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30077] = {
    ["name"] = "4-نجمة فيجان",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30078] = {
    ["name"] = "5-نجمة كارما",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30079] = {
    ["name"] = "5-نجمة شفرة الدم",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30080] = {
    ["name"] = "5-نجمة الأبعاد",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30081] = {
    ["name"] = "5-نجمة لوتز",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30082] = {
    ["name"] = "5-نجمة الساحة",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30083] = {
    ["name"] = "5-نجمة جثة الشيطان",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30084] = {
    ["name"] = "5-Star Baade‎",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30085] = {
    ["name"] = "5-نجمة كاماث",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30086] = {
    ["name"] = "5-نجمة ايريان",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30087] = {
    ["name"] = "5-نجمة والتر",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30088] = {
    ["name"] = "5-نجمة ايميلي",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30089] = {
    ["name"] = "5-نجمة بأورموس",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30090] = {
    ["name"] = "5-نجمة حارس الشرف",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30091] = {
    ["name"] = "5-نجمة ضربة اللهب",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30092] = {
    ["name"] = "5-نجمة ومضة الثلج",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30093] = {
    ["name"] = "5-نجمة بليكر",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30094] = {
    ["name"] = "5-نجمة سيمود",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30095] = {
    ["name"] = "5-نجمة السراب",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30096] = {
    ["name"] = "5-نجمة ميكي",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30097] = {
    ["name"] = "5-نجمة Od-01",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30098] = {
    ["name"] = "5-نجمة سكيري",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30099] = {
    ["name"] = "5-نجمة دانتاليان",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30100] = {
    ["name"] = "5-نجمة مارجريت",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30101] = {
    ["name"] = "5-نجمة باريا",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30102] = {
    ["name"] = "5-نجمة الملكة",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30103] = {
    ["name"] = "5-نجمة القائد بالورج",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30104] = {
    ["name"] = "5-نجمة الملك بارتون",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30105] = {
    ["name"] = "5-نجمة فات مو",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30106] = {
    ["name"] = "5-نجمة جوستا",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30107] = {
    ["name"] = "5-نجمة كريم",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30108] = {
    ["name"] = "5-نجمة صائد الشيطان",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30109] = {
    ["name"] = "5-نجمة قاتل التنين",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30110] = {
    ["name"] = "5-نجمة مجهولة",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30111] = {
    ["name"] = "5-نجمة روزا",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30112] = {
    ["name"] = "5-نجمة ضوء النجوم",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30113] = {
    ["name"] = "5-نجمة غرو",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30114] = {
    ["name"] = "5-نجمة إدغا",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30115] = {
    ["name"] = "5-نجمة فيزا",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30116] = {
    ["name"] = "5-نجمة مالاسا",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30117] = {
    ["name"] = "5-نجمة القلوب",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30118] = {
    ["name"] = "5-نجمة فيلاسكيز",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30119] = {
    ["name"] = "5-نجمة أرثيندول الظلام",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30120] = {
    ["name"] = "5-نجمة أموفور",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30121] = {
    ["name"] = "5-نجمة جيرك",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30122] = {
    ["name"] = "5-نجمة أسموديل",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30123] = {
    ["name"] = "5-نجمة ميشيل",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30124] = {
    ["name"] = "5-نجمة البطل ميشيل",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30125] = {
    ["name"] = "4-نجمة الساذج",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30126] = {
    ["name"] = "4-نجمة الحليف المقتول",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30127] = {
    ["name"] = "4-نجمة بومباي الحديدي",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30128] = {
    ["name"] = "4-نجمة المسيح",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30129] = {
    ["name"] = "4-نجمة نورما",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30130] = {
    ["name"] = "4-نجمة إمولاتوس",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30131] = {
    ["name"] = "4-نجمة العين الرمادية",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30132] = {
    ["name"] = "4-نجمة زيكيس",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30133] = {
    ["name"] = "5-نجمة الجثة الغاضبة",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30134] = {
    ["name"] = "5-نجمة جواجبو",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30135] = {
    ["name"] = "5-نجمة وقت السحرة",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30136] = {
    ["name"] = "5-نجمة عاصفة هود",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30137] = {
    ["name"] = "5-نجمة روج",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30138] = {
    ["name"] = "5-نجمة المدمر",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30139] = {
    ["name"] = "5-نجمة المتجول",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30140] = {
    ["name"] = "5-نجمة الطباخ",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30141] = {
    ["name"] = "5-نجمة الظلام",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30142] = {
    ["name"] = "5-نجمة لوجان",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30143] = {
    ["name"] = "5-نجمة التلميذ",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30144] = {
    ["name"] = "5-نجمة فيجان",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30145] = {
    ["name"] = "5-نجمة روي",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30146] = {
    ["name"] = "5-نجمة سيرا",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30147] = {
    ["name"] = "5-نجمة الدبّاغ",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30148] = {
    ["name"] = "5-نجمة الشيخ إنت",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30149] = {
    ["name"] = "5-نجمة مدمّر الرأس",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30150] = {
    ["name"] = "5-نجمة نحّات العظام",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30151] = {
    ["name"] = "5-نجمة العظام",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30152] = {
    ["name"] = "5-نجمة الخمور",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30153] = {
    ["name"] = "5-نجمة ليميجيتون",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30154] = {
    ["name"] = "5-نجمة الوادي",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30155] = {
    ["name"] = "5-نجمة كابوس الملك",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30156] = {
    ["name"] = "5-نجمة Lm-02",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30157] = {
    ["name"] = "5-نجمة عكاشة",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30158] = {
    ["name"] = "5-نجمة اليريا",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30159] = {
    ["name"] = "5-نجمة ثال",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30160] = {
    ["name"] = "5-نجمة كارغاث",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30161] = {
    ["name"] = "5-نجمة الساذج",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30162] = {
    ["name"] = "5-نجمة الحليف المقتول",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30163] = {
    ["name"] = "5-نجمة بومباي الحديدي",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30164] = {
    ["name"] = "5-نجمة المسيح",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30165] = {
    ["name"] = "5-نجمة نورما",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30166] = {
    ["name"] = "5-نجمة إمولاتوس",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30167] = {
    ["name"] = "5-نجمة العين الرمادية",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30168] = {
    ["name"] = "5-نجمة زيكيس",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30169] = {
    ["name"] = "5-نجمة اليقيظ",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30170] = {
    ["name"] = "4-Star Divine Spirit",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30171] = {
    ["name"] = "4-Star Dark Spirit",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 30 قطع لاستدعاء البطل",
}
item[30172] = {
    ["name"] = "5-Star Divine Spirit",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30173] = {
    ["name"] = "5-Star Dark Spirit",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30174] = {
    ["name"] = "5-نجمة داس موجي",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30175] = {
    ["name"] = "5-Star Faith Blade",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30176] = {
    ["name"] = "5-Star Kroos",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "اجمع 50 قطع لاستدعاء البطل",
}
item[30177] = {
    ["name"] = "5-Star Valentino",
    ["brief"] = "Summon Hero",
    ["explain"] = "Collect 50 shards to summon the hero",
}
item[30178] = {
    ["name"] = "5-Star Jahra",
    ["brief"] = "Summon Hero",
    ["explain"] = "Collect 50 shards to summon the hero",
}
item[30179] = {
    ["name"] = "5-Star Belrain",
    ["brief"] = "Summon Hero",
    ["explain"] = "Collect 50 shards to summon the hero",
}
item[30180] = {
    ["name"] = "5-Star Mihm",
    ["brief"] = "Summon Hero",
    ["explain"] = "Collect 50 shards to summon the hero",
}
item[30181] = {
    ["name"] = "5-Star Valkyrie",
    ["brief"] = "Summon Hero",
    ["explain"] = "Collect 50 shards to summon the hero",
}
item[30182] = {
    ["name"] = "5-Star Xia",
    ["brief"] = "Summon Hero",
    ["explain"] = "Collect 50 shards to summon the hero",
}
item[40001] = {
    ["name"] = "4 نجمة جزء بطل",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "جمع 30 قطع لاستدعاء 4 نجمة بطل",
}
item[40002] = {
    ["name"] = "5 نجمة جزء بطل",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "جمع 50 قطع لاستدعاء 5 نجمة بطل",
}
item[40003] = {
    ["name"] = "3 نجمة جزء بطل",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "جمع 20 قطع لاستدعاء 3 نجمة بطل",
}
item[40014] = {
    ["name"] = "5 نجمة جزء بطل غابات",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "جمع 50 قطع لاستدعاء 5 نجمة بطل غابات",
}
item[40011] = {
    ["name"] = "5 نجمة جزء بطل ظل",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "جمع 50 قطع لاستدعاء 5 نجمة بطل ظل",
}
item[40012] = {
    ["name"] = "5 نجمة جزء بطل قلعة",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "جمع 50 قطع لاستدعاء 5 نجمة بطل قلعة",
}
item[40013] = {
    ["name"] = "5 نجمة جزء بطل هاوية",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "جمع 50 قطع لاستدعاء 5 نجمة بطل هاوية",
}
item[40016] = {
    ["name"] = "5 نجمة جزء بطل ضوء",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "جمع 50 قطع لاستدعاء 5 نجمة بطل ضوء",
}
item[40015] = {
    ["name"] = "5 نجمة جزء بطل ظلام",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "جمع 50 قطع لاستدعاء 5 نجمة بطل ظلام",
}
item[40021] = {
    ["name"] = "4 نجمة جزء بطل ظل",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "جمع 30 قطع لاستدعاء 4 نجمة بطل ظل",
}
item[40022] = {
    ["name"] = "4 نجمة جزء بطل قلعة",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "جمع 30 قطع لاستدعاء 4 نجمة بطل قلعة",
}
item[40023] = {
    ["name"] = "4 نجمة جزء بطل هاوية",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "جمع 30 قطع لاستدعاء 4 نجمة بطل هاوية",
}
item[40024] = {
    ["name"] = "4 نجمة جزء بطل غابات",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "جمع 30 قطع لاستدعاء 4 نجمة بطل غابات",
}
item[40025] = {
    ["name"] = "4 نجمة جزء بطل ظلام",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "جمع 30 قطع لاستدعاء 4 نجمة بطل ظلام",
}
item[40026] = {
    ["name"] = "4 نجمة جزء بطل ضوء",
    ["brief"] = "استدعاء بطل",
    ["explain"] = "جمع 30 قطع لاستدعاء 4 نجمة بطل ضوء",
}
item[53001] = {
    ["name"] = "قطعة أثرية أرجوانية",
    ["brief"] = "استدعاء أثري",
    ["explain"] = "جمع 20 قطع لاستدعاء قطع أثرية أرجوانية",
}
item[54001] = {
    ["name"] = "قطعة أثرية خضراء",
    ["brief"] = "استدعاء أثري",
    ["explain"] = "جمع 30 قطع لاستدعاء قطع أثرية خضراء",
}
item[55001] = {
    ["name"] = "قطعة أثرية حمراء",
    ["brief"] = "استدعاء أثري",
    ["explain"] = "جمع 50 قطع لاستدعاء قطع أثرية حمراء",
}
item[55099] = {
    ["name"] = "قطعة أثرية حمراء حصرية",
    ["brief"] = "استدعاء أثري",
    ["explain"] = "جمع 50 قطع لاستدعاء قطع أثرية حمراء حصرية",
}
item[56001] = {
    ["name"] = "قطعة أثرية برتقالية",
    ["brief"] = "استدعاء أثري",
    ["explain"] = "جمع 50 قطع لاستدعاء قطع أثرية برتقالية",
}
item[56099] = {
    ["name"] = "قطعة أثرية برتقالية حصرية",
    ["brief"] = "استدعاء أثري",
    ["explain"] = "جمع 50 قطع لاستدعاء قطع أثرية برتقالية حصرية",
}
item[60001] = {
    ["name"] = "أجزاء البشرة الشاملة",
    ["brief"] = "تركيب النسق",
    ["explain"] = "يلزم توفر 10 قطع لتركيب النسق",
}
return item