local loadingtips = {}
loadingtips[1] = {
    ["tips"] = "نصائح: تسلسل العلاقة، الغابات ← الظل ← قلعة ← الهاوية ← الغابات، الظلام ← الضوء، الضوء ← الظلام",
}
loadingtips[2] = {
    ["tips"] = "نصائح: هناك، من المنخفض إلى مرتفع، 1-5 نجوم المستويات",
}
loadingtips[3] = {
    ["tips"] = "نصائح: يمكنك انفاق الحجارة مسبقا لرفع مستوى الأبطال لفتح مهارات سلبية جديدة",
}
loadingtips[4] = {
    ["tips"] = "نصائح:  من الأقل إلى الأعلى، 6 صفات للمعدات: الأزرق، الذهبي، الأرجواني، الأخضر، الأحمر والبرتقالي",
}
loadingtips[5] = {
    ["tips"] = "نصائح: إيفاد 6 أبطال من نفس الفصيل يمكن تنشيط هالة الفصيل لجمع احصاءات قوية",
}
loadingtips[6] = {
    ["tips"] = "نصائح: لديك فرصة واحدة لاستدعاء الأبطال مجانا كل 8 ساعات و 1 فرصة مقدما كل 48 ساعة",
}
loadingtips[7] = {
    ["tips"] = "نصائح: الأبطال على خط الجبهة سوف تتلقى العبء الأكبر من الهجوم، انها فكرة جيدة لوضع الأبطال ذو الدفاع العالي هناك",
}
loadingtips[8] = {
    ["tips"] = "نصائح: السرعة تحسم أمر الهجوم في كل جولة",
}
loadingtips[9] = {
    ["tips"] = "نصائح: مع زيادة مستوى VIP، يمكنك الحصول على بعض الامتيازات الكبيرة",
}
loadingtips[10] = {
    ["tips"] = "نصائح: تذكر أن ترسل قلبا إلى أصدقائك، القلوب ضرورية لصديقك المفضل والذي تمنح أبطال جيدة",
}
return loadingtips