local skill = {}
skill[201] = {
    ["skillName"] = "普通攻击",
    ["desc"] = "对单个敌人造成100%攻击伤害",
}
skill[1001] = {
    ["skillName"] = "إراقة الدم",
    ["desc"] = "مهارة نشطة: تحدث ضرر (100% من الهجوم) ضد العدو، ويحدث ضرر اضافي (54% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1002] = {
    ["skillName"] = "الضربة الدقيقة",
    ["desc"] = "مهارة نشطة: تحدث ضرر (130% من الهجوم)  ضد العدو وتصمتهم لمدة 2 جولة.",
}
skill[1003] = {
    ["skillName"] = "الرطم",
    ["desc"] = "مهارة نشطة: تحدث ضرر (90% من الهجوم)  ضد العدو وتصدمهم لمدة 2 جولة.",
}
skill[1004] = {
    ["skillName"] = "الملف",
    ["desc"] = "مهارة نشطة: تحدث ضرر (100% من الهجوم) ضد العدو، ويحدث ضرر اضافي (54% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1005] = {
    ["skillName"] = "السهم المتآكل",
    ["desc"] = "مهارة نشطة: تحدث ضرر (70% من الهجوم)  ضد عدو الخطوط الأمامية، ويحدث ضرر اضافي (46% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1006] = {
    ["skillName"] = "زوبعة",
    ["desc"] = "مهارة نشطة: تحدث ضرر (147% من الهجوم)  ضد 2 أعداء في الخطوط الخلفية بشكل عشوائي.",
}
skill[1007] = {
    ["skillName"] = "ادخار الحياة",
    ["desc"] = "مهارة نشطة: تحدث ضرر (160% من الهجوم)  ضد العدو ويشفي صحة 1 حلفاء في خط الجبهة بشكل عشوائي بنسبة (75% من الهجوم) .",
}
skill[1008] = {
    ["skillName"] = "إراقة الدم",
    ["desc"] = "مهارة نشطة: تحدث ضرر (120% من الهجوم) ضد العدو، ويحدث ضرر اضافي (54% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1009] = {
    ["skillName"] = "صاعقة البرق",
    ["desc"] = "مهارة نشطة: تحدث ضرر (119% من الهجوم)  ضد أعداء خط الجبهة ويقلل الدرع بنسبة 21% لمدة 2 جولات.",
}
skill[1010] = {
    ["skillName"] = "اطلاق الرصاص",
    ["desc"] = "مهارة نشطة: تحدث ضرر (69% من الهجوم)  ضد جميع الأعداء ولها فرصة 50% لجعل خصوم المساعدين صامتين لمدة 2 جولات.",
}
skill[1011] = {
    ["skillName"] = "سنبلة الاعشاب",
    ["desc"] = "مهارة نشطة: تحدث ضرر (120% من الهجوم)  ضد 1 من العدو بشكل عشوائي ويصدمهم لمدة 2 جولات.",
}
skill[1012] = {
    ["skillName"] = "جرعة الانفجار",
    ["desc"] = "مهارة نشطة: تحدث ضرر (150% من الهجوم)  ضد العدو ويشفي صحة حلفاء خط الهجوم بنسبة  (70% من الهجوم).",
}
skill[1013] = {
    ["skillName"] = "زوبعة",
    ["desc"] = "مهارة نشطة: تحدث ضرر (115% من الهجوم)  ضد أعداء الخط الخلفي.",
}
skill[1014] = {
    ["skillName"] = "الضوء السماوي",
    ["desc"] = "مهارة نشطة: تحدث ضرر (70% من الهجوم)  ضد أعداء خط الجبهة ويشفي صحة الحلفاء بنسبة (42% من الهجوم) لمدة 3 جولات.",
}
skill[1015] = {
    ["skillName"] = "زوبعة",
    ["desc"] = "مهارة نشطة: تحدث ضرر (215% من الهجوم)  ضد العدو وتزيد الضربة الحرجة بنسبة +15%  لمدة 2 جولات.",
}
skill[1016] = {
    ["skillName"] = "اطلاق الرصاص",
    ["desc"] = "مهارة نشطة: تحدث ضرر (70% من الهجوم)  ضد جميع الأعداء ولها فرصة لتجعلهم صامتين بنسبة 15% لمدة 2 جولات.",
}
skill[1017] = {
    ["skillName"] = "سيف اللهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر (71% من الهجوم)  ضد جميع الأعداء، وتحدث المزيد من الضرر بنسبة (25% من الهجوم) كل جولة لمدة 3 جولات.",
}
skill[1018] = {
    ["skillName"] = "الضربة السفلية",
    ["desc"] = "مهارة نشطة: تحدث ضرر (200% من الهجوم)  ضد 1 خط أعداء بشكل عشوائي و تزيد من ضرر السحرة بنسبة (30% من الهجوم)  كل جولة لمدة 2 جولات.",
}
skill[1019] = {
    ["skillName"] = "النيزك",
    ["desc"] = "مهارة نشطة: تحدث ضرر (125% من الهجوم)  ضد أعداء الخط الخلفي ولديه فرصة بنسبة 40% لصدم المحارب لمدة 2 جولات.",
}
skill[1020] = {
    ["skillName"] = "انفجار الظل",
    ["desc"] = "مهارة نشطة: تحدث ضرر (116% من الهجوم)  ضد أعداء خط الجبهة ويسرق درعهم بنسبة 21% لمدة 2 جولات.",
}
skill[1021] = {
    ["skillName"] = "السهم المتآكل",
    ["desc"] = "مهارة نشطة: تحدث ضرر (115% من الهجوم)  ضد 3 أعداء بشكل عشوائي، وتزيد الضرر كل جولة بنسبة (20% من الهجوم) لمدة 2 جولات.",
}
skill[1022] = {
    ["skillName"] = "السهم الجليدي",
    ["desc"] = "مهارة نشطة: تحدث ضرر (90% من الهجوم)  ضد 1 أعداء بشكل عشوائي وتجميدهم لمدة 2 جولات.",
}
skill[1023] = {
    ["skillName"] = "جرعة الانفجار",
    ["desc"] = "مهارة نشطة: تحدث ضرر (104% من الهجوم)  ضد 2 أعداء في الخط الخلفي بشكل عشوائي، وتحدث المزيد من الضرر بنسبة (18% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1024] = {
    ["skillName"] = "الضربة الدقيقة",
    ["desc"] = "مهارة نشطة: تحدث ضرر (190% من الهجوم)  ضد 1 أعداء في الخط الخلفي بشكل عشوائي.",
}
skill[1025] = {
    ["skillName"] = "الرطم",
    ["desc"] = "مهارة نشطة: تحدث ضرر (90% من الهجوم)  ضد العدو وتصدمهم لمدة 2 جولة.",
}
skill[1026] = {
    ["skillName"] = "قبضة اللهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر (77% من الهجوم)  ضد أعداء خط الجبهة ويزيد فرصة صدمهم بنسبة 35% لمدة 2 جولات.",
}
skill[1027] = {
    ["skillName"] = "شفرة الجليد",
    ["desc"] = "مهارة نشطة: تحدث ضرر (170% من الهجوم)  ضد العدو ويقلل من الدرع بنسبة 24% لمدة 2 جولات.",
}
skill[1028] = {
    ["skillName"] = "السهم الجليدي",
    ["desc"] = "مهارة نشطة: تحدث ضرر (110% من الهجوم)  ضد 1 أعداء في الخط الخلفي بشكل عشوائي وتجميدهم لمدة 2 جولات.",
}
skill[1029] = {
    ["skillName"] = "انفجار الظل",
    ["desc"] = "مهارة نشطة: تحدث ضرر (147% من الهجوم)  ضد أعداء خط الجبهة.",
}
skill[1030] = {
    ["skillName"] = "شفرة الجليد",
    ["desc"] = "مهارة نشطة: تحدث ضرر (112% من الهجوم)  ضد أعداء خط الجبهة ويقلل من الدرع بنسبة 21% لمدة 2 جولات ولديه فرصة بنسنة 50% لتجميد الخصوم المحاربين لمدة 1 جولات..",
}
skill[1031] = {
    ["skillName"] = "ادخار الحياة",
    ["desc"] = "مهارة نشطة: تحدث ضرر (180% من الهجوم)  ضد العدو ويشفي الصحة بنسبة (75% من الهجوم).",
}
skill[1032] = {
    ["skillName"] = "Whirlwind",
    ["desc"] = "Active skill: Deals (140% of Attack) damage against front-line enemies and gains +15% Precision for 2 rounds.",
}
skill[1033] = {
    ["skillName"] = "الضوء المدخر",
    ["desc"] = "مهارة نشطة: تحدث ضرر (200% من الهجوم)  ضد 1 أعداء في الخط الخلفي بشكل عشوائي ويزيد كسر الدرع بنسبة +15%  لمدة 2 جولات.",
}
skill[1034] = {
    ["skillName"] = "انفجار الصقيع",
    ["desc"] = "مهارة نشطة: تحدث ضرر (126% من الهجوم)  ضد الأعداء على خط الجبهة ولديه فرصة بنسبة 30% لتجميد العدو لمدة 2 جولات ويشفي صحة الحليف بنسبة (90% من الهجوم). لا يمكن المراوغ منها.",
}
skill[1035] = {
    ["skillName"] = "ضربة الموت",
    ["desc"] = "مهارة نشطة: تحدث ضرر (115% من الهجوم)  ضد أعداء الخط الخلفي.",
}
skill[1036] = {
    ["skillName"] = "Dark Blade",
    ["desc"] = "Active skill: Deals (130% of Attack) damage against front-line enemies and reduces their Block by 10% for 2 rounds.",
}
skill[1037] = {
    ["skillName"] = "ادخار الحياة",
    ["desc"] = "مهارة نشطة: تحدث ضرر (80% من الهجوم)  ضد أعداء الخط الخلفي ويشفي الصحة بنسبة (80% من الهجوم).",
}
skill[1038] = {
    ["skillName"] = "العاصفة الرعدية",
    ["desc"] = "مهارة نشطة: تحدث ضرر (120% من الهجوم)  ضد 3 أعداء بشكل عشوائي وتزيد فرصة صدم السحرة 80% لمدة 2 جولات.",
}
skill[1039] = {
    ["skillName"] = "الضربة السفلية",
    ["desc"] = "مهارة نشطة: تحدث ضرر (180% من الهجوم)  ضد العدو مع أدنى صحة، والحد من الهجوم بنسبة 27% لمدة 2 جولات.",
}
skill[1040] = {
    ["skillName"] = "الانفجار الغامض",
    ["desc"] = "مهارة نشطة: تحدث ضرر (75% من الهجوم)  ضد جميع الأعداء ولديه فرصة بنسبة 75% لجعل الخصوم المحاربين صامتين لمدة 2 جولات.",
}
skill[1041] = {
    ["skillName"] = "أشعة كارما",
    ["desc"] = "مهارة نشطة: تحدث ضرر (116% من الهجوم)  ضد أعداء الخط الخلفي ويزيد فرصة تحجيرهم بنسبة 25% لمدة 2 جولات.",
}
skill[1042] = {
    ["skillName"] = "سنبلة الاعشاب",
    ["desc"] = "مهارة نشطة: تحدث ضرر (100% من الهجوم)  ضد 3 أعداء بشكل عشوائي ويزيد فرصة صدم المساعدين بنسبة 60% لمدة 2 جولات.",
}
skill[1043] = {
    ["skillName"] = "الملف",
    ["desc"] = "مهارة نشطة: تحدث ضرر (133% من الهجوم)  ضد الأعداء في خط الجبهة والحد من سرعتهم التي بقيمة 20 لمدة 2 جولات.",
}
skill[1044] = {
    ["skillName"] = "الرطم",
    ["desc"] = "مهارة نشطة: تحدث ضرر (90% من الهجوم)  ضد العدو ويصدمهم لمدة 2 جولة.",
}
skill[1045] = {
    ["skillName"] = "ضربة الهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر (100% من الهجوم) ضد العدو، ويحدث ضرر اضافي (54% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1046] = {
    ["skillName"] = "الرطم",
    ["desc"] = "مهارة نشطة: تحدث ضرر (190% من الهجوم)  ضد العدو بشكل عشوائي.",
}
skill[1047] = {
    ["skillName"] = "انفجار الصقيع",
    ["desc"] = "مهارة نشطة: تحدث ضرر (112% من الهجوم)  ضد أعداء خط الجبهة ويشفي صحة حلفاء خط المواجهة بنسبة (44% من الهجوم).",
}
skill[1048] = {
    ["skillName"] = "Tornado",
    ["desc"] = "Active skill: Deals (180% of Attack) damage against 1 random back-line enemy and gains +15% Block for 2 rounds.",
}
skill[1049] = {
    ["skillName"] = "الضوء السماوي",
    ["desc"] = "مهارة نشطة: تحدث ضرر (160% من الهجوم)  ضد 1 أعداء بشكل عشوائي ويشفي صحة الحليف بنسبة (75% من الهجوم).",
}
skill[1050] = {
    ["skillName"] = "قبضة اللهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر (110% من الهجوم)  ضد 1 أعداء بشكل عشوائي ويصدمهم لمدة 2 جولات.",
}
skill[1051] = {
    ["skillName"] = "ضوء الليزر الأزرق",
    ["desc"] = "مهارة نشطة: تحدث ضرر (140% من الهجوم)  ضد 3 أعداء بشكل عشوائي وتزيد فرصة تحجير المساعدين بنسبة 40% لمدة 2 جولات.",
}
skill[1052] = {
    ["skillName"] = "ضوء الليزر الأزرق",
    ["desc"] = "مهارة نشطة: تحدث ضرر (85% من الهجوم)  ضد أعداء الخط الخلفي ويزيد الهجوم بنسبة +30%  لمدة 2 جولات.",
}
skill[1053] = {
    ["skillName"] = "الرطم",
    ["desc"] = "مهارة نشطة: تحدث ضرر(200% من الهجوم)  ضد العدو وتزيد الدرع بنسبة 15% لمدة 2 جولات.",
}
skill[1054] = {
    ["skillName"] = "السيف الحارق",
    ["desc"] = "مهارة نشطة: تحدث ضرر(90% من الهجوم)  ضد أعداء الخط الخلفي وتقلل من الدرع بنسبة 15% لمدة 2 جولات.",
}
skill[1055] = {
    ["skillName"] = "القلب المجمد",
    ["desc"] = "مهارة نشطة: تحدث ضرر(51% من الهجوم)  ضد جميع الأعداء وتزيد فرصة تجميدهم بنسبة 15% لمدة 2 جولات.",
}
skill[1056] = {
    ["skillName"] = "أرض النار",
    ["desc"] = "مهارة نشطة: تحدث ضرر(135% من الهجوم)  ضد العدو مع أدنى صحة، وتضيف المزيد من الضرر بنسبة (43% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1057] = {
    ["skillName"] = "شفرة الانفجار",
    ["desc"] = "مهارة نشطة: تحدث ضرر (161% من الهجوم)  ضد أعداء خط الجبهة.",
}
skill[1058] = {
    ["skillName"] = "الزلزال",
    ["desc"] = "مهارة نشطة: تحدث ضرر(75% من الهجوم)  ضد أعداء الخط الخلفي وتزيد فرصة صدمهم 20% لمدة 2 جولات.",
}
skill[1059] = {
    ["skillName"] = "شفرة الجليد",
    ["desc"] = "مهارة نشطة: تحدث ضرر(95% من الهجوم)  ضد أعداء الخط الخلفي وتزيد فرصة تجميدهم بنسبة 25% لمدة 2 جولات.",
}
skill[1060] = {
    ["skillName"] = "الضوء",
    ["desc"] = "مهارة نشطة: تحدث ضرر(123% من الهجوم)  ضد 3 أعداء بشكل عشوائي وتزيد فرصة صدمهم بنسبة 25% لمدة 2 جولات.",
}
skill[1061] = {
    ["skillName"] = "شفرة الانفجار",
    ["desc"] = "مهارة نشطة: تحدث ضرر(100% من الهجوم)  ضد 2 أعداء في الخط الخلفي بشكل عشوائي، وتحدث المزيد من الضرر بنسبة (60% من الهجوم)  كل جولة لمدة 2 جولات.",
}
skill[1062] = {
    ["skillName"] = "ليزر قوس القزح",
    ["desc"] = "مهارة نشطة: تحدث ضرر(145% من الهجوم)  ضد أعداء خط الجبهة ويزيد من الهجوم بنسبة +25% لمدة 2 جولات.",
}
skill[1063] = {
    ["skillName"] = "فوضى الظلام",
    ["desc"] = "مهارة نشطة: تحدث ضرر(96% من الهجوم)  ضد جميع الأعداء وتزيد فرصة جعل الكهنة صامتين بنسبة 75% لمدة 3 جولات.",
}
skill[1064] = {
    ["skillName"] = "الرطم",
    ["desc"] = "مهارة نشطة: تحدث ضرر(171% من الهجوم)  ضد العدو مع أدنى صحة.",
}
skill[1065] = {
    ["skillName"] = "زوبعة",
    ["desc"] = "مهارة نشطة: تحدث ضرر(65% من الهجوم)  ضد أعداء الخط الخلفي، وتزيد الضرر بنسبة (18% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1066] = {
    ["skillName"] = "الانهيار الصخري",
    ["desc"] = "مهارة نشطة: تحدث ضرر (100% من الهجوم)  ضد العدو وتصدمهم لمدة 2 جولة.",
}
skill[1067] = {
    ["skillName"] = "سهم الفوضى",
    ["desc"] = "مهارة نشطة: تحدث ضرر(65% من الهجوم)  ضد أعداء الخط الخلفي، وتزيد الضرر بنسبة (18% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1068] = {
    ["skillName"] = "إراقة الدم",
    ["desc"] = "مهارة نشطة: تحدث ضرر (110% من الهجوم) ضد العدو، ويحدث ضرر اضافي (60% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1069] = {
    ["skillName"] = "ضوء الليزر الأحمر",
    ["desc"] = "مهارة نشطة: تحدث ضرر(147% من الهجوم)  ضد أعداء خط الجبهة ويقلل من درع المحاربين الأعداء بنسبة 21% لمدة 2 جولات.",
}
skill[1070] = {
    ["skillName"] = "سوط اللهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر (105% من الهجوم)  ضد أعداء الخط الخلفي.",
}
skill[1071] = {
    ["skillName"] = "ضربة الهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر (150% من الهجوم) ضد العدو، ويحدث ضرر اضافي (36% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1072] = {
    ["skillName"] = "أرض النار",
    ["desc"] = "مهارة نشطة: تحدث ضرر (77% من الهجوم)  ضد عدو الخطوط الأمامية، ويحدث ضرر اضافي (42% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1073] = {
    ["skillName"] = "تأثير الليزك",
    ["desc"] = "مهارة نشطة: تحدث ضرر (84% من الهجوم)  ضد أعداء خط الجبهة ويزيد فرصة صدمهم بنسبة 35% لمدة 2 جولات.",
}
skill[1074] = {
    ["skillName"] = "كرة النار",
    ["desc"] = "مهارة نشطة: تحدث ضرر(69% من الهجوم)  ضد جميع الأعداء.",
}
skill[1075] = {
    ["skillName"] = "ادخار الحياة",
    ["desc"] = "مهارة نشطة: تحدث ضرر(162% من الهجوم)  ضد العدو مع أدنى صحة ويشفي الصحة للحلفاء بنسبة (75% من الهجوم).",
}
skill[1076] = {
    ["skillName"] = "سوط اللهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(90% من الهجوم)  ضد أعداء الخط الخلفي ويقلل من الضربة الحرجة بنسبة 12.5% لمدة 2 جولات.",
}
skill[1077] = {
    ["skillName"] = "ضربة الهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(40% من الهجوم)  ضد أعداء الخط الخلفي، وتزيد الضرر بنسبة (45% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1078] = {
    ["skillName"] = "ليزر قوس القزح",
    ["desc"] = "مهارة نشطة: تحدث ضرر(184% من الهجوم)  ضد 2 أعداء بشكل عشوائي، وتزيد من الضرر بنسبة (60% من الهجوم) على الأعداء المساعدين.",
}
skill[1079] = {
    ["skillName"] = "Poison Explosion",
    ["desc"] = "Active skill: Deals(60% of Attack) damage to 4 random enemies, then deals(55% of Attack) extra damage for 3 rounds. If the target is poisoned, has a 20% chance to stun him for 2 rounds",
}
skill[1080] = {
    ["skillName"] = "شفرة العاصفة",
    ["desc"] = "مهارة نشطة: تحدث ضرر(90% من الهجوم) ضد جميع الأعداء، ويقلل من ضربة العدو الحرجة بنسبة 17% لمدة 3 جولات.",
}
skill[1081] = {
    ["skillName"] = "شفرة الظلام",
    ["desc"] = "المهارة النشطة: تلحق [250% من الهجوم] من الضرر بعدو واحد وتعالج جروح الحليف الذي يتمتع بأقل نقاط صحة نظير [180% من الهجوم] من نقاط الصحة.",
}
skill[1082] = {
    ["skillName"] = "قبضة اللهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(140% من الهجوم)  ضد أعداء خط الجبهة، وتزيد من الضرر بنسبة (40% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1083] = {
    ["skillName"] = "الزلزال",
    ["desc"] = "مهارة نشطة: تحدث ضرر(75% من الهجوم)  ضد أعداء الخط الخلفي وتزيد فرصة صدمهم 24% لمدة 2 جولات.",
}
skill[1084] = {
    ["skillName"] = "خدعة كريم",
    ["desc"] = "مهارة نشطة: تحدث ضرر(200% من الهجوم)  ضد العدو مع أدنى صحة وتسرق الهجوم بنسبة 20% لمدة 2 جولات.",
}
skill[1085] = {
    ["skillName"] = "الضوء المدخر",
    ["desc"] = "مهارة نشطة: تحدث ضرر(110% من الهجوم)  ضد 1 أعداء بشكل عشوائي و تحجرهم لمدة 2 جولات.",
}
skill[1086] = {
    ["skillName"] = "ضوء الليزر الأزرق",
    ["desc"] = "مهارة نشطة: تحدث ضرر(91% من الهجوم)  ضد أعداء خط الجبهة وتزيد فرصة تحجيرهم بنسبة 35% لمدة 2 جولات، بالاضافة إلى المزيد من الضرر الذي تحدثه إلى المحارب بنسبة (50% من الهجوم).",
}
skill[1087] = {
    ["skillName"] = "انفجار الظل",
    ["desc"] = "مهارة نشطة: تحدث ضرر(115% من الهجوم)  ضد أعداء الخط الخلفي، وتزيد الضرر على الخصوم المساعدين بنسبة (50% من الهجوم).",
}
skill[1088] = {
    ["skillName"] = "فوضى الظلام",
    ["desc"] = "مهارة نشطة: تحدث ضرر(75% من الهجوم)  ضد 4 أعداء بشكل عشوائي بالاضافة إلى فرصة تحجيرهم بنسبة 20% لمدة 2 جولات.",
}
skill[1089] = {
    ["skillName"] = "الضوء السماوي",
    ["desc"] = "مهارة نشطة: تحدث ضرر (110% من الهجوم)  ضد 1 أعداء بشكل عشوائي ويصدمهم لمدة 2 جولات.",
}
skill[1090] = {
    ["skillName"] = "ضربة الضوء",
    ["desc"] = "مهارة نشطة: تحدث ضرر(115% من الهجوم)  ضد أعداء الخط الخلفي ويشفي صحة حلفاء خط المواجهة بنسبة (44% من الهجوم)، والحد من هجوم حارس العدو بنسبة 25% لمدة 2 جولات.",
}
skill[1091] = {
    ["skillName"] = "محاولة الضوء",
    ["desc"] = "مهارة نشطة: تحدث ضرر(91% من الهجوم)  ضد أعداء خط الجبهة وتزيد من فرصة صدمهم 35% لمدة 2 جولات، وتحدث المزيد من الضرر ضد المحارب (50% من الهجوم).",
}
skill[1092] = {
    ["skillName"] = "الضوء السماوي",
    ["desc"] = "المهارة النشطة: تلحق [80% من الهجوم] من الضرر بـ 4 من الأعداء العشوائيين وتعالج جروح 3 من الحلفاء العشوائيين نظير [75% من الهجوم] من نقاط الصحة. ",
}
skill[1093] = {
    ["skillName"] = "الرطم",
    ["desc"] = "مهارة نشطة: تحدث ضرر(180% من الهجوم) ضد عدو.",
}
skill[1094] = {
    ["skillName"] = "انفجار الظل",
    ["desc"] = "مهارة نشطة: تحدث ضرر (126% من الهجوم)  ضد أعداء خط الجبهة.",
}
skill[1095] = {
    ["skillName"] = "جرعة الانفجار",
    ["desc"] = "مهارة نشطة: تحدث ضرر (100% من الهجوم) ضد العدو، ويحدث ضرر اضافي (48% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1096] = {
    ["skillName"] = "الرطم",
    ["desc"] = "مهارة نشطة: تحدث ضرر(180% من الهجوم) ضد عدو.",
}
skill[1097] = {
    ["skillName"] = "زوبعة",
    ["desc"] = "مهارة نشطة: تحدث ضرر(90% من الهجوم) ضد أعداء الخط الخلفي.",
}
skill[1098] = {
    ["skillName"] = "الرطم",
    ["desc"] = "مهارة نشطة: تحدث ضرر(180% من الهجوم) ضد عدو.",
}
skill[1099] = {
    ["skillName"] = "ضربة الهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر (100% من الهجوم) ضد العدو، ويحدث ضرر اضافي (48% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1100] = {
    ["skillName"] = "كرة النار",
    ["desc"] = "مهارة نشطة: تحدث ضرر(180% من الهجوم) ضد 1 أعداء بشكل عشوائي، وتضيف المزيد من الضرر للعدو الحارس (50% من الهجوم).",
}
skill[1101] = {
    ["skillName"] = "أرض النار",
    ["desc"] = "مهارة نشطة: تحدث ضرر (126% من الهجوم)  ضد أعداء خط الجبهة.",
}
skill[1102] = {
    ["skillName"] = "صاعقة البرق",
    ["desc"] = "مهارة نشطة: تحدث ضرر(180% من الهجوم) ضد عدو.",
}
skill[1103] = {
    ["skillName"] = "إراقة الدم",
    ["desc"] = "مهارة نشطة: تحدث ضرر (100% من الهجوم) ضد العدو، ويحدث ضرر اضافي (48% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1104] = {
    ["skillName"] = "شفرة الانفجار",
    ["desc"] = "مهارة نشطة: تحدث ضرر (126% من الهجوم)  ضد أعداء خط الجبهة.",
}
skill[1105] = {
    ["skillName"] = "اطلاق الرصاص",
    ["desc"] = "مهارة نشطة: تحدث ضرر (75% من الهجوم)  ضد جميع الأعداء ولها فرصة 80% لجعل خصوم المساعدين صامتين لمدة 2 جولات.",
}
skill[1106] = {
    ["skillName"] = "سنبلة الاعشاب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(120% من الهجوم)  ضد 2 أعداء بشكل عشوائي وتزيد فرصة صدمهم بنسبة 35% لمدة 2 جولات.",
}
skill[1107] = {
    ["skillName"] = "جرعة الانفجار",
    ["desc"] = "مهارة نشطة: تحدث ضرر(160% من الهجوم) ضد العدو ويشفي صحة حلفاء خط المواجهة بنسبة (97% من الهجوم).",
}
skill[1108] = {
    ["skillName"] = "زوبعة",
    ["desc"] = "مهارة نشطة: تحدث ضرر (125% من الهجوم)  ضد أعداء الخط الخلفي.",
}
skill[1109] = {
    ["skillName"] = "الضوء السماوي",
    ["desc"] = "مهارة نشطة: تحدث ضرر(45% من الهجوم) ضد جميع الأعداء ويشفي صحة الحلفاء بنسبة (55% من الهجوم). تستمر لمدة 3 جولات.",
}
skill[1110] = {
    ["skillName"] = "زوبعة",
    ["desc"] = "مهارة نشطة: تحدث ضرر(176% من الهجوم) ضد 2 أعداء بشكل عشوائي وتزيد من الضربة الحرجة +30% لمدة 2",
}
skill[1111] = {
    ["skillName"] = "اطلاق الرصاص",
    ["desc"] = "مهارة نشطة: تحدث ضرر (85% من الهجوم)  ضد جميع الأعداء ولها فرصة لتجعلهم صامتين بنسبة 50% لمدة 2 جولات.",
}
skill[1112] = {
    ["skillName"] = "سيف اللهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(87% من الهجوم) ضد جميع الأعداء، بالاضافة إلى المزيد من الضرر (40% من الهجوم) كل جولة لمدة 3 جولات.",
}
skill[1113] = {
    ["skillName"] = "الضربة السفلية",
    ["desc"] = "مهارة نشطة: تحدث ضرر(200% من الهجوم) ضد 2 أعداء الخط الخلفي بشكل عشوائي وتزيد الضرر ضد السحرة في كل جولة بنسبة (40% من الهجوم) لمدة 2 جولات ضد السحرة.",
}
skill[1114] = {
    ["skillName"] = "النيزك",
    ["desc"] = "مهارة نشطة: تحدث ضرر (120% من الهجوم)  ضد أعداء الخط الخلفي ولديه فرصة بنسبة 60% لصدم المحارب لمدة 2 جولات.",
}
skill[1115] = {
    ["skillName"] = "انفجار الظل",
    ["desc"] = "مهارة نشطة: تحدث ضرر (145% من الهجوم)  ضد أعداء خط الجبهة ويسرق درعهم بنسبة 28% لمدة 2 جولات.",
}
skill[1116] = {
    ["skillName"] = "السهم المتآكل",
    ["desc"] = "مهارة نشطة: تحدث ضرر (80% من الهجوم)  ضد 4 أعداء بشكل عشوائي، وتزيد الضرر كل جولة بنسبة (30% من الهجوم) لمدة 2 جولات.",
}
skill[1126] = {
    ["skillName"] = "ادخار الحياة",
    ["desc"] = "مهارة نشطة: تحدث ضرر(180% من الهجوم)  ضد العدو وتشفي الصحة بنسبة (135% من الهجوم).",
}
skill[1127] = {
    ["skillName"] = "Whirlwind",
    ["desc"] = "Active skill: Deals (60% of Attack) damage against all enemies and gains +25% Precision for 2 rounds.",
}
skill[1128] = {
    ["skillName"] = "الضوء المدخر",
    ["desc"] = "مهارة نشطة: تحدث ضرر(160% من الهجوم)  ضد 2 أعداء في الخط الخلفي بشكل عشوائي وتزيد كسر الدرع بنسبة +25% لمدة 2 جولات.",
}
skill[1129] = {
    ["skillName"] = "التجميد",
    ["desc"] = "مهارة نشطة: تحدث ضرر (140% من الهجوم)  ضد الأعداء على خط الجبهة ولديه فرصة بنسبة 35% لتجميد العدو لمدة 2 جولات ويشفي صحة الحليف بنسبة (135% من الهجوم). لا يمكن المراوغ منها.",
}
skill[1130] = {
    ["skillName"] = "ضربة الموت",
    ["desc"] = "مهارة نشطة: تحدث ضرر (125% من الهجوم)  ضد أعداء الخط الخلفي.",
}
skill[1131] = {
    ["skillName"] = "Dark Blade",
    ["desc"] = "Active skill: Deals (130% of Attack) damage against front-line enemies and reduces their Block by 15% for 2 rounds.",
}
skill[1132] = {
    ["skillName"] = "ادخار الحياة",
    ["desc"] = "مهارة نشطة: تحدث ضرر (95% من الهجوم)  ضد أعداء الخط الخلفي ويشفي الصحة بنسبة (95% من الهجوم).",
}
skill[1133] = {
    ["skillName"] = "العاصفة الرعدية",
    ["desc"] = "مهارة نشطة: تحدث ضرر (140% من الهجوم)  ضد 4 أعداء بشكل عشوائي وتزيد فرصة صدم السحرة 80% لمدة 2 جولات.",
}
skill[1134] = {
    ["skillName"] = "الضربة السفلية",
    ["desc"] = "مهارة نشطة: تحدث ضرر(207% من الهجوم)  ضد العدو مع أدنى صحة، والحد من هجومهم بنسبة 27% لمدة 2 جولات.",
}
skill[1135] = {
    ["skillName"] = "الانفجار الغامض",
    ["desc"] = "مهارة نشطة: تحدث ضرر (84% من الهجوم)  ضد جميع الأعداء ولديه فرصة بنسبة 75% لجعل الخصوم المحاربين صامتين لمدة 2 جولات.",
}
skill[1136] = {
    ["skillName"] = "أشعة كارما",
    ["desc"] = "مهارة نشطة: تحدث ضرر (136% من الهجوم)  ضد أعداء الخط الخلفي ويزيد فرصة تحجيرهم بنسبة 30% لمدة 2 جولات.",
}
skill[1137] = {
    ["skillName"] = "سنبلة الاعشاب",
    ["desc"] = "مهارة نشطة: تحدث ضرر (98% من الهجوم)  ضد 4 أعداء بشكل عشوائي ويزيد فرصة صدم المساعدين بنسبة 80% لمدة 2 جولات.",
}
skill[1147] = {
    ["skillName"] = "ضوء الليزر الأزرق",
    ["desc"] = "مهارة نشطة: تحدث ضرر (95% من الهجوم)  ضد أعداء الخط الخلفي ويزيد الهجوم بنسبة +30%  لمدة 2 جولات.",
}
skill[1148] = {
    ["skillName"] = "الرطم",
    ["desc"] = "مهارة نشطة: تحدث ضرر(140% من الهجوم)  ضد أعداء خط الجبهة وتزيد من كسر الدرع بنسبة 25% لمدة 2 جولات.",
}
skill[1149] = {
    ["skillName"] = "السيف الحارق",
    ["desc"] = "مهارة نشطة: تحدث ضرر(100% من الهجوم)  ضد أعداء الخط الخلفي وتقلل من الدرع بنسبة 18% لمدة 2 جولات.",
}
skill[1150] = {
    ["skillName"] = "القلب المجمد",
    ["desc"] = "مهارة نشطة: تحدث ضرر(57% من الهجوم)  ضد جميع الأعداء وتزيد فرصة تجميدهم بنسبة 15% لمدة 2 جولات.",
}
skill[1151] = {
    ["skillName"] = "أرض النار",
    ["desc"] = "مهارة نشطة: تحدث ضرر(152% من الهجوم)  ضد 2 أعداء بشكل عشوائي، وتزيد ضرر الهجوم بنسبة (30% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1152] = {
    ["skillName"] = "شفرة الانفجار",
    ["desc"] = "مهارة نشطة: تحدث ضرر(75% من الهجوم)  ضد جميع الأعداء.",
}
skill[1153] = {
    ["skillName"] = "الزلزال",
    ["desc"] = "مهارة نشطة: تحدث ضرر(90% من الهجوم)  ضد أعداء الخط الخلفي وتزيد فرصة صدمهم 25% لمدة 2 جولات.",
}
skill[1154] = {
    ["skillName"] = "شفرة الجليد",
    ["desc"] = "مهارة نشطة: تحدث ضرر(120% من الهجوم)  ضد جميع الأعداء وتزيد فرصة تجميدهم بنسبة 25% لمدة 2 جولات.",
}
skill[1155] = {
    ["skillName"] = "الضوء",
    ["desc"] = "مهارة نشطة: تحدث ضرر(120% من الهجوم)  ضد 4 أعداء بشكل عشوائي وتزيد فرصة صدمهم بنسبة 30% لمدة 2 جولات.",
}
skill[1156] = {
    ["skillName"] = "شفرة الانفجار",
    ["desc"] = "مهارة نشطة: تحدث ضرر(152% من الهجوم)  ضد 2 أعداء في الخط الخلفي بشكل عشوائي، وتحدث المزيد من الضرر بنسبة (86% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1157] = {
    ["skillName"] = "ليزر قوس القزح",
    ["desc"] = "مهارة نشطة: تحدث ضرر(220% من الهجوم)  ضد أعداء خط الجبهة وتزيد الهجوم بنسبة +40%  لمدة 2 جولات.",
}
skill[1158] = {
    ["skillName"] = "فوضى الظلام",
    ["desc"] = "مهارة نشطة: تحدث ضرر(115% من الهجوم)  ضد جميع الأعداء وتزيد فرصة جعل الكهنة صامتين بنسبة 75% لمدة 3 جولات.",
}
skill[1168] = {
    ["skillName"] = "تأثير الليزك",
    ["desc"] = "مهارة نشطة: تحدث ضرر(100% من الهجوم)  ضد 3 أعداء بشكل عشوائي وتزيد فرصة صدمهم بنسبة 35% لمدة 2 جولات.",
}
skill[1169] = {
    ["skillName"] = "كرة النار",
    ["desc"] = "مهارة نشطة: تحدث ضرر(75% من الهجوم)  ضد جميع الأعداء.",
}
skill[1170] = {
    ["skillName"] = "ادخار الحياة",
    ["desc"] = "مهارة نشطة: تحدث ضرر(180% من الهجوم)  ضد العدو مع أدنى صحة ويشفي الصحة للحلفاء بنسبة (75% من الهجوم).",
}
skill[1171] = {
    ["skillName"] = "سوط اللهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(100% من الهجوم)  ضد أعداء الخط الخلفي وتقلل من الضربة الحرجة بنسبة 12.5% لمدة 2 جولات.",
}
skill[1172] = {
    ["skillName"] = "ضربة الهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(50% من الهجوم)  ضد أعداء الخط الخلفي، وتزيد الضرر بنسبة (45% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1173] = {
    ["skillName"] = "ليزر قوس القزح",
    ["desc"] = "مهارة نشطة: تحدث ضرر(167% من الهجوم)  ضد 3 أعداء بشكل عشوائي، وتحدث المزيد من الضرر بنسبة (60% من الهجوم) على الأعداء المساعدين.",
}
skill[1174] = {
    ["skillName"] = "Poison Explosion",
    ["desc"] = "Active skill: Deals(60% of Attack) damage to all enemies and poison them, deals(60% of Attack) extra damage for 3 rounds. If the target is poisoned, has a 25% chance to stun him for 2 rounds",
}
skill[1175] = {
    ["skillName"] = "شفرة العاصفة",
    ["desc"] = "مهارة نشطة: تحدث ضرر(102% من الهجوم) ضد جميع الأعداء، ويقلل من ضربة العدو الحرجة بنسبة 24% لمدة 3 جولات.",
}
skill[1176] = {
    ["skillName"] = "شفرة الظلام",
    ["desc"] = "المهارة النشطة: تلحق [280% من الهجوم] من الضرر بعدو واحد وتعالج جروح الحليف الذي يتمتع بأقل نقاط صحة نظير [250% من الهجوم] من نقاط الصحة.",
}
skill[1177] = {
    ["skillName"] = "قبضة اللهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(153% من الهجوم)  ضد 3 أعداء بشكل عشوائي وتضيف ضرر بنسبة (42% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[1178] = {
    ["skillName"] = "الزلزال",
    ["desc"] = "مهارة نشطة: تحدث ضرر(90% من الهجوم)  ضد أعداء الخط الخلفي وتزيد فرصة صدمهم 28% لمدة 2 جولات.",
}
skill[1179] = {
    ["skillName"] = "خدعة كريم",
    ["desc"] = "مهارة نشطة: تحدث ضرر(176% من الهجوم)  ضد 2 أعداء في الخط الخلفي بشكل عشوائي ويسرق هجومهم بنسبة 22% مدة 2 جولات.",
}
skill[1181] = {
    ["skillName"] = "ضوء الليزر الأزرق",
    ["desc"] = "مهارة نشطة: تحدث ضرر(100% من الهجوم)  ضد 3 أعداء بشكل عشوائي وتزيد فرصة تحجيرهم بنسبة 35% لمدة 2 جولات، بالاضافة إلى المزيد من الضرر على المحاربين بنسبة (50% من الهجوم).",
}
skill[1182] = {
    ["skillName"] = "انفجار الظل",
    ["desc"] = "مهارة نشطة: تحدث ضرر(125% من الهجوم)  ضد أعداء الخط الخلفي، وتزيد الضرر على الخصوم المساعدين بنسبة (50% من الهجوم).",
}
skill[1183] = {
    ["skillName"] = "فوضى الظلام",
    ["desc"] = "مهارة نشطة: تحدث ضرر(54% من الهجوم)  ضد جميع الأعداء ولديه فرصة 20% لتحجيرهم لمدة 2 جولات.",
}
skill[1185] = {
    ["skillName"] = "ضربة الضوء",
    ["desc"] = "مهارة نشطة: تحدث ضرر(125% من الهجوم)  ضد أعداء الخط الخلفي ويشفي صحة حلفاء خط المواجهة بنسبة (65% من الهجوم)، والحد من هجوم حارس العدو بنسبة 25% لمدة 2 جولات.",
}
skill[1186] = {
    ["skillName"] = "محاولة الضوء",
    ["desc"] = "مهارة نشطة: تحدث ضرر(100% من الهجوم)  ضد 3 أعداء بشكل عشوائي وتزيد فرصة صدمهم بنسبة 35% لمدة 2 جولات، بالاضافة إلى المزيد من الضرر على المحاربين بنسبة (50% من الهجوم).",
}
skill[1187] = {
    ["skillName"] = "الضوء السماوي",
    ["desc"] = "المهارة النشطة: تلحق [108% من الهجوم] من الضرر بـ 4 من الأعداء العشوائيين وتعالج جروح 3 من الحلفاء العشوائيين نظير [105% من الهجوم] من نقاط الصحة. ",
}
skill[1188] = {
    ["skillName"] = "السهم الجليدي",
    ["desc"] = "مهارة نشطة: تحدث ضرر(140% من الهجوم)  ضد أعداء خط الجبهة، بالاضافة إلى المزيد من الضرر على المحاربين بنسبة (50% من الهجوم).",
}
skill[1189] = {
    ["skillName"] = "انفجار الظل",
    ["desc"] = "مهارة نشطة: تحدث ضرر(144% من الهجوم)  ضد 2 أعداء بشكل عشوائي، وتحدث المزيد من الضرر بنسبة (13% من الهجوم) كل جولة حتى موتهم.",
}
skill[1190] = {
    ["skillName"] = "الرطم",
    ["desc"] = "مهارة نشطة: تحدث ضرر(119% من الهجوم)  ضد أعداء خط الجبهة وتزيد من كسر الدرع بنسبة 30% لمدة 2 جولات.",
}
skill[1191] = {
    ["skillName"] = "سيف اللهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(180% من الهجوم)  ضد العدو مع أدنى صحة، وتحدث المزيد من الضرر بنسبة (50% من الهجوم) على المساعدين.",
}
skill[1192] = {
    ["skillName"] = "الانفجار الغامض",
    ["desc"] = "مهارة نشطة: تحدث ضرر(144% من الهجوم) ضد العدو مع أدنى صحة ويشفي صحة الحليف بنسبة (180% من الهجوم).",
}
skill[1193] = {
    ["skillName"] = "أرض النار",
    ["desc"] = "مهارة نشطة: تحدث ضرر(90% من الهجوم) ضد أعداء الخط الخلفي ويقلل من ضرر المهارة بنسبة 25% لمدة 2 جولات.",
}
skill[1194] = {
    ["skillName"] = "إراقة الدم",
    ["desc"] = "مهارة نشطة: تحدث ضرر(180% من الهجوم) ضد العدو مع أدنى صحة، وتحدث المزيد من الضرر (46% من الهجوم) كل جولة لمدة 2 جولات على السحرة.",
}
skill[1195] = {
    ["skillName"] = "تعويذة الانعاش",
    ["desc"] = "مهارة نشطة: تحدث ضرر(132% من الهجوم) ضد 2 أعداء خط الخلفي بشكل عشوائي ويشفي صحة جميع الحلفاء في الخط الخلفي بشكل عشوائي بنسبة (160% من الهجوم).",
}
skill[1196] = {
    ["skillName"] = "السهم الجليدي",
    ["desc"] = "مهارة نشطة: تحدث ضرر(140% من الهجوم)  ضد أعداء خط الجبهة، بالاضافة إلى المزيد من الضرر على المحاربين بنسبة (80% من الهجوم).",
}
skill[1197] = {
    ["skillName"] = "انفجار الظل",
    ["desc"] = "مهارة نشطة: تحدث ضرر(120% من الهجوم)  ضد 3 أعداء بشكل عشوائي، وتحدث المزيد من الضرر بنسبة (18% من الهجوم) كل جولة حتى موتهم.",
}
skill[1198] = {
    ["skillName"] = "الرطم",
    ["desc"] = "مهارة نشطة: تحدث ضرر(126% من الهجوم)  ضد أعداء خط الجبهة وتزيد من كسر الدرع بنسبة 40% لمدة 2 جولات.",
}
skill[1199] = {
    ["skillName"] = "سيف اللهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(198% من الهجوم)  ضد العدو مع أدنى صحة، وتحدث المزيد من الضرر بنسبة (80% من الهجوم) على المساعدين.",
}
skill[1200] = {
    ["skillName"] = "الانفجار الغامض",
    ["desc"] = "مهارة نشطة: تحدث ضرر(153% من الهجوم) ضد العدو مع أدنى صحة ويشفي صحة الحليف بنسبة (280% من الهجوم).",
}
skill[1201] = {
    ["skillName"] = "أرض النار",
    ["desc"] = "مهارة نشطة: تحدث ضرر(90% من الهجوم) ضد أعداء الخط الخلفي ويقلل من ضرر المهارة بنسبة 35% لمدة 2 جولات.",
}
skill[1202] = {
    ["skillName"] = "إراقة الدم",
    ["desc"] = "مهارة نشطة: تحدث ضرر(198% من الهجوم) ضد العدو مع أدنى صحة، وتحدث المزيد من الضرر (62% من الهجوم) كل جولة لمدة 2 جولات على السحرة.",
}
skill[1203] = {
    ["skillName"] = "تعويذة الانعاش",
    ["desc"] = "مهارة نشطة: تحدث ضرر(70% من الهجوم) ضد أعداء الخط الخلفي ويشفي خط الحلفاء الخلفي لمدة (170% من الهجوم).",
}
skill[1204] = {
    ["skillName"] = "ضوء الليزر الأزرق",
    ["desc"] = "مهارة نشطة: تحدث ضرر(110% من الهجوم) ضد 1 اعداء الخط الخلفي بشكل عشوائي ويشفي صحة جميع الحلفاء بنسبة (65% من الهجوم) كل جولة لمدة 3 جولات.",
}
skill[1205] = {
    ["skillName"] = "سيف اللهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(140% من الهجوم) ضد أعداء خط الجبهة، وتحدث المزيد من الضررضد المحارب (80% من الهجوم).",
}
skill[1206] = {
    ["skillName"] = "ضوء الليزر الأزرق",
    ["desc"] = "مهارة نشطة: تحدث ضرر(88% من الهجوم) ضد 2 أعداء خط عشوائي عشوائي ويشفي جميع الحلفاء ل (80% من الهجوم) هب كل جولة ل 3 جولات.",
}
skill[1207] = {
    ["skillName"] = "سيف اللهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(83% من الهجوم) ضد جميع الأعداء، وتحدث المزيد من الضرر للمحارب بنسبة (120% من الهجوم).",
}
skill[1208] = {
    ["skillName"] = "الغثيان",
    ["desc"] = "مهارة نشطة: تحدث ضرر(180% من الهجوم) ضد 1 أعداء الخط الخلفي بشكل عشوائي، وتحدث المزيد من الضرر بنسبة (45% من الهجوم) كل جولة لمدة 6 جولات. وتزيد فرصة صدمهم بنسبة 35% لمدة 2 جولات.",
}
skill[1209] = {
    ["skillName"] = "علامة اليقظة",
    ["desc"] = "المهارة النشطة: تلحق [80% من الهجوم] من الضرر بالخط الخلفي للأعداء وإمكانية 100% وضع علامة دائرية عليهم، مما سيؤدي إلى إلحاق [180% من الهجوم] من الضرر بهم بعد 1 من الجولات وزيادة فعالية خفض الضرر ذاتيًا بنسبة 5% لـ 3 من الجولات.",
}
skill[1210] = {
    ["skillName"] = "الغثيان",
    ["desc"] = "مهارة نشطة: تحدث ضرر(190% من الهجوم) ضد 2 أعداء الخط الخلفي بشكل العشوائي، وتحدث ضرر (56% من الهجوم) كل جولة لمدة 6 جولات. وتصدمهم 45% لمدة 2 جولات.",
}
skill[1211] = {
    ["skillName"] = "علامة اليقظة",
    ["desc"] = "المهارة النشطة: تلحق [90% من الهجوم] من الضرر بالخط الخلفي للأعداء وإمكانية 100% وضع علامة دائرية عليهم، مما سيؤدي إلى إلحاق [250% من الهجوم] من الضرر بهم بعد 1 من الجولات وزيادة فعالية خفض الضرر ذاتيًا بنسبة 10% لـ 3 من الجولات.",
}
skill[1212] = {
    ["skillName"] = "كرامة الالزام",
    ["desc"] = "مهارة نشطة: تحدث ضرر(66% من الهجوم) ضد جميع الأعداء، يقلل من هجومهم بنسبة 8% ويزيد من هجوم جميع الحلفاء بنسبة 10% لمدة 3 جولات.",
}
skill[1213] = {
    ["skillName"] = "اللقاء السماوي",
    ["desc"] = "مهارة نشطة: تحدث ضرر(75% من الهجوم) ضد جميع الأعداء وتزيد وضع علامة على الأعداء مع الضربة الحرجة بنسبة 100%، علامة الضربة الحرجة تحدث ضرر (100% من الهجوم).",
}
skill[1214] = {
    ["skillName"] = "كرامة الالزام",
    ["desc"] = "مهارة نشطة: تحدث ضرر(66% من الهجوم) ضد جميع الأعداء، يقلل من هجومهم بنسبة 10% ويزيد من هجوم جميع الحلفاء بنسبة 16% لمدة 3 جولات.",
}
skill[1215] = {
    ["skillName"] = "اللقاء السماوي",
    ["desc"] = "مهارة نشطة: تحدث ضرر(84% من الهجوم) ضد جميع الأعداء وتزيد وضع علامة على الأعداء مع الضربة الحرجة بنسبة 100%، علامة الضربة الحرجة تحدث ضرر (120% من الهجوم).",
}
skill[1216] = {
    ["skillName"] = "الضوء السماوي",
    ["desc"] = "مهارة نشطة: تحدث ضرر(54% من الهجوم) ضد جميع الأعداء ويشفي صحة الحلفاء بنسبة (62% من الهجوم). تستمر لمدة 3 جولات.",
}
skill[1217] = {
    ["skillName"] = "القلب المجمد",
    ["desc"] = "مهارة نشطة: تحدث ضرر(69% من الهجوم)  ضد جميع الأعداء وتزيد فرصة تجميدهم بنسبة 20% لمدة 2 جولات.",
}
skill[1218] = {
    ["skillName"] = "ليزر قوس القزح",
    ["desc"] = "مهارة نشطة: تحدث ضرر(140% من الهجوم)  ضد 4 أعداء بشكل عشوائي، وتحدث المزيد من الضرر بنسبة (60% من الهجوم) على الأعداء المساعدين.",
}
skill[1219] = {
    ["skillName"] = "انفجار الظل",
    ["desc"] = "مهارة نشطة: تحدث ضرر(100% من الهجوم)  ضد 4 أعداء بشكل عشوائي، وتحدث المزيد من الضرر بنسبة (30% من الهجوم) كل جولة حتى موتهم.",
}
skill[1220] = {
    ["skillName"] = "الصدمة المقدسة",
    ["desc"] = "مهارة نشطة: تحدث ضرر(160% من الهجوم)  ضد 2 أعداء بشكل عشوائي وتزيد فرصة صدمهم بنسبة 20% لمدة 2 جولات.",
}
skill[1221] = {
    ["skillName"] = "شبح ديفورير",
    ["desc"] = "مهارة نشطة: تحدث ضرر(144% من الهجوم) ضد 2 أعداء بشكل عشوائي ويقلل من طاقتك بنسبة 20.",
}
skill[1222] = {
    ["skillName"] = "الصدمة المقدسة",
    ["desc"] = "مهارة نشطة: تحدث ضرر(147% من الهجوم)  ضد 3 أعداء بشكل عشوائي وتزيد فرصة صدمهم بنسبة 25% لمدة 2 جولات.",
}
skill[1223] = {
    ["skillName"] = "شبح ديفورير",
    ["desc"] = "مهارة نشطة: تحدث ضرر(127% من الهجوم) ضد 3 أعداء بشكل عشوائي ويقلل من طاقتك بنسبة 30.",
}
skill[1224] = {
    ["skillName"] = "الكابوس السفلي",
    ["desc"] = "مهارة نشطة: تحدث ضرر(110% من الهجوم) ضد أعداء الخط الخلفي ويزيد سرعة حلفاء الخط الخلفي 15 لمدة 2 جولات.",
}
skill[1225] = {
    ["skillName"] = "الكابوس السفلي",
    ["desc"] = "مهارة نشطة: تحدث ضرر(90% من الهجوم) ضد جميع الأعداء ويزيد سرعة الحلفاء 25 لمدة 2 جولات.",
}
skill[1226] = {
    ["skillName"] = "الصدمة المقدسة",
    ["desc"] = "مهارة نشطة: تحدث ضرر(121% من الهجوم)  ضد 4 أعداء بشكل عشوائي وتزيد فرصة صدمهم بنسبة 30% لمدة 2 جولات.",
}
skill[1227] = {
    ["skillName"] = "شبح ديفورير",
    ["desc"] = "مهارة نشطة: تحدث ضرر(105% من الهجوم) ضد 4 أعداء بشكل عشوائي ويقلل من طاقتك بنسبة 35.",
}
skill[1232] = {
    ["skillName"] = "تعويذة الانعاش",
    ["desc"] = "مهارة نشطة: تحدث ضرر(74% من الهجوم) ضد جميع الأعداء، تزيد من صحة سجميع الحلفاء (185% * هجوم).",
}
skill[1233] = {
    ["skillName"] = "إراقة الدم",
    ["desc"] = "مهارة نشطة: تحدث ضرر(216% من الهجوم) ضد العدو مع أدنى صحة، وتحدث المزيد من الضرر (83% من الهجوم) كل جولة لمدة 2 جولات على السحرة.",
}
skill[1228] = {
    ["skillName"] = "تنفس اللهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(86% من الهجوم) ضد جميع الأعداء، وتحدث المزيد من الضرر (25% * هجوم) كل جولة. تستمر لمدة 3 جولات.",
}
skill[1229] = {
    ["skillName"] = "شفرة الإكراه",
    ["desc"] = "مهارة نشطة: تحدث ضرر(132% من الهجوم) ضد  2 أعداء بشكل عشوائي ويشفي الصحة بنسبة (90% من الهجوم) .",
}
skill[1230] = {
    ["skillName"] = "تنفس اللهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(94% من الهجوم) ضد جميع الأعداء، وتحدث المزيد من الضرر (36% * هجوم) كل جولة. تستمر لمدة 3 جولات.",
}
skill[1231] = {
    ["skillName"] = "شفرة الإكراه",
    ["desc"] = "مهارة نشطة: تحدث ضرر(142% من الهجوم) ضد  3 أعداء بشكل عشوائي ويشفي الصحة بنسبة (240% من الهجوم) .",
}
skill[1234] = {
    ["skillName"] = "الضوء المدخر",
    ["desc"] = "مهارة نشطة: تحدث ضرر(192% من الهجوم)  ضد 2 أعداء في الخط الخلفي بشكل عشوائي وتزيد كسر الدرع بنسبة +25% لمدة 2 جولات.",
}
skill[1235] = {
    ["skillName"] = "انفجار الصقيع",
    ["desc"] = "مهارة نشطة: تحدث ضرر(147% من الهجوم) ضد الأعداء على خط الجبهة ولديه فرصة 40% لتجميد العدو لمدة 2 جولات ويشفي كل الحلفاء (180% من الهجوم) .",
}
skill[1236] = {
    ["skillName"] = "السيف الحارق",
    ["desc"] = "مهارة نشطة: تحدث ضرر(110% من الهجوم)  ضد أعداء الخط الخلفي وتقلل من الدرع بنسبة 24% لمدة 2 جولات.",
}
skill[1237] = {
    ["skillName"] = "سيف اللهب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(216% من الهجوم)  ضد العدو مع أدنى صحة، وتحدث المزيد من الضرر بنسبة (100% من الهجوم) على المساعدين.",
}
skill[1238] = {
    ["skillName"] = "كرة النار",
    ["desc"] = "مهارة نشطة: تحدث ضرر(84% من الهجوم)  ضد جميع الأعداء.",
}
skill[1239] = {
    ["skillName"] = "الانفجار الغامض",
    ["desc"] = "مهارة نشطة: تحدث ضرر(171% من الهجوم) ضد العدو مع أدنى صحة ويشفي صحة الحليف بنسبة (400% من الهجوم).",
}
skill[1240] = {
    ["skillName"] = "شفرة الغريب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(132% من الهجوم) ضد 2 أعداء عشوائي، وتحدث ضرر بنسبة (24% من الهجوم) ، وتضيف ضرر اضافي على الحارس العدو (32% من الهجوم) كل جولة لمدة 3 جولات.",
}
skill[1241] = {
    ["skillName"] = "شفرة الغريب",
    ["desc"] = "مهارة نشطة: تحدث ضرر(128% من الهجوم) ضد 3 أعداء عشوائي، وتحدث ضرر بنسبة (36% من الهجوم) ، وتضيف ضرر اضافي على الحارس العدو (48% من الهجوم) كل جولة لمدة 3 جولات.",
}
skill[1242] = {
    ["skillName"] = "قمع الهجوم",
    ["desc"] = "مهارة نشطة: تحدث ضرر(155% من الهجوم) ضد أعداء خط الجبهة، وإذا باريا لديه صحة أكثر من كونه عدو مهاجم، ستحدث ضرراضافي بنسبة(15% من الحد الأقصى للصحة).",
}
skill[1243] = {
    ["skillName"] = "قمع الهجوم",
    ["desc"] = "مهارة نشطة: تحدث ضرر(175% من الهجوم) ضد أعداء خط الجبهة، وإذا كان لدى باريا صحة أكثر من  العدو المهاجم، ستحدث ضرر اضافي (16% من الحد الأقصى للعدو) . لا يمكن التهرب منها.",
}
skill[1256] = {
    ["skillName"] = "حصاد الموت",
    ["desc"] = "مهارة نشطة: تحدث ضرر(54% من الهجوم) ضد جميع الأعداء، وتحدث ضرر بقيمة (20% من الهجوم)، وتضيف المزيد من الضرر ضد الحارس بنسبة (48% من الهجوم) كل جولة لمدة 3 جولات.",
}
skill[1257] = {
    ["skillName"] = "الجزاء السماوي",
    ["desc"] = "مهارة نشطة: تحدث ضرر(138% من الهجوم) ضد 3 أعداء بشكل عشوائي وتزيد فرصة صدمهم بنسبة 35% لمدة 2 جولات، يشفي الحليف ذو الأدنى صحة بنسبة (180% من الهجوم).",
}
skill[1258] = {
    ["skillName"] = "حصاد الموت",
    ["desc"] = "مهارة نشطة: تحدث ضرر(75% من الهجوم) ضد جميع الأعداء، وتحدث ضرر بقيمة (42% من الهجوم)، وتضيف المزيد من الضرر ضد الحارس بنسبة (64% من الهجوم) كل جولة لمدة 3 جولات.",
}
skill[1259] = {
    ["skillName"] = "الجزاء السماوي",
    ["desc"] = "مهارة نشطة: تحدث ضرر(146% من الهجوم) ضد 3 أعداء بشكل عشوائي وتزيد فرصة صدمهم بنسبة 40% لمدة 2 جولات، يشفي الحليف ذو الأدنى صحة بنسبة (240% من الهجوم).",
}
skill[1260] = {
    ["skillName"] = "Flame Bombardment",
    ["desc"] = "Active skill: Deals [126% of Attack] damage against 3 random enemies, reduces their Armor by 24% and Block by 10% and burn the target, dealing extra [32% of Attack] damage each round for 3 rounds, increasing burning damage by 60% each round.",
}
skill[1261] = {
    ["skillName"] = "Flame Bombardment",
    ["desc"] = "Active skill: Deals [144% of Attack] damage against 3 random enemies, reduces their Armor by 30% and Block by 20% and burn the target, dealing extra [48% of Attack] damage each round for 3 rounds, increasing burning damage by 80% each round.",
}
skill[1262] = {
    ["skillName"] = "Punishing Shot",
    ["desc"] = "Active skill: Deals [105% of Attack] damage against all enemies and has 50% chance to Silence the target for 2 rounds, controlling immune for 2 rounds, increases self 40% of Damage Reduce for 2 rounds.",
}
skill[1263] = {
    ["skillName"] = "السيف الناري",
    ["desc"] = "مهارة نشطة: تحدث ضرر(117% من الهجوم) ضد جميع الأعداء وحرقهم، وتحدث ضرر اضافي كل جولة بنسبة (50% من الهجوم) لمدة 3 جولات. كسب المزيد من الجوم بنسبة +20% و بالاضافة إلى زيادة الضربة الحرجة بنسبة +20% لمدة 3 جولات.",
}
skill[1264] = {
    ["skillName"] = "الضربة الجهنمية",
    ["desc"] = "مهارة نشطة: تحدث ضرر(210% من الهجوم) ضد 2 أعداء في الخط الخلفي بشكل عشوائي ويجعل السحرة العدو ينزفون، وتزيد من الضرر الاضافي بنسبة (50% من الهجوم) كل جولة لمدة 3 جولات.",
}
skill[1265] = {
    ["skillName"] = "سقوط النجمة",
    ["desc"] = "مهارة نشطة: تحدث ضرر(148% من الهجوم) ضد أعداء الخط الخلفي مع فرصة 35% لصدمه العدو الحارس لمدة 2 جولات، وتزيد نسبة جعل العدو صامتين بنسبة 50% لمدة 2 جولات.",
}
skill[1266] = {
    ["skillName"] = "انفجار الظل",
    ["desc"] = "مهارة نشطة: تحدث ضرر(185% من الهجوم) ضد أعداء خط الجبهة وتقوية الدرع بنسبة 35% لمدة 2 جولات. وشفاء الصحة بنسبة (160% من الهجوم) كل جولة لمدة 6 جولات.",
}
skill[1267] = {
    ["skillName"] = "اطلاق الحمض",
    ["desc"] = "مهارة نشطة: تحدث ضرر(125% من الهجوم) ضد 4 أعداء بشكل عشوائي، والحد من سرعتها بمقدار 30 نقاط وتسميمهم، وتحدث ضرر اضافي بنسبة (55% من الهجوم) كل جولة لمدة 3 جولات.",
}
skill[1268] = {
    ["skillName"] = "كرامة الالزام",
    ["desc"] = "مهارة نشطة: تحدث ضرر(95% من الهجوم) ضد جميع الأعداء والحد من هجومهم بنسبة 15% لمدة 3 جولات مع فرصة بنسبة 10% لضرب الضربة الحرجة عليهم مع المزيد من الضرر بنسبة (220% من الهجوم). و منح الحلفاء زيادة 20% من الهجوم لمدة 3 جولات.",
}
skill[1269] = {
    ["skillName"] = "حافة الضغط",
    ["desc"] = "المهارة النشطة: تلحق (175%* من الهجوم) من الضرر بـ 3 من الأعداء العشوائيين وتعالج ذاتيًا نظير (360%* من الهجوم) من نقاط الصحة، وتمنحك القدرة على الاستفادة من 30% من نقاط الضربات القاضية و30% من نقاط الضرر الحرج لـ 3 من الجولات.",
}
skill[1270] = {
    ["skillName"] = "لحن الحياه",
    ["desc"] = "المهارة النشطة: تلحق [214% من الهجوم] من الضرر بالخط الخلفي للأعداء مع إمكانية التجميد بنسبة 38% لـ 2 من الجولات، والمداواة ذاتيًا نظير [600% من الهجوم] من نقاط الصحة.",
}
skill[1271] = {
    ["skillName"] = "زيادة الكهرباء",
    ["desc"] = "المهارة النشطة: تلحق [180% هجوم] من الضرر بـ 4 من الأعداء العشوائيين، واحتمالية صعق السحرة بنسبة 100% للصعق لـ 2 من الجولات، وتلحق ضررًا إضافيًا يُقدّر بـ [180% هجوم].",
}
skill[1272] = {
    ["skillName"] = "الضربة الجهنمية",
    ["desc"] = "مهارة نشطة: تحدث ضرر(260% من الهجوم) ضد العدو ذو الأدنى صحة. وخفض هجومهم بنسبة 30% لمدة 2 جولات مع نسبة 75% ضرر اضافي (520% من هجوم).",
}
skill[1273] = {
    ["skillName"] = "الانفجار المتعرج",
    ["desc"] = "مهارة نشطة: تحدث ضرر(110% من الهجوم) ضد جميع الأعداء مع زيادة الضرر بنسبة 100% ضد الخصوم المحاربين لمدة 2 جولات. وزيادة +30% هجوم لمدة 3 جولات.",
}
skill[1274] = {
    ["skillName"] = "Kharma Rays",
    ["desc"] = "Active skill: Deals(156%*Attack)damage against back-line enemies and has a 35% change to petrify them for 2 rounds. Increase allies' Precision by 30% for 3 rounds.",
}
skill[1275] = {
    ["skillName"] = "مسمار الأرض",
    ["desc"] = "مهارة نشطة: تحدث ضرر(159% من الهجوم) ضد 4 أعداء بشكل عشوائي مع فرصة 100% لصدم الخصوم المساعدين لمدة 2 جولات وتسميمهم لمدة 3 جولات، وتحدث ضرر اضافي بنسبة (65% من هجوم) كل جولة لمدة 3 جولات.",
}
skill[1276] = {
    ["skillName"] = "امتطاء المرض",
    ["desc"] = "مهارة نشطة: تحدث ضرر(220% من الهجوم) ضد 2 أعداء في الخط الخلفي بشكل عشوائي، وتسميمهم، وتحدث ضرر اضافي بنسبة (66% من الهجوم) كل جولة لمدة 6 جولات مع فرصة 50% لصدمهم لمدة 2 جولات. وتقليل الضرر بنسبة +65% لمدة 2 جولات.",
}
skill[1277] = {
    ["skillName"] = "شفرة شاذة",
    ["desc"] = "مهارة نشطة: تحدث ضرر(148% من الهجوم) ضد 3 أعداء بشكل عشوائي بالاضافة إلى ضرر اضافي بنسبة (46% من الهجوم) كل جولة لمدة 3 جولات. إذا كان الهدف هو الحارس، فسيزيد الضرر بنسبة 95% كل جولة. شفاء الصحة بنسبة (240% من الهجوم).",
}
skill[1278] = {
    ["skillName"] = "الزلزال",
    ["desc"] = "مهارة نشطة:تحدث ضرر(136% من الهجوم) ضد أعداء الخط الخلفي مع زيادة صدمهم بنسبة 30% لمدة 2 جولات. وتقليل الضرر بنسبة +30% لمدة 3 جولات.",
}
skill[1279] = {
    ["skillName"] = "Ice Blade",
    ["desc"] = "Active skill: Deal (148% of Attack) damage against all enemies with a 33% chance of freezing them for 2 rounds. Gain extra 30 points of Energy.",
}
skill[1280] = {
    ["skillName"] = "الضوء",
    ["desc"] = "مهارة نشطة: تحدث ضرر(116% من الهجوم) ضد جميع الأعداء مع زيادة صدمهم بنسبة 25% لمدة 2 جولات.",
}
skill[1281] = {
    ["skillName"] = "شفرة العاصفة",
    ["desc"] = "مهارة نشطة: تحدث ضرر(220% من الهجوم) ضد 2 أعداء في الخط الخلفي بشكل عشوائي، وتحدث ضرراضافي بنسبة (102% من هجوم) كل جولة لمدة 4 جولات.",
}
skill[1282] = {
    ["skillName"] = "Rainbow Laser",
    ["desc"] = "Active skill: Deals (302% of Attack) damage against 4 random enemies and gains +40% Attack for 3 rounds.",
}
skill[1283] = {
    ["skillName"] = "ظل الفوضى",
    ["desc"] = "مهارة نشطة: تحدث ضرر(146% من الهجوم) ضد جميع الأعداء مع فرصة لصدم الخصوم الكهنة بنسبة 100% لمدة 2 جولات، وتحدث ضرر اضافي بنسبة (160% من الهجوم).",
}
skill[1284] = {
    ["skillName"] = "ضوء الليزر الأزرق",
    ["desc"] = "مهارة نشطة: تحدث ضرر(125% من الهجوم) ضد 2 أعداء في الخط الخلفي بشكل عشوائي، وشفاء جميع الحلفاء بنسبة (200% من الهجوم) مع فرصة بنسبة 30% للشفاء الاضافي للصحة بنسبة (340% من الهجوم) كل جولة لمدة 3 جولات.",
}
skill[1285] = {
    ["skillName"] = "Void Nightmare",
    ["desc"] = "Active skill: Deal (116% of Attack) damage against all enemies and reduce their Precision by 40% for 3 rounds. Increase Speed by 30 points and Attack by 20% for all allies for 3 rounds.",
}
skill[1286] = {
    ["skillName"] = "تنفس النار",
    ["desc"] = "مهارة نشطة: تحدث ضرر(136% من الهجوم) ضد جميع الأعداء وحرقهم، وتحدث ضرر اضافي بنسبة (65% من الهجوم) كل جولة لمدة 3 جولات. وزيادة الضربة الحرجة بنسبة +30% بالاضافة إلى زيادة الهجوم بنسبة +30% لمدة 3 جولات.",
}
skill[1287] = {
    ["skillName"] = "Flame Bomb",
    ["desc"] = "Active skill: Deals [166% of Attack] damage against 3 random enemies, reduces their Armor by 30% and Block by 30% and burn the target, dealing extra [54% of Attack] damage each round for 3 rounds, increasing burning damage by 86% each round.",
}
skill[1288] = {
    ["skillName"] = "Poison Blast",
    ["desc"] = "Active skill: Deals(90% of Attack) damage to all enemies and poison them, deals(102% of Attack) extra damage for 3 rounds. If the target is poisoned, has a 30% chance to stun him for 2 rounds",
}
skill[1289] = {
    ["skillName"] = "شفرة العاصفة",
    ["desc"] = "مهارة نشطة: تحدث ضرر(132% من الهجوم) ضد جميع الأعداء ونزفهم، وتحدث ضرر اضافي بنسبة (75% من هجوم) كل جولة لمدة 3 جولات. وتقليل الضربة الحرجة من العدو بنسبة 25% و ضرر الضربة الحرجة بنسبة 30% لمدة 3 جولات.",
}
skill[1290] = {
    ["skillName"] = "شفرة الظلام",
    ["desc"] = "المهارة النشطة: تلحق [320% هجوم] من الضرر بعدو واحد وتعالج جروح الحليف الذي يتمتع بأقل نقاط صحة نظير [560% من الهجوم] من نقاط الصحة، مما يزيد من الهجوم بنسبة 60% كل جولة ولمدة 2 من الجولات.",
}
skill[1291] = {
    ["skillName"] = "قبضة ط",
    ["desc"] = "مهارة نشطة: تحدث ضرر(182% من الهجوم) ضد 3 أعداء بشكل عشوائي وحرقهم مما تتسبب في زيادة ضرر الحرق في 3 جولات. يبدأ ضرر حرق من (150% من الهجوم) وينخفض بنسبة 24% في الجولة.",
}
skill[1292] = {
    ["skillName"] = "الزلزال",
    ["desc"] = "مهارة نشطة: تحدث ضرر(119% من الهجوم) ضد أعداء الخط الخلفي مع فرصة بنسبة 32% لصدمهم لمدة 2 جولات، وفرصة بنسبة 20% لوضع العلامة المستديرة التي من شأنها أن تسبب بضرر (250% من الهجوم) بعد 2 جولات.",
}
skill[1293] = {
    ["skillName"] = "خدعة كريم",
    ["desc"] = "المهارة النشطة: تلحق (190% هجوم) من الضرر بـ 2 من عناصر الخط الخلفي المعاديين العشوائيين، والمداواة ذاتيًا نظير (35% ضرر) من نقاط الصحة. تسرق هجمات الأهداف بنسبة 30% لـ 3 من الجولات. تلحق الضرر الحرج بنسبة 40% لـ 3 من الجولات.",
}
skill[1294] = {
    ["skillName"] = "السيف الناري",
    ["desc"] = "المهارة النشطة: تلحق (146% هجوم) من الضرر بجميع الأعداء و(140% هجوم) كضرر إضافي بأعداء المحاربين. ترفع مستوى خفض الضرر لدى الساحر بنسبة 12%. (لا يمكن مراوغتها)",
}
skill[1295] = {
    ["skillName"] = "قمع الضربة",
    ["desc"] = "المهارة النشطة: تلحق [200% هجوم] من الضرر بأعداء الخط الأمامي وإذا كان لديك نقاط الصحة أكثر من تلك التي يتمتع بها الخصم الذي تعرّض للهجوم، فستلحق ضررًا إضافيًا يُقدّر بـ [18% من الحد الأقصى لنقاط صحة الأعداء]، وتزيد الهجوم بنسبة 15% وإمكانية تحطيم الدرع بنسبة 15%.",
}
skill[1296] = {
    ["skillName"] = "ظل الفوضى",
    ["desc"] = "مهارة نشطة: تحدث ضرر(98% من الهجوم) ضد جميع الأعداء مع فرصة 30% لتجميد الهدف لمدة 2 جولات، وفرصة 30% لسرقة 30 نقطة من طاقة الهدف.",
}
skill[1297] = {
    ["skillName"] = "علامة اليقظة",
    ["desc"] = "Active skill: Deals [124% of Attack] damage against all enemies and tags them with a Round Mark which will cause [280% of Attack] damage after 1 rounds. It has a 45% chance to tag them one extra Round Mark that has [210% of Attack] damage and increase self Reduce Damage by 15% for 3 rounds.",
}
skill[1298] = {
    ["skillName"] = "تحضير الموت",
    ["desc"] = "المهارة النشطة: تلحق [115% من الهجوم] من الضرر بجميع الأعداء و[56% الهجوم] من نقاط ضرر النزيف كل جولة لـ 3 من الجولات، وتزيد ضرر المهارة بنسبة 50%. إذا كان الهدف حارسًا، فسيزيد ضرر النزيف بنسبة 105% كل جولة.",
}
skill[1299] = {
    ["skillName"] = "الضوء المقدس",
    ["desc"] = "المهارة النشطة: تلحق [188% من الهجوم] من الضرر بـ 4 من الأعداء العشوائيين وتعالج جروح 3 من الحلفاء العشوائيين نظير [265% من الهجوم] من نقاط الصحة. في الوقت ذاته، يزيد الضرر المقدس للحلفاء بمقدار 3 بنسبة 25%.",
}
skill[1300] = {
    ["skillName"] = "الغبار السماوي",
    ["desc"] = "مهارة نشطة: تحدث ضرر(135% من الهجوم) ضد جميع الأعداء ووضع علامة الضربة الحرجة لاحداث ضرربنسبة (220% من الهجوم)، وفرصة 50% لإضافة علامة الضربة الحرجة لإضافة المزيد من الضرر بنسبة (140% من الهجوم).",
}
skill[1301] = {
    ["skillName"] = "Divine Sanction",
    ["desc"] = "Active skill: Deal (198% of Attack) damage against 4 random enemies with a 40% chance of stunning them for 2 rounds. Heal the ally with the lowest HP for (1000% of Attack) HP and increase the ally's Crit by 20% for 3 rounds.",
}
skill[1302] = {
    ["skillName"] = "شعاع الموت",
    ["desc"] = "مهارة نشطة: تحدث ضرر(86% من الهجوم) ضد جميع الأعداء واضافة العلامة المضيئة والتي من شأنها أن تزيد من ضرر المهارة المفعّلة مهارة سكيري التي اتخذها الهدف بنسبة 15%.",
}
skill[1303] = {
    ["skillName"] = "شعاع الموت",
    ["desc"] = "مهارة نشطة: تحدث ضرر(95% من الهجوم) ضد جميع الأعداء واضافة العلامة المضيئة والتي من شأنها أن تزيد من ضرر المهارة المفعّلة مهارة سكيري التي اتخذها الهدف بنسبة 25%.",
}
skill[1304] = {
    ["skillName"] = "شعاع الموت",
    ["desc"] = "Active skill: Deals [114% of Attack] damage against all enemies and tags the targets with a Lightning Mark. At the same time, there has a 30% chance to get the extra Lightning Mark. Lightning Mark will increase the Active Skill Damage of Skerei that taken by the target by 35%.",
}
skill[1305] = {
    ["skillName"] = "انهيار السماء",
    ["desc"] = "مهارة نشطة: تحدث ضرر(106% من الهجوم) ضد 4 أعداء بشكل عشوائي ويشفي الحلفاء بنسبة (80% من الهجوم)، لآخر 6 جولات.",
}
skill[1306] = {
    ["skillName"] = "انهيار السماء",
    ["desc"] = "مهارة نشطة: تحدث ضرر(162% من الهجوم) ضد 4 أعداء بشكل عشوائي ويشفي الحلفاء بنسبة (100% من الهجوم)، لآخر 6 جولات.",
}
skill[1307] = {
    ["skillName"] = "انهيار السماء",
    ["desc"] = "مهارة نشطة: تحدث ضرر(272% من الهجوم) ضد 4 أعداء بشكل عشوائي ويشفي الحلفاء بنسبة (120% من الهجوم)، لآخر 6 جولات.",
}
skill[1308] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[1309] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[1310] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[1311] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[1312] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[1313] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[1314] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[1315] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[1316] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[1317] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[1318] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[1319] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[1320] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[1321] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[1322] = {
    ["skillName"] = "غضب الثلج",
    ["desc"] = "المهارة النشطة: تلحق [122% من الهجوم] من الضرر بالخط الأمامي للأعداء مع إمكانية التجميد بنسبة 40% لـ 2 من الجولات، والمداواة ذاتيًا نظير 10% من إجمالي نقاط الصحة.",
}
skill[1323] = {
    ["skillName"] = "الهزة الأرضية",
    ["desc"] = "المهارة النشطة: تلحق [103% من الهجوم] من الضرر بالخط الخلفي للأعداء ولديها إمكانية تجميدهم بنسبة 22% لـ 2 من الجولات، مما يؤدي إلى خفض نقاط درع الأهداف بنسبة 15% لـ 3 من الجولات.",
}
skill[1324] = {
    ["skillName"] = "غضب الثلج",
    ["desc"] = "المهارة النشطة: تلحق [155% من الهجوم] من الضرر بالخط الأمامي للأعداء مع إمكانية التجميد بنسبة 55% لـ 2 من الجولات، والمداواة ذاتيًا نظير 15% من إجمالي نقاط الصحة.",
}
skill[1325] = {
    ["skillName"] = "الهزة الأرضية",
    ["desc"] = "المهارة النشطة: تلحق [138% من الهجوم] من الضرر بالخط الخلفي للأعداء ولديها إمكانية تجميدهم بنسبة 29% لـ 2 من الجولات، مما يؤدي إلى خفض نقاط درع الأهداف بنسبة 22% لـ 3 من الجولات.",
}
skill[1326] = {
    ["skillName"] = "Fury of Iciness",
    ["desc"] = "Active skill: Deals(184% of Attack) damage to front-line enemies and has a 70% chance to freeze them for 2 rounds, heals self for (26% of total HP) HP",
}
skill[1327] = {
    ["skillName"] = "الهزة الأرضية",
    ["desc"] = "المهارة النشطة: تلحق [192% من الهجوم] من الضرر بالخط الخلفي للأعداء ولديها إمكانية تجميدهم بنسبة 35% لـ 2 من الجولات، مما يؤدي إلى خفض نقاط درع الأهداف بنسبة 30% لـ 3 من الجولات.",
}
skill[1328] = {
    ["skillName"] = "العقد القرمزي",
    ["desc"] = "المهارات النشطة: تلحق [165% من الهجوم] من الضرر بـ 1 من الأعداء العشوائيين. إذا كانت نقاط صحة الهدف أعلى، فستلحق ضررًا إضافيًا بنسبة (15% من إجمالي نقاط صحة الهدف) وتلحق ضررًا حرجًا بنسبة 15% لـ 3 من الجولات.",
}
skill[1329] = {
    ["skillName"] = "هجوم النصل",
    ["desc"] = "المهارة النشطة: تلحق [165% من الهجوم] من الضرر بـ من الأعداء العشوائيين، وفرصة صعق الهدف بنسبة 50% لـ 2 من الجولات إذا كانت نقاط صحة الهدف أعلى، وستلحق ضررًا إضافيًا يُقدّر بـ [60% من الهجوم] ضد الهدف إذا كانت لديه نقاط صحة أقل.",
}
skill[1330] = {
    ["skillName"] = "العقد القرمزي",
    ["desc"] = "المهارات النشطة: تلحق [210% من الهجوم] من الضرر بـ 2 من الأعداء العشوائيين. إذا كانت نقاط صحة الهدف أعلى، فستلحق ضررًا إضافيًا بنسبة (18% من إجمالي نقاط صحة الهدف) وتلحق ضررًا حرجًا بنسبة 22.5% لـ 3 من الجولات.",
}
skill[1331] = {
    ["skillName"] = "هجوم النصل",
    ["desc"] = "المهارة النشطة: تلحق [210% من الهجوم] من الضرر بـ من الأعداء العشوائيين، وفرصة صعق الهدف بنسبة 75% لـ 2 من الجولات إذا كانت نقاط صحة الهدف أعلى، وستلحق ضررًا إضافيًا يُقدّر بـ [110% من الهجوم] ضد الهدف إذا كانت لديه نقاط صحة أقل.",
}
skill[1332] = {
    ["skillName"] = "العقد القرمزي",
    ["desc"] = "Active Skills: Deals (300% of attack) damage against 2 random enemies. If the target is a Priest, deals (180% of Attack) extra damage. If the target's HP is higher, deals (20% of target's total HP) extra damage and gains Crit by 40% for 3rounds. Cannot be dodged.",
}
skill[1333] = {
    ["skillName"] = "هجوم النصل",
    ["desc"] = "المهارة النشطة: تلحق [300% من الهجوم] من الضرر بـ من الأعداء العشوائيين، وفرصة صعق الهدف بنسبة 100% لـ 2 من الجولات إذا كانت نقاط صحة الهدف أعلى، وستلحق ضررًا إضافيًا يُقدّر بـ [160% من الهجوم] ضد الهدف إذا كانت لديه نقاط صحة أقل.",
}
skill[1334] = {
    ["skillName"] = "التعويذة الضعيفة",
    ["desc"] = "مهارة مفعلة: لإلحاق [110% من الهجوم] الضرر بـ 4 من الأعداء العشوائيين وإضعاف الأهداف لمدة 3 من الجولات، وزيادة طاقة 1 من الحلفاء العشوائيين بمقدار 50.",
}
skill[1335] = {
    ["skillName"] = "التعويذة الضعيفة",
    ["desc"] = "مهارة مفعلة: لإلحاق [128% من الهجوم] الضرر بـ 4 من الأعداء العشوائيين وإضعاف الأهداف لمدة 3 من الجولات، وزيادة طاقة 1 من الحلفاء العشوائيين بمقدار 75.",
}
skill[1336] = {
    ["skillName"] = "التعويذة الضعيفة",
    ["desc"] = "مهارة مفعلة: لإلحاق [150% من الهجوم] الضرر بـ 4 من الأعداء العشوائيين وإضعاف الأهداف لمدة 3 من الجولات، وزيادة طاقة 1 من الحلفاء العشوائيين بمقدار 100.",
}
skill[1337] = {
    ["skillName"] = "تعذيب العقل",
    ["desc"] = "مهارة مفعلة: لإلحاق (165% من الهجوم) الضرر بـ 2 من الأعداء العشوائيين، وخفض هجومهم بمقدار 15% لمدة 2 من الجولات وتحديدهم باستخدام علامة المراقب. ستزيد علامة المراقب الضرر اللاحق بالهدف بمقدار 15%. يمكن إحلال تأثير علامة المراقب (قبعة إحلال ضرر علامة المراقب: 300%)",
}
skill[1338] = {
    ["skillName"] = "تعذيب العقل",
    ["desc"] = "مهارة مفعلة: لإلحاق (195% من الهجوم) الضرر بـ 2 من الأعداء العشوائيين، وخفض هجومهم بمقدار 20% لمدة 2 من الجولات وتحديدهم باستخدام علامة المراقب. ستزيد علامة المراقب الضرر اللاحق بالهدف بمقدار 25%. يمكن إحلال تأثير علامة المراقب (قبعة إحلال ضرر علامة المراقب: 300%)",
}
skill[1339] = {
    ["skillName"] = "تعذيب العقل",
    ["desc"] = "مهارة مفعلة: لإلحاق (255% من الهجوم) الضرر بـ 2 من الأعداء العشوائيين، وخفض هجومهم بمقدار 25% لمدة 2 من الجولات وتحديدهم باستخدام علامة المراقب. ستزيد علامة المراقب الضرر اللاحق بالهدف بمقدار 45%. يمكن إحلال تأثير علامة المراقب (قبعة إحلال ضرر علامة المراقب: 300%)",
}
skill[1340] = {
    ["skillName"] = "اندفاع الطاقة الكهربائية",
    ["desc"] = "مهارة مفعلة: لمهاجمة أربعة أهداف عشوائية، وإلحاق [85% من الهجوم] الضرر بواحد من الأهداف والحصول على 60% من الفرص لإمساكه لمدة 2 جولات، وإلحاق [115% من الهجوم] الضرر بواحد من الأهداف والحصول على 30% من الفرص لإمساكه لمدة 2 من الجولات، والإلحاق [135% من الهجوم] الضرر بواحد من الأهداف والحصول على 15% من الفرص لإمساكه لمدة 2 من الجولات، وإلحاق 185% من الضرر بواحد من الأهداف.",
}
skill[1341] = {
    ["skillName"] = "اندفاع الطاقة الكهربائية",
    ["desc"] = "مهارة مفعلة: لمهاجمة أربعة أهداف عشوائية، وإلحاق [120% من الهجوم] الضرر بواحد من الأهداف والحصول على 80% من الفرص لإمساكه لمدة 2 جولات، وإلحاق [140% من الهجوم] الضرر بواحد من الأهداف والحصول على 40% من الفرص لإمساكه لمدة 2 من الجولات، والإلحاق [160% من الهجوم] الضرر بواحد من الأهداف والحصول على 20% من الفرص لإمساكه لمدة 2 من الجولات، وإلحاق 200% من الضرر بواحد من الأهداف.",
}
skill[1342] = {
    ["skillName"] = "اندفاع الطاقة الكهربائية",
    ["desc"] = "مهارة مفعلة: لمهاجمة أربعة أهداف عشوائية، وإلحاق [165% من الهجوم] الضرر بواحد من الأهداف والحصول على 100% من الفرص لإمساكه لمدة 2 جولات، وإلحاق [195% من الهجوم] الضرر بواحد من الأهداف والحصول على 50% من الفرص لإمساكه لمدة 2 من الجولات، والإلحاق [215% من الهجوم] الضرر بواحد من الأهداف والحصول على 30% من الفرص لإمساكه لمدة 2 من الجولات، وإلحاق 275% من الضرر بواحد من الأهداف.",
}
skill[1343] = {
    ["skillName"] = "انتشار الشر",
    ["desc"] = "مهارة مفعلة: لإلحاق [125% من الهجوم] الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف لمدة 2 من الجولات، وإلحاق [75% من الهجوم] الضرر في كل جولة، وفي الوقت ذاته، الحصول على 12% من الفرص لتجميد الهدف لمدة 2 من الجولات و12% من الفرص لتحجير الهدف لمدة 2 من الجولات.",
}
skill[1344] = {
    ["skillName"] = "انتشار الشر",
    ["desc"] = "مهارة مفعلة: لإلحاق [165% من الهجوم] الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف لمدة 2 من الجولات، وإلحاق [85% من الهجوم] الضرر في كل جولة، وفي الوقت ذاته، الحصول على 15% من الفرص لتجميد الهدف لمدة 2 من الجولات و15% من الفرص لتحجير الهدف لمدة 2 من الجولات.",
}
skill[1345] = {
    ["skillName"] = "انتشار الشر",
    ["desc"] = "مهارة مفعلة: لإلحاق [235% من الهجوم] الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف لمدة 2 من الجولات، وإلحاق [100% من الهجوم] الضرر في كل جولة، وفي الوقت ذاته، الحصول على 20% من الفرص لتجميد الهدف لمدة 2 من الجولات و20% من الفرص لتحجير الهدف لمدة 2 من الجولات.",
}
skill[1346] = {
    ["skillName"] = "حكم المطرقة",
    ["desc"] = "مهارة مفعلة: لإلحاق [100% من الهجوم] الضرر بأعداء الخط الخلفي، وفي الوقت ذاته، لزيادة تقليل الضرر الذاتي بمقدار 15% والهجوم بمقدار 10% لمدة 3 جولات.",
}
skill[1347] = {
    ["skillName"] = "حكم المطرقة",
    ["desc"] = "مهارة مفعلة: لإلحاق [135% من الهجوم] الضرر بأعداء الخط الخلفي، وفي الوقت ذاته، لزيادة تقليل الضرر الذاتي بمقدار 25% والهجوم بمقدار 15% لمدة 3 جولات.",
}
skill[1348] = {
    ["skillName"] = "حكم المطرقة",
    ["desc"] = "مهارة مفعلة: لإلحاق [210% من الهجوم] الضرر بأعداء الخط الخلفي، وفي الوقت ذاته، لزيادة تقليل الضرر الذاتي بمقدار 35% والهجوم بمقدار 20% لمدة 3 جولات.",
}
skill[1349] = {
    ["skillName"] = "Collapse Rays",
    ["desc"] = "Active skill: Deals (200% of attack) damage to 1 random enemies. If the target is in front-line, reduce target's Armor by 35% for 3 rounds and petrify the target for 2 rounds. If the target is in back-line, reduce target's Attack by 15% and Speed by 30 for 3 rounds.",
}
skill[1350] = {
    ["skillName"] = "Holylight Sparkle",
    ["desc"] = "Active skill: Deals [82% of Attack] damage against all enemies, increases 4 random allies' Attack by 10% and Speed by 10 for 3 rounds.",
}
skill[1351] = {
    ["skillName"] = "Collapse Rays",
    ["desc"] = "Active skill: Deals (300% of attack) damage to 1 random enemies. If the target is in front-line, reduce target's Armor by 55% for 3 rounds and petrify the target for 2 rounds. If the target is in back-line, reduce target's Attack by 20% and Speed by 60 for 3 rounds.",
}
skill[1352] = {
    ["skillName"] = "Holylight Sparkle",
    ["desc"] = "Active skill: Deals [94% of Attack] damage against all enemies, increases 4 random allies' Attack by 20% and Speed by 20 for 3 rounds.",
}
skill[1353] = {
    ["skillName"] = "Collapse Rays",
    ["desc"] = "Active skill: Deals (400% of attack) damage to 1 random enemies. If the target is in front-line, reduce target's Armor by 75% for 3 rounds and petrify the target for 2 rounds. If the target is in back-line, reduce target's Attack by 30% and Speed by 80 for 3 rounds.",
}
skill[1354] = {
    ["skillName"] = "Holylight Sparkle",
    ["desc"] = "Active skill: Deals [108% of Attack] damage against all enemies, increases 4 random allies' Attack by 30% and Speed by 30 for 3 rounds.",
}
skill[1355] = {
    ["skillName"] = "Flap Dance",
    ["desc"] = "Active Skill: Deals 123% of Attack damage against 3 random enemies, steals 9% of the enemies' Attack for 3 rounds, and burns the enemy with the highest Health for 8% of Valkyrie's max Health per round for 2 rounds.",
}
skill[1356] = {
    ["skillName"] = "Flap Dance",
    ["desc"] = "Active Skill: Deals 147% of Attack damage against 3 random enemies, steals 12% of the enemies' Attack for 3 rounds, and burns the enemy with the highest Health for 13% of Valkyrie's max Health per round for 2 rounds.",
}
skill[1357] = {
    ["skillName"] = "Flap Dance",
    ["desc"] = "Active Skill: Deals 162% of Attack damage against 3 random enemies, steals 15% of the enemies' Attack for 3 rounds, and burns the enemy with the highest Health for 18% of Valkyrie's max Health per round for 2 rounds.",
}
skill[1358] = {
    ["skillName"] = "Whirlwind Sweep",
    ["desc"] = "Active skill: Deals [194% of Attack] damage the enemy with the highest Attack, for the first time decreases [20% of Attack] for 3 rounds, gradually decreases Attack by 5% each round, and deals [150% of Attack] bleed damage for 2 rounds.",
}
skill[1359] = {
    ["skillName"] = "Whirlwind Sweep",
    ["desc"] = "Active skill: Deals [298% of Attack] damage the enemy with the highest Attack, for the first time decreases [30% of Attack] for 3 rounds, gradually decreases Attack by 8% each round, and deals [220% of Attack] bleed damage for 2 rounds.",
}
skill[1360] = {
    ["skillName"] = "Whirlwind Sweep",
    ["desc"] = "Active skill: Deals [396% of Attack] damage the enemy with the highest Attack, for the first time decreases [40% of Attack] for 3 rounds, gradually decreases Attack by 10% each round, and deals [290% of Attack] bleed damage for 2 rounds.",
}
skill[2001] = {
    ["skillName"] = "Hit Drain",
    ["desc"] = "Passive skill: Attack has a 25% chance to reduce the target's Precision by 14% for 3 rounds.",
}
skill[2002] = {
    ["skillName"] = "الصمت",
    ["desc"] = "مهارة سلبية: الهجوم لديه فرصة 25% لجعل العدو صامت  لمدة 1 جولة.",
}
skill[2003] = {
    ["skillName"] = "سرقة الصحة",
    ["desc"] = "مهارة سلبية: المهاجم لديه فرصة 100% لشفائك بنسبة (10% من الهجوم).",
}
skill[2004] = {
    ["skillName"] = "الضربة الحرجة",
    ["desc"] = "مهارة سلبية: زيادة الضربة الحرجة  +20%.",
}
skill[2005] = {
    ["skillName"] = "حرعة",
    ["desc"] = "مهارة سلبية: كل ضربة حرجة لديها فرصة 100% لتسميم الهدف، والتعامل بمزيد من الضرر (18% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[2006] = {
    ["skillName"] = "غضب الجسد",
    ["desc"] = "مهارة سلبية: تزيد الضربة الحرجة بنسبة 25% لبطل الخط الخلفي. وتزيد 12.5% من صحة بطل الخط المواجهة.",
}
skill[2007] = {
    ["skillName"] = "الشفاء الذاتي",
    ["desc"] = "مهارة سلبية: فرصة 80% لشفاء الصحة (25% من الهجوم) عند التعامل مع الضرر.",
}
skill[2008] = {
    ["skillName"] = "الصمت",
    ["desc"] = "مهارة سلبية: الهجوم لديه فرصة 20% لجعل العدو صامت  لمدة 1 جولة.",
}
skill[2009] = {
    ["skillName"] = "النزيف",
    ["desc"] = "مهارة سلبية: كل هجوم له 50% فرصة لاستنزاف الهدف، واحداث (24% من الهجوم) ضرر كل جولة لمدة 2 جولات.",
}
skill[2010] = {
    ["skillName"] = "الضربة الحرجة",
    ["desc"] = "مهارة سلبية: زيادة الضربة الحرجة  +25%.",
}
skill[2011] = {
    ["skillName"] = "الضرر الحرج",
    ["desc"] = "مهارة سلبية: زيادة ضرر الضربة الحرجة +50%.",
}
skill[2012] = {
    ["skillName"] = "عطش الغضب",
    ["desc"] = "مهارة سلبية: كل هجوم يمنح الشفاء 10% مع الضربة الحرجة.",
}
skill[2013] = {
    ["skillName"] = "شفاء",
    ["desc"] = "مهارة سلبية: كل ضربة حرجة تشفيك بنسبة (38.5% من الهجوم).",
}
skill[2014] = {
    ["skillName"] = "التفاف الضربة",
    ["desc"] = "مهارة سلبية: الهجوم يقلل من كسر الدرع من قبل الهدف بنسبة 14% لمدة 3 جولات.",
}
skill[2015] = {
    ["skillName"] = "الشفاء الذاتي",
    ["desc"] = "مهارة سلبية:  فرصة 50% لشفاء الصحة (40% من الهجوم) عند اتخاذ الضرر.",
}
skill[2016] = {
    ["skillName"] = "الهجوم السام",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 50% لتسميم الهدف، وإحداث ضرر بنسبة (24% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[2017] = {
    ["skillName"] = "أضعاف الحزمة",
    ["desc"] = "مهارة سلبية: هجوم أساسي يستهدف العدو ذو الأدنى صحة.",
}
skill[2018] = {
    ["skillName"] = "اغنية الغابة",
    ["desc"] = "مهارة سلبية: زيادة الضربة الحرجة بنسبة 30% والهجوم بنسبة 30%.",
}
skill[2019] = {
    ["skillName"] = "الهائج",
    ["desc"] = "مهارة سلبية: يزيد من الضربة الحرجة بنسبة 30% ويقلل الصحة بنسبة 10% لبطل الخط الخلفي.",
}
skill[2020] = {
    ["skillName"] = "الصدمة",
    ["desc"] = "مهارة سلبية: الضربة الحرجة لديها فرصة 40% لصدم الهدف لمدة 1 الجولة.",
}
skill[2021] = {
    ["skillName"] = "صائد الشيطان",
    ["desc"] = "مهارة سلبية: زيادة الضربة الحرجة بنسبة 30%، وزيادة ضررالضربة الحرجة بنسبة 20%، وزيادة الهجوم بنسبة 10%",
}
skill[2022] = {
    ["skillName"] = "السهم الحزين",
    ["desc"] = "المهارة الخفية: عند الهجوم الأساسي، هناك فرصة قدرها 45% من إلحاق ضرر السم بنسبة 80% واحتمالية 10% لإسكات الهدف لـ 2 من الجولات.",
}
skill[2023] = {
    ["skillName"] = "الإذلال",
    ["desc"] = "مهارة سلبية: كلما يموت بطل العدو، يزيد ضرر الضربة +10% والهجوم بنسبة +10%",
}
skill[2024] = {
    ["skillName"] = "الصحة",
    ["desc"] = "مهارة سلبية: تزيد الصحة +20%، تزيد الدروع بنسبة 24%.",
}
skill[2025] = {
    ["skillName"] = "الوحي",
    ["desc"] = "مهارة سلبية: عند ضرب الحليف الضربة الحرجة، فإنها تقوم بالشفاء بنسبة (35% من هجوم).",
}
skill[2026] = {
    ["skillName"] = "الحماسة",
    ["desc"] = "المهارة الخفية: عند التعرض لضرر، تنخفض نسبة تحطيم درع الهدف بمقدار 10% وتحرقه، مما يؤدي إلى إلحاق الضرر بنسبة [24% من الهجوم] لكل جولة لـ 6 من الجولات.",
}
skill[2027] = {
    ["skillName"] = "صائد الشيطان",
    ["desc"] = "مهارة سلبية: يزيد من نسبة الضربة الحرجة 30% و ضررالضربة الحرجة بنسبة 30%.",
}
skill[2028] = {
    ["skillName"] = "أضعاف الحزمة",
    ["desc"] = "المهارة الخفية: يستهدف الهجوم الأساسي العدو الذي يتمتع بأقل نقاط صحة، وتقلل هجوم الهدف بنسبة 10% لـ 3 من الجولات.",
}
skill[2029] = {
    ["skillName"] = "Impairing Strike",
    ["desc"] = "Passive Skill: Basic attack deals 80% attack damage against 2 random enemies and has a 10% chance to stun targets for 2 rounds.",
}
skill[2030] = {
    ["skillName"] = "Forest Song",
    ["desc"] = "Passive Skill: Increase Crit by 30%, Attack by 30% and HP by 10%",
}
skill[2031] = {
    ["skillName"] = "قدرة جرو",
    ["desc"] = "مهارة سلبية: يزيد الصحة بنسبة 25% والدروع بنسبة 32%.",
}
skill[2032] = {
    ["skillName"] = "الخوف",
    ["desc"] = "المهارة الخفية: عند التعرض لضرر، تقلل هجوم الهدف بنسبة 8%، والضرر الحرج بنسبة 10% لـ 2 من الجولات",
}
skill[2033] = {
    ["skillName"] = "الهجوم المضاد",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تزيد فرصة 60% من الهجوم المضاد ، واحداث المزيد من الضرر (100% من الهجوم).",
}
skill[2034] = {
    ["skillName"] = "الضربة الحرجة",
    ["desc"] = "مهارة سلبية: زيادة الضربة الحرجة +30%، الهجوم +20%.",
}
skill[2035] = {
    ["skillName"] = "حرعة",
    ["desc"] = "مهارة سلبية: كل ضربة حرجة لديها فرصة 100% لتسميم الهدف، والتعامل بمزيد من الضرر (48% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[2036] = {
    ["skillName"] = "تحكم الجرعة",
    ["desc"] = "مهارة سلبية: تحدث ضرر اضافي (35% من الهجوم) على الأعداء المسمومة.",
}
skill[2037] = {
    ["skillName"] = "الهجوم السام",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 50% لتسميم الهدف، وإحداث ضرر بنسبة (12% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[2038] = {
    ["skillName"] = "الصحة",
    ["desc"] = "مهارة سلبية: زيادة الصحة +10%.",
}
skill[2039] = {
    ["skillName"] = "الهجوم المضاد",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تزيد فرصة 30% من الهجوم المضاد ، واحداث المزيد من الضرر (67% من الهجوم).",
}
skill[2040] = {
    ["skillName"] = "التجميد",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 25% لتجميد الهدف لمدة 1 جولة.",
}
skill[2041] = {
    ["skillName"] = "التجميد",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 20% لتجميد الهدف لمدة 1 جولة.",
}
skill[2042] = {
    ["skillName"] = "هجوم",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +10%.",
}
skill[2043] = {
    ["skillName"] = "الصمت",
    ["desc"] = "مهارة سلبية: الهجوم لديه فرصة 30% لجعل العدو صامت  لمدة 1 جولة.",
}
skill[2044] = {
    ["skillName"] = "درع",
    ["desc"] = "مهارة سلبية: زيادة الدرع +32%.",
}
skill[2045] = {
    ["skillName"] = "الصحة",
    ["desc"] = "مهارة سلبية: زيادة الصحة +30%.",
}
skill[2046] = {
    ["skillName"] = "Blood Thirst",
    ["desc"] = "Passive skill: Heals you for (25% of Attack) HP when your attack is Blockd.",
}
skill[2047] = {
    ["skillName"] = "غير متوقف",
    ["desc"] = "المهارات السلبية: تزيد هجوم البطل الخلفي بنسبة 15%. وتزيد صحة بطل خط المواجهه 15%.",
}
skill[2048] = {
    ["skillName"] = "النزيف",
    ["desc"] = "مهارة سلبية: كل هجوم له 50% فرصة لاستنزاف الهدف، واحداث (40% من الهجوم) ضرر كل جولة لمدة 2 جولات.",
}
skill[2049] = {
    ["skillName"] = "كسر الدرع",
    ["desc"] = "مهارة سلبية: زيادة كسر الدرع +40%.",
}
skill[2050] = {
    ["skillName"] = "الغضب",
    ["desc"] = "مهارة سلبية: كلما يموت بطل العدو، تزيد الضربة الحرجة +15%.",
}
skill[2051] = {
    ["skillName"] = "Will Of Undead",
    ["desc"] = "Passive skill: Increases HP by 15% and Precision by 15%.",
}
skill[2052] = {
    ["skillName"] = "ضربة الدم",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 30%، يزيد الهجوم بنسبة 50% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2053] = {
    ["skillName"] = "ثقب الدرع",
    ["desc"] = "مهارة سلبية: كل هجوم يمنح النفس زيادة 8.4% كسر الدرع.",
}
skill[2054] = {
    ["skillName"] = "Will Of Undead",
    ["desc"] = "Passive skill: Increases HP by 15% and Precision by 15%.",
}
skill[2055] = {
    ["skillName"] = "الدم البارد",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، يزيد كسر الدرع بنسبة +8%  لمدة 2 جولات.",
}
skill[2056] = {
    ["skillName"] = "القتل",
    ["desc"] = "مهارة سلبية: يزيد الهجوم بنسبة 30% ويقلل درع بنسبة 32% لبطل خط الخلفي.",
}
skill[2057] = {
    ["skillName"] = "Will Of Undead",
    ["desc"] = "Passive skill: Increases HP by 20% and Precision by 20%.",
}
skill[2058] = {
    ["skillName"] = "HP Ceremony",
    ["desc"] = "Passive skill: Gains (45% of Attack) HP when the enemy Hero triggers Block.",
}
skill[2059] = {
    ["skillName"] = "القلب الصادق",
    ["desc"] = "مهارة سلبية: كل هجوم يشفي النفس بنسبة (24% من الهجوم).",
}
skill[2060] = {
    ["skillName"] = "نقطة الضعف",
    ["desc"] = "مهارة سلبية: يزيد من كسر الدرع كسر 32% والهجوم بنسبة 20%.",
}
skill[2061] = {
    ["skillName"] = "مطاردة",
    ["desc"] = "المهارة الخفية: يستهدف الهجوم الأساسي العدو الذي يتمتع بأقل نقاط صحة، مما يلحق ضررًا بنسبة [105% من الهجوم]، ويقلل نقاط درع الهدف بنسبة 10% (لا يمكن مراوغتها).",
}
skill[2062] = {
    ["skillName"] = "عدم الموت",
    ["desc"] = "مهارة سلبية: تزيد الصحة بنسبة 20% وكسر الدرع بنسبة 20%.",
}
skill[2063] = {
    ["skillName"] = "التهديد بالقتل",
    ["desc"] = "مهارة سلبية: تزيد +8.4% كسر الدرع و هجوم الضربة الحرجة +8%مع كل هجوم.",
}
skill[2064] = {
    ["skillName"] = "الغير محصّن",
    ["desc"] = "مهارة سلبية: مع موت البطل الحليف، وزيادة كسر الدرع +16% والهجوم +10%.",
}
skill[2065] = {
    ["skillName"] = "القوة المجنونة",
    ["desc"] = "مهارة سلبية: يزيد من كسر الدرع بنسبة 32%، والصحة بنسبة 25%، و الهجوم بنسبة 25%.",
}
skill[2066] = {
    ["skillName"] = "Precise Strike",
    ["desc"] = "Passive skill: Basic Attack targets front-line enemies, dealing(85%) damage, reduce targets' Block by 10% for 3 rounds.",
}
skill[2067] = {
    ["skillName"] = "Kharma's Eye",
    ["desc"] = "Passive skill: Increases Precision by 30%, Attack by 25% and HP by 10%",
}
skill[2068] = {
    ["skillName"] = "Blood Strike",
    ["desc"] = "Passive skill: Basic attack deals 120% damage if enemy's HP is above 50%",
}
skill[2069] = {
    ["skillName"] = "الصدمة",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 40% لصدم الهدف لمدة 1 جولة.",
}
skill[2070] = {
    ["skillName"] = "نقطة الضعف",
    ["desc"] = "مهارة سلبية: يزيد من كسر الدرع كسر 32% والهجوم بنسبة 20%.",
}
skill[2071] = {
    ["skillName"] = "كسر نقطة الضعف",
    ["desc"] = "مهارة سلبية: احداث ضرر اضافي (56% من الهجوم) على الأعداء المصدومين.",
}
skill[2072] = {
    ["skillName"] = "هجوم",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +10%.",
}
skill[2073] = {
    ["skillName"] = "درع",
    ["desc"] = "مهارة سلبية: زيادة الدرع +16%.",
}
skill[2074] = {
    ["skillName"] = "Hit Drain",
    ["desc"] = "Passive skill: Attack has a 35% chance to reduce the target's Precision by 20% for 3 rounds.",
}
skill[2075] = {
    ["skillName"] = "كسر درع الدم",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 30%، تزيد كسر الدرع بنسبة 64% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2076] = {
    ["skillName"] = "التعزذة الغامضة",
    ["desc"] = "مهارة سلبية: يزيد من اضرار المهارة بنسبة 37.5%.",
}
skill[2077] = {
    ["skillName"] = "القلب الصادق",
    ["desc"] = "مهارة سلبية: كل هجوم يقلل من هجوم العدو بنسبة 5% لمدة 3 جولة.",
}
skill[2078] = {
    ["skillName"] = "Block",
    ["desc"] = "Passive skill: Block+10%.",
}
skill[2079] = {
    ["skillName"] = "امنية",
    ["desc"] = "مهارة سلبية: تزيد من الصحة بنسبة 10% والسرعة بنسبة 20.",
}
skill[2080] = {
    ["skillName"] = "التحجر",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 10% للتغلب على الهدف لمدة 1 جولة.",
}
skill[2081] = {
    ["skillName"] = "القلب المنعزل",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 25% للتغلب على الهدف لمدة 20 جولة.",
}
skill[2082] = {
    ["skillName"] = "درع",
    ["desc"] = "مهارة سلبية: زيادة الدرع +32%.",
}
skill[2083] = {
    ["skillName"] = "الشفاء الذاتي",
    ["desc"] = "مهارة سلبية: فرصة 100% لشفاء الصحة (25% من الهجوم) عند التعامل مع الضرر.",
}
skill[2084] = {
    ["skillName"] = "Sword Master",
    ["desc"] = "Passive skill: Increases Block by 20% and Attack by 25%.",
}
skill[2085] = {
    ["skillName"] = "التجميد",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 15% لتجميد الهدف لمدة 1 جولة.",
}
skill[2086] = {
    ["skillName"] = "القلب المنعزل",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 25% للتغلب على الهدف لمدة 20 جولة.",
}
skill[2087] = {
    ["skillName"] = "Marksman",
    ["desc"] = "Passive skill: Increases Block by 10%, Attack by 10%, and Speed by 20.",
}
skill[2088] = {
    ["skillName"] = "القلب الصادق",
    ["desc"] = "مهارة سلبية: كل هجوم يقلل من هجوم العدو بنسبة 5% لمدة 3 جولة.",
}
skill[2089] = {
    ["skillName"] = "Hold Position",
    ["desc"] = "Passive skill: Gains +15% Block as a back-line Hero;  gains +15% HP as a front-line Hero.",
}
skill[2090] = {
    ["skillName"] = "الهجوم المضاد",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تزيد فرصة 40% من الهجوم المضاد ، واحداث المزيد من الضرر (62.5% من الهجوم).",
}
skill[2091] = {
    ["skillName"] = "قزم المجد",
    ["desc"] = "مهارة سلبية: تزيد الدرع 32% والصحة 20%.",
}
skill[2092] = {
    ["skillName"] = "الهجوم المضاد",
    ["desc"] = "مهارة سلبية: عند اتخاذ ضرر الضربة الحرجة، فإنه يوجد فرصة 100% للهجوم المضاد ، واحداث ضرر (100% من الهجوم).",
}
skill[2093] = {
    ["skillName"] = "Sword Guru",
    ["desc"] = "Passive skill: Increases Armor Break by 20% and Attack by 20%, HP+15%.",
}
skill[2094] = {
    ["skillName"] = "الشلل",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تقلل من هجوم المهاجم بنسبة 4% ويزيد هجومك بنسبة 4% لمدة 3 جولات.",
}
skill[2095] = {
    ["skillName"] = "Freeze Control",
    ["desc"] = "Passive skill: Deals extra (80% of Attack) damage against frozen foes.",
}
skill[2096] = {
    ["skillName"] = "سر القلب",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 20% للتغلب على الهدف لمدة 20 جولة.",
}
skill[2097] = {
    ["skillName"] = "ولاء بلي",
    ["desc"] = "مهارة سلبية: بعد وفاة البطل، 20% فرصة لصدم الهدف الخلفي للعدو لمدة 2 جولة.",
}
skill[2098] = {
    ["skillName"] = "Shadow Dance",
    ["desc"] = "Passive skill: Increases Block by 25% and Attack by 20%.",
}
skill[2099] = {
    ["skillName"] = "النزيف",
    ["desc"] = "مهارة سلبية: كل هجوم له 50% فرصة لاستنزاف الهدف، واحداث (50% من الهجوم) ضرر كل جولة لمدة 2 جولات.",
}
skill[2100] = {
    ["skillName"] = "Keen",
    ["desc"] = "Passive skill: When blocking, heals self for (120% of Attack) HP.",
}
skill[2101] = {
    ["skillName"] = "Ninjutsu",
    ["desc"] = "Passive skill: Increases Block by 25%, Speed by 40 and HP by 10%.",
}
skill[2102] = {
    ["skillName"] = "Thrash",
    ["desc"] = "Passive skill: Basic attack targets 1 random enemies, reduce targets' Precision by 10% for 2 rounds.",
}
skill[2103] = {
    ["skillName"] = "القلب الصادق",
    ["desc"] = "مهارة سلبية: كل هجوم يقلل من هجوم العدو بنسبة 5% لمدة 3 جولة.",
}
skill[2104] = {
    ["skillName"] = "Magic Energy",
    ["desc"] = "Passive skill: Increase Skill Damage by 60%, Hp by 25% and Precision by 10%.",
}
skill[2105] = {
    ["skillName"] = "المزاج السيء",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 30% للحد من الضربة الحرجة للعدو بنسبة 10% وزيادة الهجوم الذاتي بنسبة 20%  لمدة 2 جولات.",
}
skill[2106] = {
    ["skillName"] = "الضربة الحرجة",
    ["desc"] = "مهارة سلبية: زيادة الضربة الحرجة  +10%.",
}
skill[2107] = {
    ["skillName"] = "درع",
    ["desc"] = "مهارة سلبية: زيادة الدرع +16%.",
}
skill[2108] = {
    ["skillName"] = "الضربة النادرة",
    ["desc"] = "مهارة سلبية: زيادة الهجوم أساسي الذي يستهدف أعداء الخط الخلفي، واحداث ضرر بنسبة (50% من الهجوم).",
}
skill[2109] = {
    ["skillName"] = "قلب الشيطان",
    ["desc"] = "مهارة سلبية: يزيد الدروع بنسبة 16% و الصحة بنسبة 10%.",
}
skill[2110] = {
    ["skillName"] = "سرقة الصحة",
    ["desc"] = "مهارة سلبية: المهاجم لديه فرصة 100% لشفائك بنسبة (20% من الهجوم).",
}
skill[2111] = {
    ["skillName"] = "هجوم",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +15%.",
}
skill[2112] = {
    ["skillName"] = "مميزات المعركة",
    ["desc"] = "مهارة سلبية: يقلل هجوم الضربة الحرجة للعدو بنسبة 5% لمدة 3 جولة.",
}
skill[2113] = {
    ["skillName"] = "الهجوم المضاد",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تزيد فرصة 30% من الهجوم المضاد ، واحداث المزيد من الضرر (67% من الهجوم).",
}
skill[2114] = {
    ["skillName"] = "هجوم",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +15%.",
}
skill[2115] = {
    ["skillName"] = "حلّة اللهب",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، فإنه يوجد فرصة 30% لحرق الهدف، واحداث ضرر (20% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[2116] = {
    ["skillName"] = "إشعال",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 50% لحرق الهدف، واحداث ضرر (30% من الهجوم)  كل جولة لمدة 2 جولات.",
}
skill[2117] = {
    ["skillName"] = "هجوم",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +20%.",
}
skill[2118] = {
    ["skillName"] = "هجوم الغضب",
    ["desc"] = "مهارة سلبية: كل هجوم يمنح النفس زيادة هجوم بنسبة 10%.",
}
skill[2119] = {
    ["skillName"] = "قلب الشيطان",
    ["desc"] = "مهارة سلبية: يزيد الدروع بنسبة 24% و الصحة بنسبة 15%.",
}
skill[2120] = {
    ["skillName"] = "قلب الحديد",
    ["desc"] = "مهارة سلبية: يسترد 30% من الهجوم كصحة كلما يعاني من ضربة حرجة.",
}
skill[2121] = {
    ["skillName"] = "هجوم",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +15%.",
}
skill[2122] = {
    ["skillName"] = "إشعال",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 40% لحرق الهدف، واحداث ضرر (22.5% من الهجوم)  كل جولة لمدة 2 جولات.",
}
skill[2123] = {
    ["skillName"] = "الهجوم البري",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، يزيد الهجوم بنسبة +3% لمدة 2 جولة.",
}
skill[2124] = {
    ["skillName"] = "القدرة",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% للحد من ضرر الهدف بنسبة 15% وزيادة ضرر المهارة بنسبة 15% لمدة 3 جولات.",
}
skill[2125] = {
    ["skillName"] = "سرقة الهجوم",
    ["desc"] = "مهارة سلبية: سرقة الهجوم 14% من هجوم الهدف.",
}
skill[2126] = {
    ["skillName"] = "Toxic Attack",
    ["desc"] = "Passive skill: Basic attack targets 3 random enemies, has a 70% chance to poison them, deals(65% of Attack) damage for 2 rounds",
}
skill[2127] = {
    ["skillName"] = "هدية مارجريت",
    ["desc"] = "مهارة سلبية: بعد الموت، يحدث تسميمم لجميع الأعداء، واحداث ضرر (65% من الهجوم)  كل جولة لمدة 4 جولة.",
}
skill[2128] = {
    ["skillName"] = "شفرة الغضب",
    ["desc"] = "المهارة الخفية: زيادة الهجوم بنسبة 30%، والضرر الحرج بنسبة 10% ونقاط الصحة بنسبة 8%.",
}
skill[2129] = {
    ["skillName"] = "العين للعين",
    ["desc"] = "المهارة الخفية: يمنحك كل هجوم نسبة 10% من الضرر الحرج، ويقلل الضرر الحرج للهدف بنسبة 10% لـ 3 من الجولات، مع وجود فرصة نسبتها 30% في زيادة الضرر الحرج بنسبة 15% لـ 2 من الجولات.",
}
skill[2130] = {
    ["skillName"] = "قلب الشيطان",
    ["desc"] = "مهارة سلبية: يزيد الدروع بنسبة 32% و الصحة بنسبة 20%.",
}
skill[2131] = {
    ["skillName"] = "الخوف",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، يقلل من ضربة المهاجم الحرجة بنسبة 9% لمدة 3 جولة.",
}
skill[2132] = {
    ["skillName"] = "درع الشيطان",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 30%، يزيد نسبة الدرع بنسبة 60% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2133] = {
    ["skillName"] = "هجوم",
    ["desc"] = "المهارة الخفية: زيادة الهجوم بنسبة 20% ونقاط الصحة بنسبة 15%",
}
skill[2134] = {
    ["skillName"] = "إشعال",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 35% لحرق الهدف، واحداث ضرر (80% من الهجوم)  كل جولة لمدة 2 جولات.",
}
skill[2135] = {
    ["skillName"] = "قلب الشيطان",
    ["desc"] = "مهارة سلبية: يزيد الدروع بنسبة 32% و الصحة بنسبة 20%.",
}
skill[2136] = {
    ["skillName"] = "الهجوم المضاد",
    ["desc"] = "مهارة سلبية: عند اتخاذ ضرر الضربة الحرجة، فإنه يوجد فرصة 100% للهجوم المضاد ، واحداث ضرر (150% من الهجوم).",
}
skill[2137] = {
    ["skillName"] = "قوة الشيطان",
    ["desc"] = "مهارة سلبية: يزيد من الهجوم بنسبة 20% والضربة الحرجة بنسبة 20%، والصحة +10%.",
}
skill[2138] = {
    ["skillName"] = "تحطيم",
    ["desc"] = "مهارة سلبية: كلما يموت بطل العدو، يزيد الهجوم  +15%.",
}
skill[2139] = {
    ["skillName"] = "مواد الظلام",
    ["desc"] = "مهارة سلبية: يزيد من أضرار المهارة بنسبة 37.5% و الصحة بنسبة 15%.",
}
skill[2140] = {
    ["skillName"] = "الدرع الغامض",
    ["desc"] = "مهارة سلبية: الهجوم لديه فرصة 25% للحد من درع الهدف بنسبة 20% وزيادة الدرع الخاص بك بنسبة 20% لمدة 3 جولات.",
}
skill[2141] = {
    ["skillName"] = "مواد الظلام",
    ["desc"] = "مهارة سلبية: يزيد من أضرار المهارة بنسبة 50% و الصحة بنسبة 20%.",
}
skill[2142] = {
    ["skillName"] = "تعويذة التحكم",
    ["desc"] = "مهارة سلبية: يزيد كل هجوم من أضرار المهارة الخاصة بك بنسبة 17.5%.",
}
skill[2143] = {
    ["skillName"] = "مواد الظلام",
    ["desc"] = "مهارة سلبية: يزيد من أضرار المهارة بنسبة 50% و الصحة بنسبة 20%.",
}
skill[2144] = {
    ["skillName"] = "ضعف الطاقة",
    ["desc"] = "مهارة سلبية: في حين أخذ الضرر، فإنها تقلل من الضرر الكلي للمهاجم بنسبة 7.2% لمدة 3 جولة.",
}
skill[2145] = {
    ["skillName"] = "الهالة السوداء",
    ["desc"] = "مهارة سلبية: يزيد من أضرار المهارة بنسبة 62.5%، والصحة بنسبة 20%، والسرعة بقيمة 40.",
}
skill[2146] = {
    ["skillName"] = "التحجر",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 35% للتغلب على الهدف لمدة 1 جولة.",
}
skill[2147] = {
    ["skillName"] = "Preemptive Defense",
    ["desc"] = "Passive Skill: Has a 50% chance to increase self 30% Attack for 2 rounds and a  25% chance to reduce the attacker's 15 Energy when taking damage.",
}
skill[2148] = {
    ["skillName"] = "طلب الضوء",
    ["desc"] = "مهارة سلبية: يزيد الضرر الكلي بنسبة 18% والهجوم بنسبة 20%.",
}
skill[2149] = {
    ["skillName"] = "طلب الضوء",
    ["desc"] = "مهارة سلبية: يزيد الضرر الكلي بنسبة 24% والهجوم بنسبة 20%.",
}
skill[2150] = {
    ["skillName"] = "غضب المعركة",
    ["desc"] = "مهارة سلبية: كل هجوم يمنح ضرر كلي بنسبة 8.4%.",
}
skill[2151] = {
    ["skillName"] = "طلب الضوء",
    ["desc"] = "مهارة سلبية: يزيد الضرر الكلي بنسبة 24% والهجوم بنسبة 20%.",
}
skill[2152] = {
    ["skillName"] = "كسر السحر",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، يقلل من أضرار مهارة المهاجم بنسبة 15% لمدة 3 جولة.",
}
skill[2153] = {
    ["skillName"] = "الطلب السماوي",
    ["desc"] = "المهارة الخفية: زيادة الضرر المقدس بنسبة 36%، ونقاط الهجوم بنسبة 15%، ونقاط الصحة بنسبة 15% والضرر الحرج بنسبة 10%.",
}
skill[2154] = {
    ["skillName"] = "ربيع الحياة",
    ["desc"] = "المهارة الخفية: يعالج كل هجوم اللاعب نظير [45% من الهجوم] من نقاط الصحة ويزيد الضرر المقدس بنسبة 10% كل جولة لـ 4 من الجولات.",
}
skill[2155] = {
    ["skillName"] = "الشفاء الذاتي",
    ["desc"] = "المهارة الخفية: تعالج اللاعب نظير [20% من الهجوم] من نقاط الصحة ويزيد الضرر المقدس بنسبة 10% كل جولة لـ 3 من الجولات عند التعرّض لضرر.",
}
skill[2156] = {
    ["skillName"] = "الضربة الحرجة",
    ["desc"] = "مهارة سلبية: زيادة الضربة الحرجة  +30%.",
}
skill[2157] = {
    ["skillName"] = "الضرر الحرج",
    ["desc"] = "مهارة سلبية: زيادة ضرر الضربة الحرجة +60%.",
}
skill[2158] = {
    ["skillName"] = "عطش الغضب",
    ["desc"] = "مهارة سلبية: كل هجوم يمنح الشفاء 10% مع الضربة الحرجة.",
}
skill[2159] = {
    ["skillName"] = "شفاء",
    ["desc"] = "مهارة سلبية: كل ضربة حرجة تشفيك بنسبة (80% من الهجوم).",
}
skill[2160] = {
    ["skillName"] = "التفاف الضربة",
    ["desc"] = "مهارة سلبية: الهجوم يقلل من كسر الدرع من قبل الهدف بنسبة 20% لمدة 3 جولات.",
}
skill[2161] = {
    ["skillName"] = "الشفاء الذاتي",
    ["desc"] = "مهارة سلبية: لديه فرصة 50% لشفاء نفسه بنسبة (55% من الهجوم) عند اتخاذ الضرر.",
}
skill[2162] = {
    ["skillName"] = "الهجوم السام",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 50% لتسميم الهدف، وإحداث ضرر بنسبة (54% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[2163] = {
    ["skillName"] = "أضعاف الحزمة",
    ["desc"] = "مهارة سلبية: هجوم أساسي يستهدف العدو ذو الأدنى صحة.",
}
skill[2164] = {
    ["skillName"] = "اغنية الغابة",
    ["desc"] = "مهارة سلبية: زيادة الضربة الحرجة بنسبة 30% والهجوم بنسبة 30%.",
}
skill[2165] = {
    ["skillName"] = "تعويذة التحكم",
    ["desc"] = "مهارة سلبية: يزيد كل هجوم من أضرار المهارة الخاصة بك بنسبة 22%.",
}
skill[2166] = {
    ["skillName"] = "الهائج",
    ["desc"] = "مهارة سلبية: يزيد من الضربة الحرجة بنسبة 40% ويقلل الصحة بنسبة 15% لبطل الخط الخلفي.",
}
skill[2167] = {
    ["skillName"] = "الصدمة",
    ["desc"] = "مهارة سلبية: الضربة الحرجة لديها فرصة 40% لصدم الهدف لمدة 1 الجولة.",
}
skill[2168] = {
    ["skillName"] = "صائد الشيطان II",
    ["desc"] = "مهارة سلبية: زيادة الضربة الحرجة بنسبة 30%، وزيادة ضررالضربة الحرجة بنسبة 25%، وزيادة الهجوم بنسبة 20%",
}
skill[2169] = {
    ["skillName"] = "السهم الحزين",
    ["desc"] = "المهارة الخفية: عند الهجوم الأساسي، هناك فرصة قدرها 60% من إلحاق ضرر السم بنسبة 140% واحتمالية 15% لإسكات الهدف لـ 2 من الجولات.",
}
skill[2170] = {
    ["skillName"] = "الإذلال II",
    ["desc"] = "مهارة سلبية: كلما يموت بطل العدو، يزيد ضرر الضربة +15% والهجوم بنسبة +12%",
}
skill[2171] = {
    ["skillName"] = "الصحة II",
    ["desc"] = "مهارة سلبية: تزيد الصحة +30%، تزيد الدروع بنسبة 35%.",
}
skill[2172] = {
    ["skillName"] = "الإلهام II",
    ["desc"] = "مهارة سلبية: عند ضرب الحليف الضربة الحرجة، فإنها تقوم بالشفاء بنسبة (45% من هجوم).",
}
skill[2173] = {
    ["skillName"] = "التحمس II",
    ["desc"] = "المهارة الخفية: عند التعرض لضرر، تنخفض نسبة تحطيم درع الهدف بمقدار 13% وتحرقه، مما يؤدي إلى إلحاق الضرر بنسبة [36% من الهجوم] لكل جولة لـ 6 من الجولات.",
}
skill[2174] = {
    ["skillName"] = "صائد الشيطان II",
    ["desc"] = "مهارة سلبية: يزيد من نسبة الضربة الحرجة 30% و ضررالضربة الحرجة بنسبة 40%.",
}
skill[2175] = {
    ["skillName"] = "اضعاف الحزمة II",
    ["desc"] = "المهارة الخفية: يستهدف الهجوم الأساسي العدو الذي يتمتع بأقل نقاط صحة، محدثًا (105%) من الضرر، وتقلل هجوم الهدف بنسبة 15% لـ 3 من الجولات.",
}
skill[2176] = {
    ["skillName"] = "الهجوم السام II",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 50% لتسميم الهدف، وإحداث ضرر بنسبة (80% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[2177] = {
    ["skillName"] = "Impairing Strike II",
    ["desc"] = "Passive Skill: Basic attack deals 95% attack damage against 2 random enemies and has a 12% chance to stun targets for 2 rounds.",
}
skill[2178] = {
    ["skillName"] = "Forest Song II",
    ["desc"] = "Passive Skill: Increase Crit by 30%, Attack by 35% and HP by 15%",
}
skill[2179] = {
    ["skillName"] = "Spiritual Attunement II",
    ["desc"] = "Passive Skill: After enemy hero died, heals the ally with the lowest HP for (20% of total HP) HP.",
}
skill[2180] = {
    ["skillName"] = "Groo'S Tenacity II",
    ["desc"] = "مهارة سلبية: يزيد الصحة بنسبة 32% ويقلل الأضرار بنسبة 20%.",
}
skill[2181] = {
    ["skillName"] = "الخوف II",
    ["desc"] = "المهارة الخفية: عند التعرض لضرر، تقلل هجوم الهدف بنسبة 11%، والضرر الحرج بنسبة 15% لـ 2 من الجولات",
}
skill[2182] = {
    ["skillName"] = "الهجوم المضاد II",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تزيد فرصة 70% من الهجوم المضاد ، واحداث المزيد من الضرر (150% من الهجوم).",
}
skill[2183] = {
    ["skillName"] = "الضربة الحرجة II",
    ["desc"] = "مهارة سلبية: زيادة الضربة الحرجة +30%، الهجوم +25%.",
}
skill[2184] = {
    ["skillName"] = "الجرعة II",
    ["desc"] = "مهارة سلبية: كل ضربة حرجة لديها فرصة 100% لتسميم الهدف، والتعامل بمزيد من الضرر (66% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[2185] = {
    ["skillName"] = "جرعة التحكم II",
    ["desc"] = "مهارة سلبية: تحدث ضرر اضافي (50% من الهجوم) على الأعداء المسمومة.",
}
skill[2186] = {
    ["skillName"] = "الصحة",
    ["desc"] = "مهارة سلبية: زيادة الصحة +40%.",
}
skill[2187] = {
    ["skillName"] = "Blood Thirst",
    ["desc"] = "Passive skill: Heals you for (100% of Attack) HP when your attack is Blockd.",
}
skill[2188] = {
    ["skillName"] = "غير متوقف",
    ["desc"] = "المهارات السلبية: تزيد هجوم البطل الخلفي بنسبة 25%. وتزيد صحة بطل خط المواجهه 25%.",
}
skill[2189] = {
    ["skillName"] = "النزيف",
    ["desc"] = "مهارة سلبية: كل هجوم له 50% فرصة لاستنزاف الهدف، واحداث (50% من الهجوم) ضرر كل جولة لمدة 2 جولات.",
}
skill[2190] = {
    ["skillName"] = "كسر الدرع",
    ["desc"] = "مهارة سلبية: زيادة كسر الدرع +64%.",
}
skill[2191] = {
    ["skillName"] = "الغضب",
    ["desc"] = "مهارة سلبية: كلما يموت بطل العدو، تزيد الضربة الحرجة +20%.",
}
skill[2192] = {
    ["skillName"] = "Will Of Undead",
    ["desc"] = "Passive skill: Increases HP by 25% and Precision by 20%.",
}
skill[2193] = {
    ["skillName"] = "ضربة الدم",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 30%، يزيد الهجوم بنسبة 65% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2194] = {
    ["skillName"] = "ثقب الدرع",
    ["desc"] = "مهارة سلبية: كل هجوم يمنح النفس زيادة 14% كسر الدرع.",
}
skill[2195] = {
    ["skillName"] = "Will Of Undead",
    ["desc"] = "Passive skill: Increases HP by 25% and Precision by 20%.",
}
skill[2196] = {
    ["skillName"] = "الدم البارد",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، يزيد كسر الدرع بنسبة +8%  لمدة 2 جولات.",
}
skill[2197] = {
    ["skillName"] = "القتل",
    ["desc"] = "مهارة سلبية: يزيد الهجوم بنسبة 40% ويقلل درع بنسبة 40% لبطل خط الخلفي.",
}
skill[2198] = {
    ["skillName"] = "Will Of Undead II",
    ["desc"] = "Passive skill: Increases HP by 30% and Precision by 20%.",
}
skill[2199] = {
    ["skillName"] = "HP Ceremony II",
    ["desc"] = "Passive skill: Gains (60% of Attack) HP when the enemy Hero triggers Block.",
}
skill[2200] = {
    ["skillName"] = " IIالقلب الصادق ",
    ["desc"] = "مهارة سلبية: كل هجوم يشفي النفس بنسبة (36% من الهجوم).",
}
skill[2201] = {
    ["skillName"] = " II نقطة الضعف",
    ["desc"] = "المهارة الخفية: زيادة تحطيم الدرع بنسبة 36%، ونقاط الهجوم بنسبة 22%، ونقاط الصحة بنسبة 10%.",
}
skill[2202] = {
    ["skillName"] = "المطاردة II",
    ["desc"] = "المهارة الخفية: يستهدف الهجوم الأساسي العدو الذي يتمتع بأقل نقاط صحة، مما يلحق ضررًا بنسبة [110% من الهجوم]، ويقلل نقاط درع الهدف بنسبة 15% (لا يمكن مراوغتها).",
}
skill[2203] = {
    ["skillName"] = "كسر درع الدم II",
    ["desc"] = "المهارة الخفية: عندما تكون الصحة أقل من 80%، يزيد تحطيم الدرع بنسبة 30% وتتم معالجة اللاعب باستمرار نظير [300% من الهجوم] من نقاط الصحة لـ 5 من الجولات (يمكن تشغيلها مرة واحدة فقط)",
}
skill[2204] = {
    ["skillName"] = "عدم الموت II",
    ["desc"] = "مهارة سلبية: تزيد الصحة بنسبة 30% وكسر الدرع بنسبة 28%.",
}
skill[2205] = {
    ["skillName"] = "تهديد القتل II",
    ["desc"] = "مهارة سلبية: تزيد +11.2% كسر الدرع و هجوم الضربة الحرجة +11%مع كل هجوم.",
}
skill[2206] = {
    ["skillName"] = "درع الدم II",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، يزيد الهجوم بنسبة 60% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2207] = {
    ["skillName"] = "الغير محصّن II",
    ["desc"] = "مهارة سلبية: مع موت البطل الحليف، وزيادة كسر الدرع +20% والهجوم +20%.",
}
skill[2208] = {
    ["skillName"] = "القوة المجنونة II",
    ["desc"] = "مهارة سلبية: يزيد من كسر الدرع بنسبة 32%، والصحة بنسبة 25%، و الهجوم بنسبة 25%.",
}
skill[2209] = {
    ["skillName"] = "الأمنية الأخيرة II",
    ["desc"] = "مهارة سلبية: بعد الموت، تحدث ضرر بنسبة (75% من الهجوم) ضد جميع الأعداء.",
}
skill[2210] = {
    ["skillName"] = "Precise Strike II",
    ["desc"] = "Passive skill: Basic Attack targets front-line enemies, dealing(95%) damage, reduce targets' Block by 15% for 3 rounds.",
}
skill[2211] = {
    ["skillName"] = "Kharma's Eye II",
    ["desc"] = "Passive skill: Increases Precision by 60%, Attack by 35% and HP by 15%",
}
skill[2212] = {
    ["skillName"] = "Blood Strike II",
    ["desc"] = "Passive skill: Basic attack deals 150% damage if enemy's HP is above 50%",
}
skill[2213] = {
    ["skillName"] = "الصدمة II",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 50% لصدم الهدف لمدة 1 جولة.",
}
skill[2214] = {
    ["skillName"] = " II نقطة الضعف",
    ["desc"] = "مهارة سلبية: يزيد من كسر الدرع كسر 32% والهجوم بنسبة 30%.",
}
skill[2215] = {
    ["skillName"] = "كسر نقطة الضعف II",
    ["desc"] = "مهارة سلبية: احداث ضرر اضافي (75% من الهجوم) على الأعداء المصدومين.",
}
skill[2216] = {
    ["skillName"] = "القلب المنعزل",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 25% للتغلب على الهدف لمدة 30 جولة.",
}
skill[2217] = {
    ["skillName"] = "انقسام التعويذة",
    ["desc"] = "مهارة سلبية: يستهدف الهجوم الأساسي 2 عدو بشكل عشوائي، واحداث ضرر بنسبة (75% من هجوم).",
}
skill[2218] = {
    ["skillName"] = "درع",
    ["desc"] = "مهارة سلبية: زيادة الدرع +56%.",
}
skill[2219] = {
    ["skillName"] = "الشفاء الذاتي",
    ["desc"] = "مهارة سلبية: لديه فرصة 100% للشفاء بنسبة (35% من الهجوم) عند التعامل مع الضرر.",
}
skill[2220] = {
    ["skillName"] = "Sword Guru",
    ["desc"] = "Passive skill: Increases Block by 20% and Attack by 30%.",
}
skill[2221] = {
    ["skillName"] = "النزيف",
    ["desc"] = "مهارة سلبية: كل هجوم له 50% فرصة لاستنزاف الهدف، واحداث (40% من الهجوم) ضرر كل جولة لمدة 2 جولات.",
}
skill[2222] = {
    ["skillName"] = "التجميد",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 25% لتجميد الهدف لمدة 1 جولة.",
}
skill[2223] = {
    ["skillName"] = "القلب المنعزل",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 30% للتغلب على الهدف لمدة 30 جولة.",
}
skill[2224] = {
    ["skillName"] = "Marksman",
    ["desc"] = "Passive skill: Increases Block by 15%, Attack by 15%, and Speed by 30.",
}
skill[2225] = {
    ["skillName"] = "القلب الصادق",
    ["desc"] = "مهارة سلبية: كل هجوم يقلل من هجوم العدو بنسبة 9% لمدة 3 جولة.",
}
skill[2226] = {
    ["skillName"] = "Hold Position",
    ["desc"] = "Passive skill: Gains +20% Block as a back-line Hero;  gains +20% HP as a front-line Hero.",
}
skill[2227] = {
    ["skillName"] = "الهجوم المضاد",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تزيد فرصة 40% من الهجوم المضاد ، واحداث المزيد من الضرر (75% من الهجوم).",
}
skill[2228] = {
    ["skillName"] = "قزم المجد II",
    ["desc"] = "مهارة سلبية: تزيد الدرع 40% والصحة 30%.",
}
skill[2229] = {
    ["skillName"] = "الهجوم المضاد II",
    ["desc"] = "مهارة سلبية: عند اتخاذ ضرر الضربة الحرجة، فإنه يوجد فرصة 100% للهجوم المضاد ، واحداث ضرر (120% من الهجوم).",
}
skill[2230] = {
    ["skillName"] = "درع الدم II",
    ["desc"] = "المهارة الخفية: عندما تكون الصحة أقل من 50%، يزيد درع الحلفاء بنسبة 60% لـ 3 من الجولات (يمكن تشغيلها مرة واحدة فقط)",
}
skill[2231] = {
    ["skillName"] = "Sword Guru II",
    ["desc"] = "Passive skill: Increases Armor Break by 30% and Attack by 25%, HP+20%.",
}
skill[2232] = {
    ["skillName"] = "الشلل II",
    ["desc"] = "مهارة سلبية: عندما يتم الهجوم من قبل العدو، يقلل من هجومه بنسبة 7% وزيادة الهجوم الخاص بك بنسبة 7%، لمدة 3 جولات.",
}
skill[2233] = {
    ["skillName"] = "Freeze Control II",
    ["desc"] = "Passive skill: Deals extra (120% of Attack) damage against frozen foes.",
}
skill[2234] = {
    ["skillName"] = "سر القلب II",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 20% للتغلب على الهدف لمدة 30 جولة.",
}
skill[2235] = {
    ["skillName"] = "ولاء بلي II",
    ["desc"] = "مهارة سلبية: بعد وفاة البطل، 28% فرصة لصدم الهدف الخلفي للعدو لمدة 2 جولة.",
}
skill[2236] = {
    ["skillName"] = "الصدمة II",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 27% لصدم الهدف لمدة 2 جولة.",
}
skill[2237] = {
    ["skillName"] = "Shadow Dance II",
    ["desc"] = "Passive skill: Increases Block by 30% and Attack by 30%.",
}
skill[2238] = {
    ["skillName"] = "النزيف II",
    ["desc"] = "مهارة سلبية: كل هجوم له 70% فرصة لاستنزاف الهدف، واحداث (60% من الهجوم) ضرر كل جولة لمدة 2 جولات.",
}
skill[2239] = {
    ["skillName"] = "اضعاف الحزمة II",
    ["desc"] = "المهارة الخفية: يستهدف الهجوم الأساسي العدو الذي يتمتع بأقل نقاط صحة، وتتم سرقة هجوم الهدف بنسبة 10% لـ 3 من الجولات.",
}
skill[2240] = {
    ["skillName"] = "Keen II",
    ["desc"] = "Passive skill: When blocking, heals self for (160% of Attack) HP.",
}
skill[2241] = {
    ["skillName"] = "Ninjutsu II",
    ["desc"] = "Passive skill: Increases Block by 30%, Speed by 50 and hp by 15%.",
}
skill[2242] = {
    ["skillName"] = "Thrash II",
    ["desc"] = "Passive skill: Basic attack targets front-line enemies, dealing (85% of Attack) damage, reduce targets' Precision by 15% for 2 rounds.",
}
skill[2243] = {
    ["skillName"] = " IIالقلب الصادق ",
    ["desc"] = "مهارة سلبية: هجوم يقلل من هجوم الهدف بنسبة 8% ل 3 جولات.",
}
skill[2244] = {
    ["skillName"] = "Magic Energy II",
    ["desc"] = "Passive skill: Increase Skill Damage by 75%, Hp by 35% and Precision by 20%.",
}
skill[2245] = {
    ["skillName"] = "المزاج السيء II",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 80% للحد من الضربة الحرجة للعدو بنسبة 10% وزيادة الهجوم الذاتي بنسبة 20%  لمدة 3 جولات.",
}
skill[2246] = {
    ["skillName"] = "إشعال",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 50% لحرق الهدف، واحداث ضرر (48% من الهجوم)  كل جولة لمدة 2 جولات.",
}
skill[2247] = {
    ["skillName"] = "هجوم",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +30%.",
}
skill[2248] = {
    ["skillName"] = "هجوم الغضب",
    ["desc"] = "مهارة سلبية: كل هجوم يمنح النفس زيادة هجوم بنسبة 10%.",
}
skill[2249] = {
    ["skillName"] = "الحماسة",
    ["desc"] = "مهارة سلبية: تحدث ضرر اضافي (25% من الهجوم) والتي تلحق بالأعداء.",
}
skill[2250] = {
    ["skillName"] = "قلب الشيطان",
    ["desc"] = "مهارة سلبية: يزيد الدروع بنسبة 32% و الصحة بنسبة 25%.",
}
skill[2251] = {
    ["skillName"] = "قلب الحديد",
    ["desc"] = "مهارة سلبية: تحدث (50%*ضرر) لصحة لكل ضربة حرجة مأخوذة.",
}
skill[2252] = {
    ["skillName"] = "الهجوم&الصحة",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +20% و الصحة +25%.",
}
skill[2253] = {
    ["skillName"] = "إشعال",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 40% لحرق الهدف، واحداث ضرر (37.5% من الهجوم)  كل جولة لمدة 2 جولات.",
}
skill[2254] = {
    ["skillName"] = "الهجوم البري",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، يزيد الهجوم بنسبة +6% لمدة 2 جولة.",
}
skill[2255] = {
    ["skillName"] = "القدرة",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% للحد من ضرر الهدف بنسبة 25% وزيادة ضرر المهارة بنسبة 15% لمدة 3 جولات.",
}
skill[2256] = {
    ["skillName"] = "سرقة الهجوم",
    ["desc"] = "مهارة سلبية: سرقة الهجوم 18% من هجوم الهدف.",
}
skill[2257] = {
    ["skillName"] = "مساعدة القاتل",
    ["desc"] = "مهارة سلبية: تحدث ضرر اضافي (20% من الهجوم) ضد المساعدين.",
}
skill[2258] = {
    ["skillName"] = "Toxic Attack II",
    ["desc"] = "Passive skill: Basic attack targets 3 random enemies, has a 80% chance to poison them, deals(70% of Attack) damage for 2 rounds",
}
skill[2259] = {
    ["skillName"] = " هدية مارجريت II",
    ["desc"] = "مهارة سلبية: بعد الموت، يحدث تسميمم لجميع الأعداء، واحداث ضرر (73% من الهجوم)  كل جولة لمدة 4 جولة.",
}
skill[2260] = {
    ["skillName"] = "Toxic Skin II",
    ["desc"] = "Passive skill: Heals self for(120% of attack) HP while suffering from damage over time",
}
skill[2261] = {
    ["skillName"] = "شفرة الغضب II",
    ["desc"] = "المهارة الخفية: زيادة الهجوم بنسبة 40%، والضرر الحرج بنسبة 20% ونقاط الصحة بنسبة 12%.",
}
skill[2262] = {
    ["skillName"] = "العين للعين II",
    ["desc"] = "المهارة الخفية: يمنحك كل هجوم نسبة 15% من الضرر الحرج، ويقلل الضرر الحرج للهدف بنسبة 15% لـ 4 من الجولات، مع وجود فرصة نسبتها 40% في زيادة الضرر الحرج بنسبة 22% لـ 2 من الجولات.",
}
skill[2263] = {
    ["skillName"] = "الهجوم المضاد II",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تزيد فرصة 100% من الهجوم المضاد ، واحداث المزيد من الضرر (80% من الهجوم).",
}
skill[2264] = {
    ["skillName"] = "قلب الشيطان II",
    ["desc"] = "مهارة سلبية: يزيد الدروع بنسبة 32% و الصحة بنسبة 30%.",
}
skill[2265] = {
    ["skillName"] = "الخوف II",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، يقلل من ضربة المهاجم الحرجة بنسبة 15% لمدة 3 جولة.",
}
skill[2266] = {
    ["skillName"] = "درع الشيطان II",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 30%، يزيد نسبة الدرع بنسبة 100% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2267] = {
    ["skillName"] = "الهجوم II",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 25% للتغلب على الهدف لمدة 20 جولة.",
}
skill[2268] = {
    ["skillName"] = "الاشعال II",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 55% لحرق الهدف، واحداث ضرر (90% من الهجوم)  كل جولة لمدة 2 جولات.",
}
skill[2269] = {
    ["skillName"] = "حلّة اللهب II",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، فإنه يوجد فرصة 80% لحرق الهدف، واحداث ضرر (80% من الهجوم) كل جولة لمدة 1 جولات.",
}
skill[2270] = {
    ["skillName"] = "قلب الشيطان II",
    ["desc"] = "مهارة سلبية: يزيد الدروع بنسبة 32% و الصحة بنسبة 30%.",
}
skill[2271] = {
    ["skillName"] = "الهجوم المضاد II",
    ["desc"] = "مهارة سلبية: عند اتخاذ ضرر الضربة الحرجة، فإنه يوجد فرصة 100% للهجوم المضاد ، واحداث ضرر (240% من الهجوم).",
}
skill[2272] = {
    ["skillName"] = "الحاجز العارض II",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، فإنها تزيد من الأضرار بنسبة 35% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2273] = {
    ["skillName"] = "قوة الشيطان II",
    ["desc"] = "مهارة سلبية: يزيد من الهجوم بنسبة 25% والضربة الحرجة بنسبة 30%، والصحة +15%.",
}
skill[2274] = {
    ["skillName"] = "التحطيم II",
    ["desc"] = "مهارة سلبية: كلما يموت بطل العدو، يزيد الهجوم  +20%.",
}
skill[2275] = {
    ["skillName"] = "اضعاف الحزمة II",
    ["desc"] = "مهارة سلبية: هجوم أساسي يستهدف العدو ذو الأدنى صحة، واحداث ضرر بنسبة (110% من الهجوم).",
}
skill[2276] = {
    ["skillName"] = "مواد الظلام",
    ["desc"] = "مهارة سلبية: يزيد من أضرار المهارة بنسبة 75% و الصحة بنسبة 30%.",
}
skill[2277] = {
    ["skillName"] = "تعويذة التحكم",
    ["desc"] = "مهارة سلبية: يزيد كل هجوم من أضرار المهارة الخاصة بك بنسبة 21.9%.",
}
skill[2278] = {
    ["skillName"] = "مواد الظلام",
    ["desc"] = "مهارة سلبية: يزيد من أضرار المهارة بنسبة 75% و الصحة بنسبة 30%.",
}
skill[2279] = {
    ["skillName"] = "ضعف الطاقة",
    ["desc"] = "مهارة سلبية: في حين أخذ الضرر، فإنها تقلل من الضرر الكلي للمهاجم بنسبة 9% لمدة 3 جولة.",
}
skill[2280] = {
    ["skillName"] = "الهالة السوداء II",
    ["desc"] = "مهارة سلبية: يزيد من أضرار المهارة بنسبة 87.5%، والصحة بنسبة 35%، والسرعة بقيمة 50.",
}
skill[2281] = {
    ["skillName"] = "التحجير II",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 45% للتغلب على الهدف لمدة 1 جولة.",
}
skill[2282] = {
    ["skillName"] = "Preemptive Defense II",
    ["desc"] = "Passive Skill: Has a 50% chance to increase self 45% Attack for 2 rounds and a  25% chance to reduce the attacker's 20 Energy when taking damage.",
}
skill[2283] = {
    ["skillName"] = "طلب الضوء",
    ["desc"] = "مهارة سلبية: يزيد الضرر الكلي بنسبة 36% والهجوم بنسبة 30%.",
}
skill[2284] = {
    ["skillName"] = "غضب المعركة",
    ["desc"] = "مهارة سلبية: كل هجوم يمنح ضرر كلي بنسبة 10.5%.",
}
skill[2285] = {
    ["skillName"] = "طلب الضوء",
    ["desc"] = "مهارة سلبية: يزيد الضرر الكلي بنسبة 36% والهجوم بنسبة 30%.",
}
skill[2286] = {
    ["skillName"] = "كسر السحر",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، يقلل من أضرار مهارة المهاجم بنسبة 18.8% لمدة 3 جولة.",
}
skill[2287] = {
    ["skillName"] = "الطلب السماوي II",
    ["desc"] = "المهارة الخفية: زيادة الضرر المقدس بنسبة 48%، ونقاط الهجوم بنسبة 20%، ونقاط الصحة بنسبة 20% والضرر الحرج بنسبة 15%.",
}
skill[2288] = {
    ["skillName"] = "ربيع الحياه II",
    ["desc"] = "المهارة الخفية: يعالج كل هجوم اللاعب نظير [80% من الهجوم] من نقاط الصحة ويزيد الضرر المقدس بنسبة 15% كل جولة لـ 4 من الجولات.",
}
skill[2289] = {
    ["skillName"] = "شفاء الذات II",
    ["desc"] = "المهارة الخفية: تعالج اللاعب نظير [30% من الهجوم] من نقاط الصحة ويزيد الضرر المقدس بنسبة 15% كل جولة لـ 3 من الجولات عند التعرّض لضرر.",
}
skill[2290] = {
    ["skillName"] = "الهجوم المضاد",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تزيد فرصة 35% من الهجوم المضاد ، واحداث المزيد من الضرر (71% من الهجوم).",
}
skill[2291] = {
    ["skillName"] = "نقطة الضعف",
    ["desc"] = "مهارة سلبية: يزيد من كسر الدرع كسر 16% والهجوم بنسبة 10%.",
}
skill[2292] = {
    ["skillName"] = "المحارب الهالك",
    ["desc"] = "مهارة سلبية: تحدث المزيد من الضرر بنسبة 25% ضد المحاربين.",
}
skill[2293] = {
    ["skillName"] = "إشعال",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 100% لحرق الهدف، واحداث ضرر (10% من الهجوم)  كل جولة حتى وفاته.",
}
skill[2294] = {
    ["skillName"] = "عباءة النار",
    ["desc"] = "مهارة سلبية: مضمونة لحرق العدو عند اتخاذ الضرر، واحداث ضرر بنسبة (10% من الهجوم) كل جولة حتى وفاته.",
}
skill[2295] = {
    ["skillName"] = "درع",
    ["desc"] = "مهارة سلبية: زيادة الدرع +32%.",
}
skill[2296] = {
    ["skillName"] = "درع الدم",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، يزيد نسبة الدرع بنسبة 60% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2297] = {
    ["skillName"] = "غضب كريستيان",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +15% و الصحة +15%.",
}
skill[2298] = {
    ["skillName"] = "الصمت",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 20% لصمت الهدف لمدة 2 جولة.",
}
skill[2299] = {
    ["skillName"] = "إزهار الحياة",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 50% لشفاء الحليف ذو الأدنى صحة بنسبة (50% من الهجوم).",
}
skill[2300] = {
    ["skillName"] = "الشفاء الذاتي",
    ["desc"] = "مهارة سلبية: يشفي الصحة  (35% من الهجوم) عند اتخاذ الضرر.",
}
skill[2301] = {
    ["skillName"] = "الحياة",
    ["desc"] = "مهارة سلبية: زيادة الصحة +20%.",
}
skill[2302] = {
    ["skillName"] = "الماهر",
    ["desc"] = "مهارة سلبية: تزيد ضرر المهارة بنسلة +21.9% عند احداث الضرر. يستمر لمدة 2 جولة.",
}
skill[2303] = {
    ["skillName"] = "سرقة الطاقة",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لسرقة 20 نقطة من طاقة الهدف وتزيد المهارة بنسبة 20%.",
}
skill[2304] = {
    ["skillName"] = "الضربة النادرة",
    ["desc"] = "مهارة سلبية: هجوم أساسي يستهدف 1 عدو عشوائي في خط العدو الخلفي.",
}
skill[2305] = {
    ["skillName"] = "شفاء",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لشفاء 1 حليف في الخط الأمامي بشكل عشوائي بنسبة (35% من هجوم).",
}
skill[2306] = {
    ["skillName"] = "التضحية العدالة",
    ["desc"] = "مهارة سلبية: عندما يقتل البطل، يكسب جميع الحلفاء صحة بنسبة (70% *هجوم)  وتزيد ضرر الضربة الحرجة بنسبة 5% لمدة 3 جولات.",
}
skill[2307] = {
    ["skillName"] = "نقطة الضعف",
    ["desc"] = "مهارة سلبية: يزيد من كسر الدرع كسر 32% والهجوم بنسبة 20%.",
}
skill[2308] = {
    ["skillName"] = "المحارب الهالك",
    ["desc"] = "مهارة سلبية: تحدث المزيد من الضرر بنسبة 35% ضد المحاربين.",
}
skill[2309] = {
    ["skillName"] = "إشعال",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 100% لحرق الهدف، واحداث ضرر (17.5% من الهجوم)  كل جولة حتى وفاته.",
}
skill[2310] = {
    ["skillName"] = "عباءة النار",
    ["desc"] = "مهارة سلبية: مضمونة لحرق العدو عند اتخاذ الضرر، واحداث ضرر بنسبة (14% من الهجوم) كل جولة حتى وفاته.",
}
skill[2311] = {
    ["skillName"] = "درع",
    ["desc"] = "مهارة سلبية: زيادة الدرع +48%.",
}
skill[2312] = {
    ["skillName"] = "درع الدم",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، يزيد نسبة الدرع بنسبة 96% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2313] = {
    ["skillName"] = "غضب كريستيان",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +20% و الصحة +25%.",
}
skill[2314] = {
    ["skillName"] = "الصمت",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 30% لصمت الهدف لمدة 2 جولة.",
}
skill[2315] = {
    ["skillName"] = "إزهار الحياة",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 50% لشفاء الحليف ذو الأدنى صحة بنسبة (90% من الهجوم).",
}
skill[2316] = {
    ["skillName"] = "الشفاء الذاتي",
    ["desc"] = "مهارة سلبية: يشفي الصحة  (45% من الهجوم) عند اتخاذ الضرر.",
}
skill[2317] = {
    ["skillName"] = "الحياة",
    ["desc"] = "مهارة سلبية: زيادة الصحة +30%.",
}
skill[2318] = {
    ["skillName"] = "الماهر",
    ["desc"] = "مهارة سلبية: تزيد ضرر المهارة بنسلة +35% عند احداث الضرر. يستمر لمدة 2 جولة.",
}
skill[2319] = {
    ["skillName"] = "سرقة الطاقة",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لسرقة 30 نقطة من طاقة الهدف وتزيد المهارة بنسبة 25%.",
}
skill[2320] = {
    ["skillName"] = "Power Of The Grey-Eyed",
    ["desc"] = "Passive skill: Increases Precision by 10% and Attack by 15%.",
}
skill[2321] = {
    ["skillName"] = "الضربة النادرة",
    ["desc"] = "مهارة سلبية: هجوم أساسي يستهدف 1 عدو عشوائي في خط العدو الخلفي.",
}
skill[2322] = {
    ["skillName"] = "شفاء",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لشفاء حلفاء خط المواجهة بنسبة (55% من هجوم).",
}
skill[2323] = {
    ["skillName"] = "التضحية العدالة",
    ["desc"] = "مهارة سلبية: عندما يقتل البطل، يكسب جميع الحلفاء صحة (95% * هجوم) وتزيد ضرر الضربة الحرجة 8% لمدة 3 جولات",
}
skill[2324] = {
    ["skillName"] = "شفاء",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لإحداث ضرر اضافي (30% من الهجوم) وشفاء حليف عشوائي بنسبة (25% من الهجوم) كل جولة لمدة 3 جولات.",
}
skill[2325] = {
    ["skillName"] = "قوة أورموس",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +20% و الصحة +20%.",
}
skill[2326] = {
    ["skillName"] = "قلب أورموس",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 30%، تشفي جميع الحلفاء بنسبة (60% من الهجوم). يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2327] = {
    ["skillName"] = "Power Of Dantalian",
    ["desc"] = "Passive skill: Armor +64%, Attack+20% , increase damage by 30% to Warrior.",
}
skill[2328] = {
    ["skillName"] = "Fighting Spirit",
    ["desc"] = "Passive skill: Each attack grants self with 5% Attack for 6 rounds.",
}
skill[2329] = {
    ["skillName"] = "الشفاء الذاتي",
    ["desc"] = "مهارة سلبية: يشفي الصحة  (24% من الهجوم) عند اتخاذ الضرر.",
}
skill[2330] = {
    ["skillName"] = "شفاء II",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لإحداث ضرر اضافي (40% من الهجوم) وشفاء حليف عشوائي بنسبة (35% من الهجوم) كل جولة لمدة 3 جولات.",
}
skill[2331] = {
    ["skillName"] = "قوة أورموس II",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +30% و الصحة +20%.",
}
skill[2332] = {
    ["skillName"] = "قلب أورموس II",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 30%، تشفي جميع الحلفاء بنسبة (95% من الهجوم). يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2333] = {
    ["skillName"] = "Power Of Dantalian II",
    ["desc"] = "Passive skill: Armor +72%, Attack+20% , increase damage by 50% to Warrior.",
}
skill[2334] = {
    ["skillName"] = "Fighting Spirit II",
    ["desc"] = "Passive skill: Each attack grants self with 8% Attack for 6 rounds.",
}
skill[2335] = {
    ["skillName"] = "شفاء الذات II",
    ["desc"] = "مهارة سلبية: يشفي الصحة  (30% من الهجوم) عند اتخاذ الضرر.",
}
skill[2336] = {
    ["skillName"] = "Attack Weakness",
    ["desc"] = "المهارة الخفية: يزيد تحطيم الدرع بنسبة 10%، ونقاط الهجوم بنسبة 20%، ونقاط الصحة بنسبة 8% ويزيد [10% من الهجوم] من الضرر على الأعداء المسمومين.",
}
skill[2337] = {
    ["skillName"] = "شفرة السم",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لتسميم الهدف، واحداث ضرر (35% من هجوم)  لمدة 6 جولات.",
}
skill[2338] = {
    ["skillName"] = "حاجز السموم",
    ["desc"] = "المهارات السلبية: في حين أن الصحة أقل من 50% فإنها تسمم 1 عدو في الخط الخلفي بشكل عشوائي، وتحدث ضرر (75% من الهجوم) لمدة 4 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2339] = {
    ["skillName"] = "تعويذة النوم",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لوضع علامة مستديرة على العدو التي سوف تسبب (95% من الهجوم) الضرر بعد 1 جولات، ولديه فرصة 20% لتحجير الهدف لمدة 1 جولات.",
}
skill[2340] = {
    ["skillName"] = "Shadow Cohesion",
    ["desc"] = "المهارة الخفية: عند التعرض لضرر، يتم تمييز المهاجم بعلامة دائرية والتي سوف تسبب ضررًا بمقدار [80% من الهجوم] بعد 1 من الجولات. في الوقت ذاته، هناك إمكانية بنسبة 30% لمعالجة نقاط الصحة بنسبة 5%.",
}
skill[2341] = {
    ["skillName"] = "مولد الظلام",
    ["desc"] = "مهارة سلبية: لديها فرصة 100% للإحياء مع صحة 60% بعد الموت.",
}
skill[2342] = {
    ["skillName"] = "Attack Weakness II",
    ["desc"] = "المهارة الخفية: يزيد تحطيم الدرع بنسبة 15%، ونقاط الهجوم بنسبة 30%، ونقاط الصحة بنسبة 12% ويزيد [15% من الهجوم] من الضرر على الأعداء المسمومين.",
}
skill[2343] = {
    ["skillName"] = "شفرة السم II",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لتسميم الهدف، واحداث ضرر (42% من هجوم)  لمدة 6 جولات.",
}
skill[2344] = {
    ["skillName"] = "حاجز السموم II",
    ["desc"] = "المهارات السلبية: في حين أن الصحة أقل من 50% الصحة تسمم 2 أعداء في الخط الخلفي بشكل عشوائي، والتعاملئ (100% من هجوم) الضرر ل 4 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2345] = {
    ["skillName"] = "تعويذة النوم II",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لوضع علامة مستديرة على العدو التي سوف تسبب (120% من الهجوم) الضرر بعد 1 جولات، ولديه فرصة 30% لتحجير الهدف لمدة 1 جولات.",
}
skill[2346] = {
    ["skillName"] = "Shadow Cohesion II",
    ["desc"] = "المهارة الخفية: عند التعرض لضرر، يتم تمييز المهاجم بعلامة دائرية والتي سوف تسبب ضررًا بمقدار [150% من الهجوم] بعد 1 من الجولات. في الوقت ذاته، هناك إمكانية بنسبة 30% لمعالجة نقاط الصحة بنسبة 7%.",
}
skill[2347] = {
    ["skillName"] = "مولد الظلام II",
    ["desc"] = "مهارة سلبية: لديها فرصة 100% للإحياء مع صحة 90% بعد الموت.",
}
skill[2348] = {
    ["skillName"] = "صائد الشيطان III",
    ["desc"] = "مهارة سلبية: زيادة الضربة الحرجة بنسبة 30%، وزيادة ضررالضربة الحرجة بنسبة 30%، وزيادة الهجوم بنسبة 30%",
}
skill[2349] = {
    ["skillName"] = "السهم الحزين",
    ["desc"] = "المهارة الخفية: عند الهجوم الأساسي، هناك فرصة قدرها 75% من إلحاق ضرر السم بنسبة 200% واحتمالية 15% لإسكات الهدف لـ 2 من الجولات.",
}
skill[2350] = {
    ["skillName"] = "الاذلال III",
    ["desc"] = "مهارة سلبية: كلما يموت بطل العدو، يزيد ضرر الضربة +20% والهجوم بنسبة +15%",
}
skill[2351] = {
    ["skillName"] = "الصحة III",
    ["desc"] = "مهارة سلبية: تزيد الصحة +40%، تزيد الدروع بنسبة 45%.",
}
skill[2352] = {
    ["skillName"] = "الالهام III",
    ["desc"] = "مهارة سلبية: عند ضرب الحليف الضربة الحرجة، فإنها تقوم بالشفاء بنسبة (90% من هجوم).",
}
skill[2353] = {
    ["skillName"] = "التحمس III",
    ["desc"] = "المهارة الخفية: عند التعرض لضرر، تنخفض نسبة تحطيم درع الهدف بمقدار 15% وتحرقه، مما يؤدي إلى إلحاق الضرر بنسبة [50% من الهجوم] لكل جولة لـ 6 من الجولات.",
}
skill[2354] = {
    ["skillName"] = "صائد الشيطان III",
    ["desc"] = "مهارة سلبية: يزيد من نسبة الضربة الحرجة 30% و ضررالضربة الحرجة بنسبة 50%.",
}
skill[2355] = {
    ["skillName"] = "اضعاف الحزمة III",
    ["desc"] = "المهارة الخفية: يستهدف الهجوم الأساسي العدو الذي يتمتع بأقل نقاط صحة، محدثًا (120%) من الضرر، وتقلل هجوم الهدف بنسبة 20% لـ 3 من الجولات.",
}
skill[2356] = {
    ["skillName"] = "الهجوم السام III",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 50% لتسميم الهدف، وإحداث ضرر بنسبة (125% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[2357] = {
    ["skillName"] = "Impairing Strike III",
    ["desc"] = "Passive Skill: Basic attack deals 110% attack damage against 2 random enemies and has a 15% chance to stun targets for 2 rounds.",
}
skill[2358] = {
    ["skillName"] = "Forest Song III",
    ["desc"] = "Passive Skill: Increase Crit by 30%, Attack by 45% and HP by 20%",
}
skill[2359] = {
    ["skillName"] = "Spiritual Attunement III",
    ["desc"] = "Passive Skill: After enemy hero died, heals the ally with the lowest HP for (30% of total HP) HP.",
}
skill[2360] = {
    ["skillName"] = "Groo'S Tenacity III",
    ["desc"] = "مهارة سلبية: يزيد الصحة بنسبة 44% ويقلل الأضرار بنسبة 26%.",
}
skill[2361] = {
    ["skillName"] = "الخوف III",
    ["desc"] = "المهارة الخفية: عند التعرض لضرر، تقلل هجوم الهدف بنسبة 15%، والضرر الحرج بنسبة 24% لـ 2 من الجولات",
}
skill[2362] = {
    ["skillName"] = "الهجوم المضاد III",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تزيد فرصة 100% من الهجوم المضاد ، واحداث المزيد من الضرر (200% من الهجوم).",
}
skill[2363] = {
    ["skillName"] = "الضربة الحرجة III",
    ["desc"] = "مهارة سلبية: زيادة الضربة الحرجة +40%، الهجوم +30%.",
}
skill[2364] = {
    ["skillName"] = "الجرعة III",
    ["desc"] = "مهارة سلبية: كل ضربة حرجة لديها فرصة 100% لتسميم الهدف، والتعامل بمزيد من الضرر (78% من الهجوم) كل جولة لمدة 2 جولات.",
}
skill[2365] = {
    ["skillName"] = "جرعة التحكم III",
    ["desc"] = "مهارة سلبية: تحدث ضرر اضافي (60% من الهجوم) على الأعداء المسمومة.",
}
skill[2366] = {
    ["skillName"] = "Will Of Undead III",
    ["desc"] = "Passive skill: Increases HP by 40% and Precision by 20%.",
}
skill[2367] = {
    ["skillName"] = "HP Ceremony III",
    ["desc"] = "Passive skill: Gains (75% of Attack) HP when the enemy Hero triggers Block.",
}
skill[2368] = {
    ["skillName"] = "القلب الصادق III",
    ["desc"] = "مهارة سلبية: كل هجوم يشفي النفس بنسبة (112% من الهجوم).",
}
skill[2369] = {
    ["skillName"] = "نقطة الضعف III",
    ["desc"] = "المهارة الخفية: زيادة تحطيم الدرع بنسبة 40%، ونقاط الهجوم بنسبة 25%، ونقاط الصحة بنسبة 15%.",
}
skill[2370] = {
    ["skillName"] = "المطاردة III",
    ["desc"] = "المهارة الخفية: يستهدف الهجوم الأساسي العدو الذي يتمتع بأقل نقاط صحة، مما يلحق ضررًا بنسبة [130% من الهجوم]، ويقلل نقاط درع الهدف بنسبة 20% (لا يمكن مراوغتها).",
}
skill[2371] = {
    ["skillName"] = "كسر درع الدم III",
    ["desc"] = "المهارة الخفية: عندما تكون الصحة أقل من 80%، تزيد تحطيم الدرع الذاتي بنسبة 40%، والضرر الحرج بنسبة 20% والمعالجة الذاتية نظير [400% من الهجوم] من نقاط الصحة كل جولة لـ 5 من الجولات.",
}
skill[2372] = {
    ["skillName"] = "الغير مميت III",
    ["desc"] = "مهارة سلبية: تزيد الصحة بنسبة 40% وكسر الدرع بنسبة 36%.",
}
skill[2373] = {
    ["skillName"] = "تهديد القتل III",
    ["desc"] = "مهارة سلبية: تزيد +16.8% كسر الدرع و هجوم الضربة الحرجة +14%مع كل هجوم.",
}
skill[2374] = {
    ["skillName"] = "درع الدم III",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، يزيد الهجوم بنسبة 100% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2375] = {
    ["skillName"] = "الغير محصّن III",
    ["desc"] = "مهارة سلبية: مع موت البطل الحليف، وزيادة كسر الدرع +28% والهجوم +30%.",
}
skill[2376] = {
    ["skillName"] = "القوة المجنونة III",
    ["desc"] = "مهارة سلبية: يزيد من كسر الدرع بنسبة 32%، والصحة بنسبة 30%، و الهجوم بنسبة 30%.",
}
skill[2377] = {
    ["skillName"] = "الامنية الأخيرة III",
    ["desc"] = "مهارة سلبية: بعد الموت، تحدث ضرر بنسبة (140% من الهجوم) ضد جميع الأعداء.",
}
skill[2378] = {
    ["skillName"] = "Precise Strike III",
    ["desc"] = "Passive skill: Basic Attack targets front-line enemies, dealing(105%) damage, reduce targets' Block by 20%.",
}
skill[2379] = {
    ["skillName"] = "Kharma's Eye III",
    ["desc"] = "Passive skill: Increases Precision by 100%, Attack by 45% and HP by 20%",
}
skill[2380] = {
    ["skillName"] = "Blood Strike III",
    ["desc"] = "Passive skill: Basic attack deals 200% damage if enemy's HP is above 50%",
}
skill[2381] = {
    ["skillName"] = "الصدمة III",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 75% لصدم الهدف لمدة 2 جولة.",
}
skill[2382] = {
    ["skillName"] = "نقطة الضعف III",
    ["desc"] = "مهارة سلبية: يزيد من كسر الدرع كسر 40% والهجوم بنسبة 35%.",
}
skill[2383] = {
    ["skillName"] = "كسر نقطة الضعف III",
    ["desc"] = "مهارة سلبية: احداث ضرر اضافي (125% من الهجوم) على الأعداء المصدومين.",
}
skill[2384] = {
    ["skillName"] = "قزم المجد III",
    ["desc"] = "مهارة سلبية: تزيد الدرع 48% والصحة 40%.",
}
skill[2385] = {
    ["skillName"] = "الهجوم المضاد III",
    ["desc"] = "مهارة سلبية: عند اتخاذ ضرر الضربة الحرجة، فإنه يوجد فرصة 100% للهجوم المضاد ، واحداث ضرر (140% من الهجوم).",
}
skill[2386] = {
    ["skillName"] = "درع الدم III",
    ["desc"] = "المهارة الخفية: عندما تكون الصحة أقل من 50%، يزيد درع الحلفاء بنسبة 100% لـ 3 من الجولات (يمكن تشغيلها مرة واحدة فقط)",
}
skill[2387] = {
    ["skillName"] = "Sword Guru III",
    ["desc"] = "Passive skill: Increases Armor Break by 40% and Attack by 30%, HP+25%.",
}
skill[2388] = {
    ["skillName"] = "الشلل III",
    ["desc"] = "مهارة سلبية: عندما يتم الهجوم من قبل العدو، يقلل من هجومه بنسبة 9% وزيادة الهجوم الخاص بك بنسبة 9%، لمدة 3 جولات.",
}
skill[2389] = {
    ["skillName"] = "Freeze Control III",
    ["desc"] = "Passive skill: Deals extra (160% of Attack) damage against frozen foes.",
}
skill[2390] = {
    ["skillName"] = "سر القلوب III",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 25% للتغلب على الهدف لمدة 35 جولة.",
}
skill[2391] = {
    ["skillName"] = "ولاء بلي III",
    ["desc"] = "مهارة سلبية: بعد وفاة البطل، 45% فرصة لصدم الهدف الخلفي للعدو لمدة 2 جولة.",
}
skill[2392] = {
    ["skillName"] = "الصدمة III",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 65% لصدم الهدف لمدة 2 جولة.",
}
skill[2393] = {
    ["skillName"] = "Shadow Dance III",
    ["desc"] = "Passive skill: Increases Block by 35% and Attack by 40%.",
}
skill[2394] = {
    ["skillName"] = "النزيف III",
    ["desc"] = "مهارة سلبية: كل هجوم له 100% فرصة لاستنزاف الهدف، واحداث (96% من الهجوم) ضرر كل جولة لمدة 2 جولات.",
}
skill[2395] = {
    ["skillName"] = "اضعاف الحزمة III",
    ["desc"] = "المهارة الخفية: يستهدف الهجوم الأساسي العدو الذي يتمتع بأقل نقاط صحة، محدثًا (120%) من الضرر، وتسرق هجوم الهدف بنسبة 15% لـ 3 من الجولات.",
}
skill[2396] = {
    ["skillName"] = "Keen III",
    ["desc"] = "Passive skill: When blocking, heals self for (220% of Attack) HP.",
}
skill[2397] = {
    ["skillName"] = "Ninjutsu III",
    ["desc"] = "Passive skill: Increases Block by 40%, Speed by 60 and HP by 25%.",
}
skill[2398] = {
    ["skillName"] = "Thrash III",
    ["desc"] = "Passive skill: Basic attack targets front-line enemies, dealing (95% of Attack) damage, reduce targets' Precision by 20% for 2 rounds.",
}
skill[2399] = {
    ["skillName"] = "القلب الصادق III",
    ["desc"] = "مهارة سلبية: هجوم يقلل من هجوم الهدف بنسبة 11% ل 3 جولات.",
}
skill[2400] = {
    ["skillName"] = "Magic Energy III",
    ["desc"] = "Passive skill: Increase Skill Damage by 95%, Hp by 50% and Precision by 30%.",
}
skill[2401] = {
    ["skillName"] = "المزاج السيء III",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 80% للحد من الضربة الحرجة للعدو بنسبة 15% وزيادة الهجوم الذاتي بنسبة 25%  لمدة 3 جولات.",
}
skill[2402] = {
    ["skillName"] = "Toxic Attack III",
    ["desc"] = "Passive skill: Basic attack targets 3 random enemies, has a 80% chance to poison them, deals(80% of Attack) damage for 2 rounds",
}
skill[2403] = {
    ["skillName"] = "هدية مارجريت III",
    ["desc"] = "مهارة سلبية: بعد الموت، يحدث تسميمم لجميع الأعداء، واحداث ضرر (130% من الهجوم)  كل جولة لمدة 4 جولة.",
}
skill[2404] = {
    ["skillName"] = "Toxic Skin III",
    ["desc"] = "Passive skill: Heals self for(170% of attack) HP while suffering from damage over time",
}
skill[2405] = {
    ["skillName"] = "شفرة الغضب III",
    ["desc"] = "المهارة الخفية: زيادة الهجوم بنسبة 50%، والضرر الحرج بنسبة 30% ونقاط الصحة بنسبة 16%.",
}
skill[2406] = {
    ["skillName"] = "العين للعين III",
    ["desc"] = "المهارة الخفية: يمنحك كل هجوم نسبة 20% من الضرر الحرج، ويقلل الضرر الحرج للهدف بنسبة 20% لـ 4 من الجولات، مع وجود فرصة نسبتها 50% في زيادة الضرر الحرج بنسبة 30% لـ 2 من الجولات.",
}
skill[2407] = {
    ["skillName"] = "الهجوم المضاد III",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تزيد فرصة 100% من الهجوم المضاد ، واحداث المزيد من الضرر (120% من الهجوم).",
}
skill[2408] = {
    ["skillName"] = "قلب الشيطان III",
    ["desc"] = "مهارة سلبية: يزيد الدروع بنسبة 40% و الصحة بنسبة 40%.",
}
skill[2409] = {
    ["skillName"] = "الخوف III",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، يقلل من ضربة المهاجم الحرجة بنسبة 18% لمدة 3 جولة.",
}
skill[2410] = {
    ["skillName"] = "درع الشيطان III",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 30%، يزيد نسبة الدرع بنسبة 120% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2411] = {
    ["skillName"] = "هجوم III",
    ["desc"] = "المهارة الخفية: زيادة الهجوم بنسبة 35% ونقاط الصحة بنسبة 30%",
}
skill[2412] = {
    ["skillName"] = "الاشعال III",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 75% لحرق الهدف، واحداث ضرر (110% من الهجوم)  كل جولة لمدة 2 جولات.",
}
skill[2413] = {
    ["skillName"] = "الحلّة المشتعلة III",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، فإنه يوجد فرصة 90% لحرق الهدف، واحداث ضرر (120% من الهجوم) كل جولة لمدة 1 جولات.",
}
skill[2414] = {
    ["skillName"] = "قلب الشيطان III",
    ["desc"] = "مهارة سلبية: يزيد الدروع بنسبة 40% و الصحة بنسبة 40%.",
}
skill[2415] = {
    ["skillName"] = "الهجوم المضاد III",
    ["desc"] = "مهارة سلبية: عند اتخاذ ضرر الضربة الحرجة، فإنه يوجد فرصة 100% للهجوم المضاد ، واحداث ضرر (320% من الهجوم).",
}
skill[2416] = {
    ["skillName"] = "الحاجز العارض III",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، فإنها تزيد من الأضرار بنسبة 45% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2417] = {
    ["skillName"] = "قوة الشيطان III",
    ["desc"] = "مهارة سلبية: يزيد من الهجوم بنسبة 35% والضربة الحرجة بنسبة 30%، والصحة +20%.",
}
skill[2418] = {
    ["skillName"] = "التحطيم III",
    ["desc"] = "مهارة سلبية: كلما يموت بطل العدو، يزيد الهجوم  +30%.",
}
skill[2419] = {
    ["skillName"] = "اضعاف الحزمة III",
    ["desc"] = "المهارة الخفية: يستهدف الهجوم الأساسي العدو الذي يتمتع بأقل نقاط صحة، محدثًا (130% من الهجوم) من الضرر، وتتم المعالجة الذاتية نظير (45% من الضرر) من نقاط الصحة.",
}
skill[2420] = {
    ["skillName"] = "الهالة السوداء III",
    ["desc"] = "مهارة سلبية: يزيد من أضرار المهارة بنسبة 100%، والصحة بنسبة 40%، والسرعة بقيمة 60.",
}
skill[2421] = {
    ["skillName"] = "التحجير III",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 55% للتغلب على الهدف لمدة 1 جولة.",
}
skill[2422] = {
    ["skillName"] = "Preemptive Defense III",
    ["desc"] = "Passive Skill: Has a 50% chance to increase self 60% Attack for 2 rounds and a  30% chance to reduce the attacker's 30 Energy when taking damage.",
}
skill[2423] = {
    ["skillName"] = "طلب السماوي III",
    ["desc"] = "المهارة الخفية: زيادة الضرر المقدس بنسبة 60%، ونقاط الهجوم بنسبة 25%، ونقاط الصحة بنسبة 20% والضرر الحرج بنسبة 20%.",
}
skill[2424] = {
    ["skillName"] = "ربيع الحياة III",
    ["desc"] = "المهارة الخفية: يعالج كل هجوم اللاعب نظير [195% من الهجوم] من نقاط الصحة ويزيد الضرر المقدس بنسبة 20% كل جولة لـ 4 من الجولات.",
}
skill[2425] = {
    ["skillName"] = "شفاء الذات III",
    ["desc"] = "المهارة الخفية: تعالج اللاعب نظير [40% من الهجوم] من نقاط الصحة ويزيد الضرر المقدس بنسبة 20% كل جولة لـ 3 من الجولات عند التعرّض لضرر.",
}
skill[2426] = {
    ["skillName"] = "شفاء III",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لإحداث ضرر اضافي (50% من الهجوم) وشفاء حليف عشوائي بنسبة (50% من الهجوم) كل جولة لمدة 3 جولات.",
}
skill[2427] = {
    ["skillName"] = "قوة  اروموس III",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +35% و الصحة +25%.",
}
skill[2428] = {
    ["skillName"] = "قلب اروموس III",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 30%، تشفي جميع الحلفاء بنسبة (135% من الهجوم). يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2429] = {
    ["skillName"] = "Power Of Dantalian III",
    ["desc"] = "Passive skill: Increases Armor by 40%, Attack by 25% and HP by 25% , increase damage by 70% to Warrior.",
}
skill[2430] = {
    ["skillName"] = "Fighting Spirit III",
    ["desc"] = "Passive skill: Each attack grants self with 12% Attack for 6 rounds.",
}
skill[2431] = {
    ["skillName"] = "شفاء الذات III",
    ["desc"] = "مهارة سلبية: يشفي الصحة  (52% من الهجوم) عند اتخاذ الضرر.",
}
skill[2432] = {
    ["skillName"] = "Attack Weakness III",
    ["desc"] = "المهارة الخفية: يزيد تحطيم الدرع بنسبة 20%، ونقاط الهجوم بنسبة 35%، ونقاط الصحة بنسبة 15% ويزيد [20% من الهجوم] من الضرر على الأعداء المسمومين.",
}
skill[2433] = {
    ["skillName"] = "شفرة السم III",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لتسميم الهدف، واحداث ضرر (55% من هجوم)  لمدة 6 جولات.",
}
skill[2434] = {
    ["skillName"] = "Toxicmist Barrier III",
    ["desc"] = "Passive skill: While below 50% health, poisons back-line enemies, dealing [150% of Attack] damage each round for 4 rounds.",
}
skill[2435] = {
    ["skillName"] = "تعويذة النوم III",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لوضع علامة مستديرة على العدو التي سوف تسبب (190% من الهجوم) الضرر بعد 1 جولات، ولديه فرصة 45% لتحجير الهدف لمدة 2 جولات.",
}
skill[2436] = {
    ["skillName"] = "Shadow Cohesion III",
    ["desc"] = "المهارة الخفية: عند التعرض لضرر، يتم تمييز المهاجم بعلامة دائرية والتي سوف تسبب ضررًا بمقدار [185% من الهجوم] بعد 1 من الجولات. في الوقت ذاته، هناك إمكانية بنسبة 30% لمعالجة نقاط الصحة بنسبة 10%.",
}
skill[2437] = {
    ["skillName"] = "مولد الظلام III",
    ["desc"] = "مهارة سلبية: لديها فرصة 100% للإحياء مع صحة 100% بعد الموت.",
}
skill[2438] = {
    ["skillName"] = "Rosa'S Spirit",
    ["desc"] = "Passive skill: Increases HP by 20%, Block by 15%.",
}
skill[2439] = {
    ["skillName"] = "لعنة الدرع",
    ["desc"] = "مهارة سلبية: هجوم يقلل من درع جميع الأعداء بنسبة 14.4% لمدة 3 جولة.",
}
skill[2440] = {
    ["skillName"] = "Guardian Spirit",
    ["desc"] = "Passive skill: When HP drops below 50%, increases all allies' Reduce Damage by 8% for 3 rounds.",
}
skill[2441] = {
    ["skillName"] = "Asmodeus",
    ["desc"] = "Passive skill: HP+20%, Holy damage+24%, Crit+20% , increase Reduce Damge by 5%.",
}
skill[2442] = {
    ["skillName"] = "الختم المقدس",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لوضع علامة على العدو مع الضربة الحرجة وزيادة ضربتك بنسبة 8% لمدة 3 جولات. عند اثار، وتؤثر بضرر (45% من الهجوم).",
}
skill[2443] = {
    ["skillName"] = "حارس الضوء",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، لديه فرصة 100% لوضع علامة على العدو مع علامة الضربة الحرجة ضرر ضربتك الحرجة بنسبة 10% لمدة 3 جولات. عند اثار، العلاموة تؤثر بضرر (45% من الهجوم).",
}
skill[2444] = {
    ["skillName"] = "Rosa'S Spirit",
    ["desc"] = "Passive skill: Increases HP by 30%, Block by 25%.",
}
skill[2445] = {
    ["skillName"] = "لعنة الدرع II",
    ["desc"] = "مهارة سلبية: هجوم يقلل من درع جميع الأعداء بنسبة 18% لمدة 3 جولة.",
}
skill[2446] = {
    ["skillName"] = "Guardian Spirit II",
    ["desc"] = "Passive skill: When HP drops below 50%, increases all allies' Reduce Damage by 12% for 3 rounds.",
}
skill[2447] = {
    ["skillName"] = "Asmodeus II",
    ["desc"] = "Passive skill: HP+30%, Holy damage+30%, Crit+22% , increase Reduce Damge by 10%.",
}
skill[2448] = {
    ["skillName"] = "الختم المقدس II",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لوضع علامة على العدو مع الضربة الحرجة وزيادة ضربتك بنسبة 10% لمدة 3 جولات. عند اثار، وتؤثر بضرر (53% من الهجوم).",
}
skill[2449] = {
    ["skillName"] = "حارس الضوء II",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، لديه فرصة 100% لوضع علامة على العدو مع علامة الضربة الحرجة ضرر ضربتك الحرجة بنسبة 15% لمدة 3 جولات. عند اثار، العلاموة تؤثر بضرر (60% من الهجوم).",
}
skill[2450] = {
    ["skillName"] = "Rosa'S Spirit",
    ["desc"] = "Passive skill: Increases HP by 40%, Block by 35%.",
}
skill[2451] = {
    ["skillName"] = "لعنة الدرع III",
    ["desc"] = "مهارة سلبية: هجوم يقلل من درع جميع الأعداء بنسبة 20% لمدة 3 جولة.",
}
skill[2452] = {
    ["skillName"] = "Guardian Spirit III",
    ["desc"] = "Passive skill: When HP drops below 50%, increases all allies' Reduce Damage by 16% for 3 rounds.",
}
skill[2453] = {
    ["skillName"] = "Asmodeus III",
    ["desc"] = "Passive skill: HP+40%, Holy damage+36%, Crit+24% , increase Reduce Damge by 15%.",
}
skill[2454] = {
    ["skillName"] = "الختم المقدس III",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لوضع علامة على العدو مع الضربة الحرجة وزيادة ضربتك بنسبة 12% لمدة 3 جولات. عند اثار، وتؤثر بضرر (90% من الهجوم).",
}
skill[2455] = {
    ["skillName"] = "حارس الضوء III",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، لديه فرصة 100% لوضع علامة على العدو مع علامة الضربة الحرجة ضرر ضربتك الحرجة بنسبة 20% لمدة 3 جولات. عند اثار، العلاموة تؤثر بضرر (75% من الهجوم).",
}
skill[2456] = {
    ["skillName"] = "اغنية الغابة II",
    ["desc"] = "مهارة سلبية: زيادة الضربة الحرجة بنسبة 30% والهجوم بنسبة 30%.",
}
skill[2457] = {
    ["skillName"] = "تعويذة التحكم II",
    ["desc"] = "مهارة سلبية: يزيد كل هجوم من أضرار المهارة الخاصة بك بنسبة 24%.",
}
skill[2458] = {
    ["skillName"] = "مقاومة المصير II",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، وضع علامة على جميع الأعداء مع علامة الضربة الحرجة. علامة الضربة تؤثر بضرر (56% من الهجوم). يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2459] = {
    ["skillName"] = "اغنية الغابة III",
    ["desc"] = "مهارة سلبية: زيادة الضربة الحرجة بنسبة 30% والهجوم بنسبة 40%.",
}
skill[2460] = {
    ["skillName"] = "تعويذة التحكم  III",
    ["desc"] = "مهارة سلبية: يزيد كل هجوم من أضرار المهارة الخاصة بك بنسبة 26%.",
}
skill[2461] = {
    ["skillName"] = "مقاومة المصير III",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، وضع علامة على جميع الأعداء مع علامة الضربة الحرجة. علامة الضربة تؤثر بضرر (68% من الهجوم). يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2462] = {
    ["skillName"] = "التجميد II",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 25% لتجميد الهدف لمدة 1 جولة.",
}
skill[2463] = {
    ["skillName"] = "قلب اركان II",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 30% للتغلب على الهدف لمدة 30 جولة.",
}
skill[2464] = {
    ["skillName"] = "لعنة الموت II",
    ["desc"] = "مهارة سلبية: بعد الموت، لديها فرصة 10% لتجميد جميع الأعداء لمدة 2 جولة.",
}
skill[2465] = {
    ["skillName"] = "التجميد III",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 30% لتجميد الهدف لمدة 1 جولة.",
}
skill[2466] = {
    ["skillName"] = "قلب اركان III",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 40% للتغلب على الهدف لمدة 30 جولة.",
}
skill[2467] = {
    ["skillName"] = "لعنة الموت III",
    ["desc"] = "مهارة سلبية: بعد الموت، لديها فرصة 20% لتجميد جميع الأعداء لمدة 2 جولة.",
}
skill[2468] = {
    ["skillName"] = "سرقة الهجوم II",
    ["desc"] = "مهارة سلبية: سرقة الهجوم 18% من هجوم الهدف.",
}
skill[2469] = {
    ["skillName"] = "مساعدة القاتل II",
    ["desc"] = "مهارة سلبية: تحدث ضرر اضافي (30% من الهجوم) ضد المساعدين.",
}
skill[2470] = {
    ["skillName"] = "قوة بيسركير II",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، تزيد الضربة الحرجة بنسبة 10% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2471] = {
    ["skillName"] = "سرقة الهجوم III",
    ["desc"] = "مهارة سلبية: سرقة الهجوم 20% من هجوم الهدف.",
}
skill[2472] = {
    ["skillName"] = "مساعدة القاتل III",
    ["desc"] = "مهارة سلبية: تحدث ضرر اضافي (40% من الهجوم) ضد المساعدين.",
}
skill[2473] = {
    ["skillName"] = "قوة بيسركير III",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، تزيد الضربة الحرجة بنسبة 15% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2474] = {
    ["skillName"] = "الاشعال II",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 100% لحرق الهدف، واحداث ضرر (20% من الهجوم)  كل جولة حتى وفاته.",
}
skill[2475] = {
    ["skillName"] = "عباءة النار II",
    ["desc"] = "مهارة سلبية: مضمونة لحرق العدو عند اتخاذ الضرر، واحداث ضرر بنسبة (16% من الهجوم) كل جولة حتى وفاته.",
}
skill[2476] = {
    ["skillName"] = "الشعلات الغير متوقفة II",
    ["desc"] = "مهارة سلبية: بعد الموت، وحرق جميع الأعداء، تحدث ضرر (27% من الهجوم) كل جولة حتى يموت الأعداء.",
}
skill[2477] = {
    ["skillName"] = "الاشعال III",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 100% لحرق الهدف، واحداث ضرر (25% من الهجوم)  كل جولة حتى وفاته.",
}
skill[2478] = {
    ["skillName"] = "عباءة النار III",
    ["desc"] = "مهارة سلبية: مضمونة لحرق العدو عند اتخاذ الضرر، واحداث ضرر بنسبة (18% من الهجوم) كل جولة حتى وفاته.",
}
skill[2479] = {
    ["skillName"] = "الشعلات الغير متوقفة III",
    ["desc"] = "مهارة سلبية: بعد الموت، وحرق جميع الأعداء، تحدث ضرر (36% من الهجوم) كل جولة حتى يموت الأعداء.",
}
skill[2480] = {
    ["skillName"] = "الإشادة المضيئة",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تزيد من ضرر المهارة بنسبة 15% لمدة 3 جولة.",
}
skill[2481] = {
    ["skillName"] = "البركة السماوية",
    ["desc"] = "مهارة سلبية: كل هجوم يزيد من أضرار مهارة البطل بنسبة 20% لمدة 3 جولة.",
}
skill[2482] = {
    ["skillName"] = "درع الظلام",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تكسب طاقة بقيمة +15.",
}
skill[2483] = {
    ["skillName"] = "استنزاف الطاقة",
    ["desc"] = "مهارة سلبية: كل هجوم يمنحك طاقة بقيمة15.",
}
skill[2484] = {
    ["skillName"] = "الإشادة المضيئة",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تزيد من ضرر المهارة بنسبة 25% لمدة 3 جولة.",
}
skill[2485] = {
    ["skillName"] = "البركة السماوية",
    ["desc"] = "مهارة سلبية: كل هجوم يزيد من أضرار مهارة البطل بنسبة 30% لمدة 3 جولة.",
}
skill[2486] = {
    ["skillName"] = "درع الظلام",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تكسب طاقة بقيمة +25.",
}
skill[2487] = {
    ["skillName"] = "استنزاف الطاقة",
    ["desc"] = "مهارة سلبية: كل هجوم يمنحك طاقة بقيمة25.",
}
skill[2488] = {
    ["skillName"] = "بركة الروح",
    ["desc"] = "مهارة سلبية: تزيد من الصحة بنسبة 20% والسرعة بنسبة 20.",
}
skill[2489] = {
    ["skillName"] = "Element Fission",
    ["desc"] = "Passive skill: Basic attack targets 2 random enemies, dealing (70% of Attack) damage, reduce targets' Crit by 10% for 3 rounds.",
}
skill[2490] = {
    ["skillName"] = "الشجاعة",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، تزيد من هجوم الحلفاء بنسبة 15% ويقلل من درع جميع الأعداء بنسبة 15% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2491] = {
    ["skillName"] = "بركة الروح II",
    ["desc"] = "مهارة سلبية: تزيد من الصحة بنسبة 30% والسرعة بنسبة 30.",
}
skill[2492] = {
    ["skillName"] = "Element Fission II",
    ["desc"] = "Passive skill: Basic attack targets 3 random enemies, dealing (70% of Attack) damage, reduce targets' Crit by 15% for 3 rounds.",
}
skill[2493] = {
    ["skillName"] = "الشجاعة II",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، تزيد من هجوم الحلفاء بنسبة 22% ويقلل من درع جميع الأعداء بنسبة 22% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2494] = {
    ["skillName"] = "بركة الروح III",
    ["desc"] = "مهارة سلبية: تزيد من الصحة بنسبة 40% والسرعة بنسبة 50.",
}
skill[2495] = {
    ["skillName"] = "Element Fission III",
    ["desc"] = "Passive skill: Basic attack targets 3 random enemies, dealing (80% of Attack) damage, reduce targets' Crit by 20% for 3 rounds.",
}
skill[2496] = {
    ["skillName"] = "الشجاعة III",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، تزيد من هجوم الحلفاء بنسبة 29% ويقلل من درع جميع الأعداء بنسبة 29% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2497] = {
    ["skillName"] = "الهجوم II",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +20%.",
}
skill[2498] = {
    ["skillName"] = "الاشادة المضيئة II",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تزيد من ضرر المهارة بنسبة 30% والأضرار الكلية بنسبة 5% لمدة 3 جولات.",
}
skill[2499] = {
    ["skillName"] = "البركة السماوية II",
    ["desc"] = "مهارة سلبية: كل هجوم يزيد من أضرار مهارة البطل بنسبة 35% والأضرار الكلية بنسبة 6% لمدة 3 جولات.",
}
skill[2500] = {
    ["skillName"] = "الهجوم II",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +20%.",
}
skill[2501] = {
    ["skillName"] = "درع الظلام II",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تزيد من ضرر المهارة بنسبة 6% والطاقة بقيمة 30 لمدة 3 جولات.",
}
skill[2502] = {
    ["skillName"] = "استنزاف الطاقة II",
    ["desc"] = "مهارة سلبية: كل هجوم يمنحك 30 طاقة و 7% زيادة من أضرار المهارة لمدة 3 جولات.",
}
skill[2503] = {
    ["skillName"] = "هجوم III",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +30%.",
}
skill[2504] = {
    ["skillName"] = "الاشادة المضيئة III",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تزيد من ضرر المهارة بنسبة 35% والأضرار الكلية بنسبة 6% لمدة 3 جولات.",
}
skill[2505] = {
    ["skillName"] = "البركة السماوية III",
    ["desc"] = "مهارة سلبية: كل هجوم يزيد من أضرار مهارة البطل بنسبة 40% والأضرار الكلية بنسبة 7% لمدة 3 جولات.",
}
skill[2506] = {
    ["skillName"] = "هجوم III",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +30%.",
}
skill[2507] = {
    ["skillName"] = "درع الظلام III",
    ["desc"] = "مهارة سلبية: عند اتخاذ الضرر، تزيد من ضرر المهارة بنسبة 11% والطاقة بقيمة 30 لمدة 3 جولات.",
}
skill[2508] = {
    ["skillName"] = "استنزاف الطاقة III",
    ["desc"] = "مهارة سلبية: كل هجوم يمنحك 30 طاقة و 12% زيادة من أضرار المهارة لمدة 3 جولات.",
}
skill[2527] = {
    ["skillName"] = "شفاء II",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لشفاء حلفاء خط المواجهة بنسبة (75% من هجوم).",
}
skill[2528] = {
    ["skillName"] = "الصحة II",
    ["desc"] = "مهارة سلبية: زيادة الصحة +30%.",
}
skill[2529] = {
    ["skillName"] = "التضحية العادلة II",
    ["desc"] = "مهارة سلبية: عندما يقتل البطل، يكسب جميع الحلفاء (120% *هجوم) الصحة والضربة الحرجة بنسبة 11% لمدة 3 جولات.",
}
skill[2530] = {
    ["skillName"] = "سرقة الطاقة II",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لسرقة 40 نقطة من طاقة الهدف وتزيد المهارة بنسبة 30%.",
}
skill[2531] = {
    ["skillName"] = "Power Of The Grey-Eyed II",
    ["desc"] = "Passive skill: Increases Precision by 15% and Attack by 20%.",
}
skill[2532] = {
    ["skillName"] = "الضربة النادرة II",
    ["desc"] = "المهارات السلبية: تهدف مع هجوم أساسي 1 عدو في الخط الخلفي بشكل عشوائي، واحداث ضرر (110% من الهجوم).",
}
skill[2533] = {
    ["skillName"] = "شفاء III",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لشفاء حلفاء خط المواجهة بنسبة (95% من هجوم).",
}
skill[2534] = {
    ["skillName"] = "الصحة III",
    ["desc"] = "مهارة سلبية: زيادة الصحة +40%.",
}
skill[2535] = {
    ["skillName"] = "التضحية العادلة III",
    ["desc"] = "مهارة سلبية: عندما يقتل البطل، يكسب جميع الحلفاء صحة (140% * هجوم) وتزيد ضرر الضربة الحرجة 15% لمدة 3 جولات",
}
skill[2536] = {
    ["skillName"] = "سرقة الطاقة III",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لسرقة 50 نقطة من طاقة الهدف وتزيد المهارة بنسبة 35%.",
}
skill[2537] = {
    ["skillName"] = "Power Of The Grey-Eyed III",
    ["desc"] = "Passive skill: Increases Precision by 20% and Attack by 25%.",
}
skill[2538] = {
    ["skillName"] = "الضربة النادرة III",
    ["desc"] = "المهارات السلبية: تهدف مع هجوم أساسي 1 عدو في الخط الخلفي بشكل عشوائي، واحداث ضرر (120% من الهجوم).",
}
skill[2509] = {
    ["skillName"] = "الرماد الخالد",
    ["desc"] = "مهارة سلبية: تزيد 12% هجوم لكل حليف قد قتل.",
}
skill[2510] = {
    ["skillName"] = "رسم الطاقة",
    ["desc"] = "مهارة سلبية: كلما يموت بطل العدو، تزيد الضربة الحرجة +12%.",
}
skill[2511] = {
    ["skillName"] = "قوة العاصفة",
    ["desc"] = "مهارة سلبية: تزيد الصحة بنسبة 30% والهجوم بنسبة 10%.",
}
skill[2512] = {
    ["skillName"] = "صوت اغنية الحرب",
    ["desc"] = "مهارة سلبية: كل هجوم يمنحك 18% من ضرر الضربة الحرجة ويشفي الصحة بنسبة (30% من الهجوم).",
}
skill[2513] = {
    ["skillName"] = "Brave Eddga",
    ["desc"] = "Passive Skill: Gains self 20% Attack, 30% Crit Damage and  30% Precision as a back-line Hero; gains 40% HP and 20% Block as a front-line Hero.",
}
skill[2514] = {
    ["skillName"] = "عواء المسعور",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 80%، يزيد الهجوم بنسبة 18% و الضربة الحرجة بنسبة 18% لمدة 5 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2515] = {
    ["skillName"] = "الرماد الخالد II",
    ["desc"] = "مهارة سلبية: تزيد 13% من الهجوم و 12.5% من ضرر المهارة لكل حليف قد قتل.",
}
skill[2516] = {
    ["skillName"] = "رسم الطاقة II",
    ["desc"] = "مهارة سلبية: كلما يموت بطل العدو، تزيد الضربة الحرجة +14% و+8% من ضرر الضربة الحرجة.",
}
skill[2517] = {
    ["skillName"] = "قوة العاصفة II",
    ["desc"] = "مهارة سلبية: يزيد الصحة بنسبة 35%، والهجوم بنسبة 15% وضرر المهارة بنسبة 25%.",
}
skill[2518] = {
    ["skillName"] = "صوت اغنية الحرب II",
    ["desc"] = "مهارة سلبية: كل هجوم يمنحك 24% ضرر الضربة الحرجة و 10 نقاط سرعة، و يشفي الصحة (45% من الهجوم).",
}
skill[2519] = {
    ["skillName"] = "Brave Eddga II",
    ["desc"] = "Passive Skill: Gains self 30% Attack, 40% Crit Damage and  60% Precision as a back-line Hero; gains 50% HP and 25% Block as a front-line Hero.",
}
skill[2520] = {
    ["skillName"] = " عواء المسعور II",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 80%، يزيد الهجوم بنسبة 22% و الضربة الحرجة بنسبة 24% لمدة 5 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2521] = {
    ["skillName"] = "الرماد الخالد III",
    ["desc"] = "مهارة سلبية: تزيد 25% من الهجوم و 30% من ضرر المهارة لكل حليف قد قتل.",
}
skill[2522] = {
    ["skillName"] = "رسم الطاقة III",
    ["desc"] = "مهارة سلبية: كلما يموت بطل العدو، تزيد الضربة الحرجة +20% و+30% من ضرر الضربة الحرجة.",
}
skill[2523] = {
    ["skillName"] = "عاصفة القوة III",
    ["desc"] = "مهارة سلبية: يزيد الصحة بنسبة 40%، والهجوم بنسبة 20% وضرر المهارة بنسبة 37.5%.",
}
skill[2524] = {
    ["skillName"] = "صوت أغنية الحرب III",
    ["desc"] = "مهارة سلبية: كل هجوم يمنحك 30% ضرر الضربة الحرجة و 15 نقاط سرعة، و يشفي الصحة (70% من الهجوم).",
}
skill[2525] = {
    ["skillName"] = "Brave Eddga III",
    ["desc"] = "Passive Skill: Gains self 30% Attack, 50% Crit Damage and  100% Precision as a back-line Hero; gains 60% HP and 40% Block as a front-line Hero.",
}
skill[2526] = {
    ["skillName"] = "صوت أغنية الحرب III",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 80%، يزيد الهجوم بنسبة 28% و الضربة الحرجة بنسبة 30% لمدة 5 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2539] = {
    ["skillName"] = "كسر الدرع II",
    ["desc"] = "مهارة سلبية: يزيد من كسر الدرع بنسبة 64%، والصحة بنسبة 10%.",
}
skill[2540] = {
    ["skillName"] = "الغضب II",
    ["desc"] = "مهارة سلبية: كلما يموت بطل العدو، تزيد الضربة الحرجة +25%.",
}
skill[2541] = {
    ["skillName"] = "عطش الغضب II",
    ["desc"] = "مهارة سلبية: كل هجوم يمنحك زيادة 21% من ضرر الضربة الحرجة.",
}
skill[2542] = {
    ["skillName"] = "Will Of Undead II",
    ["desc"] = "Passive skill: Increases HP by 30% and Precision by 30%.",
}
skill[2543] = {
    ["skillName"] = "ضربة الدم II",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 30%، يزيد الهجوم بنسبة 85% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2544] = {
    ["skillName"] = "شفاء II",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لشفاء حليف بشكل عشوائي بنسبة (90% من هجوم).",
}
skill[2545] = {
    ["skillName"] = "كسر الدرع III",
    ["desc"] = "مهارة سلبية: يزيد من كسر الدرع بنسبة 64%، والصحة بنسبة 20%.",
}
skill[2546] = {
    ["skillName"] = "الغضب III",
    ["desc"] = "مهارة سلبية: كلما يموت بطل العدو، تزيد الضربة الحرجة +30%.",
}
skill[2547] = {
    ["skillName"] = "عطش الغضب III",
    ["desc"] = "مهارة سلبية: كل هجوم يمنحك زيادة 24.5% من ضرر الضربة الحرجة.",
}
skill[2548] = {
    ["skillName"] = "Will Of Undead III",
    ["desc"] = "Passive skill: Increases HP by 35% and Precision by 35%.",
}
skill[2549] = {
    ["skillName"] = "ضربة الدم III",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 30%، يزيد الهجوم بنسبة 100% لمدة 3 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2550] = {
    ["skillName"] = "شفاء III",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% لشفاء حليف بشكل عشوائي بنسبة (120% من هجوم).",
}
skill[2551] = {
    ["skillName"] = "Sword Guru II",
    ["desc"] = "Passive skill: Increases Block by 20% and Attack by 35%.",
}
skill[2552] = {
    ["skillName"] = "النزيف II",
    ["desc"] = "مهارة سلبية: كل هجوم له 50% فرصة لاستنزاف الهدف، واحداث (60% من الهجوم) ضرر كل جولة لمدة 2 جولات.",
}
skill[2553] = {
    ["skillName"] = "Weakness II",
    ["desc"] = "Passive skill: Increases Attack by 12% for 3 rounds when Blocking an attack.",
}
skill[2554] = {
    ["skillName"] = "غضب كريستيان II",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +25% و الصحة +30%.",
}
skill[2555] = {
    ["skillName"] = "الصمت II",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 45% لجعل الهدف صامت لمدة 2 جولة.",
}
skill[2556] = {
    ["skillName"] = "الجسم الحديدي II",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، فإنها تزيد من الأضرار بنسبة 24% لمدة 4 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2557] = {
    ["skillName"] = "Sword Guru III",
    ["desc"] = "Passive skill: Increases Block by 25% and Attack by 35%.",
}
skill[2558] = {
    ["skillName"] = "النزيف III",
    ["desc"] = "مهارة سلبية: كل هجوم له 50% فرصة لاستنزاف الهدف، واحداث (70% من الهجوم) ضرر كل جولة لمدة 2 جولات.",
}
skill[2559] = {
    ["skillName"] = "Weakness III",
    ["desc"] = "Passive skill: Increases Attack by 17% for 3 rounds when Blocking an attack.",
}
skill[2560] = {
    ["skillName"] = "غضب كريستيان III",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +30% و الصحة +35%.",
}
skill[2561] = {
    ["skillName"] = "الصمت III",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 60% لجعل الهدف صامت لمدة 2 جولة.",
}
skill[2562] = {
    ["skillName"] = " الجسم الحديدي III",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، فإنها تزيد من الأضرار بنسبة 30% لمدة 4 جولات. يمكن تشغيل المهارة مرة واحدة فقط.",
}
skill[2563] = {
    ["skillName"] = "هجوم الغضب II",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +20%.",
}
skill[2564] = {
    ["skillName"] = "التحمس II",
    ["desc"] = "مهارة سلبية: تحدث ضرر اضافي (35% من الهجوم) والتي تلحق بالأعداء.",
}
skill[2565] = {
    ["skillName"] = "التضحية العادلة II",
    ["desc"] = "مهارة سلبية: بعد الموت، يمنح جميع الحلفاء +15% هجوم لمدة 5 جولة.",
}
skill[2566] = {
    ["skillName"] = "ازدهار الحياة II",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 50% لشفاء الحليف ذو الأدنى صحة بنسبة (110% من الهجوم).",
}
skill[2567] = {
    ["skillName"] = "شفاء الذات II",
    ["desc"] = "مهارة سلبية: يشفي الصحة  (50% من الهجوم) عند اتخاذ الضرر.",
}
skill[2568] = {
    ["skillName"] = "قلب الشيطان II",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 20% للتغلب على الهدف لمدة 15 جولة.",
}
skill[2569] = {
    ["skillName"] = "هجوم الغضب III",
    ["desc"] = "مهارة سلبية: زيادة الهجوم +30%.",
}
skill[2570] = {
    ["skillName"] = "التحمس III",
    ["desc"] = "مهارة سلبية: تحدث ضرر اضافي (45% من الهجوم) والتي تلحق بالأعداء.",
}
skill[2571] = {
    ["skillName"] = "التضحية العادلة III",
    ["desc"] = "مهارة سلبية: بعد الموت، يمنح جميع الحلفاء +19% هجوم لمدة 5 جولة.",
}
skill[2572] = {
    ["skillName"] = "ازدهار الحياة III",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 50% لشفاء الحليف ذو الأدنى صحة بنسبة (150% من الهجوم).",
}
skill[2573] = {
    ["skillName"] = "شفاء الذات III",
    ["desc"] = "مهارة سلبية: يشفي الصحة  (56% من الهجوم) عند اتخاذ الضرر.",
}
skill[2574] = {
    ["skillName"] = "قلب الشيطان III",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 25% للتغلب على الهدف لمدة 20 جولة.",
}
skill[2575] = {
    ["skillName"] = "مطر الدم",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 100% لنزيف الهدف، وتحدث ضرر(25% من الهجوم) كل جولة لمدة 4 جولات وتزيد كسر الدرع +11.2% لمدة 4 جولات.",
}
skill[2576] = {
    ["skillName"] = "Carnage Heart",
    ["desc"] = "Passive Skill: Increases Precision by 20%, Attack by 20%, Armor Break by 24%, HP by 10%,dealing extra [42% of Attack] damage on bleeding foes.",
}
skill[2577] = {
    ["skillName"] = "استنزاف الحياة",
    ["desc"] = "مهارة سلبية: كلما يموت بطل العدو، يشفي الصحة بنسبة (80% من الهجوم).",
}
skill[2578] = {
    ["skillName"] = "مطر الدم II",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 100% لنزيف الهدف، وتحدث ضرر(35% من الهجوم) كل جولة لمدة 4 جولات وتزيد كسر الدرع +14% لمدة 4 جولات.",
}
skill[2579] = {
    ["skillName"] = "Carnage Heart II",
    ["desc"] = "Passive Skill: Increases Precision by 35%, Attack by 25%, Armor Break by 28%, HP by 15%,dealing extra [60% of Attack] damage on bleeding foes.",
}
skill[2580] = {
    ["skillName"] = "استنزاف الحياة II",
    ["desc"] = "مهارة سلبية: كلما يموت بطل العدو، يشفي الصحة بنسبة (120% من الهجوم).",
}
skill[2581] = {
    ["skillName"] = "مطر الدم II",
    ["desc"] = "مهارة سلبية: كل هجوم لديه فرصة 100% لنزيف الهدف، وتحدث ضرر(45% من الهجوم) كل جولة لمدة 4 جولات وتزيد كسر الدرع +16.8% لمدة 4 جولات.",
}
skill[2582] = {
    ["skillName"] = "Carnage Heart III",
    ["desc"] = "Passive Skill: Increases Precision by 50%, Attack by 30%, Armor Break by 32%, HP by 30%,dealing extra [85% of Attack] damage on bleeding foes.",
}
skill[2583] = {
    ["skillName"] = "استنزاف الحياة III",
    ["desc"] = "مهارة سلبية: كلما يموت بطل العدو، يشفي الصحة بنسبة (240% من الهجوم).",
}
skill[2584] = {
    ["skillName"] = "اضعاف الحرب",
    ["desc"] = "المهارات السلبية: لديها فرصة 100% لسرقة درع الهدف بنسبة 15% لمدة 3 جولات.",
}
skill[2585] = {
    ["skillName"] = "الجسم الحديدي",
    ["desc"] = "مهارة سلبية: تزيد الصحة +20%، والهجوم +15%، والدرع +20%.",
}
skill[2586] = {
    ["skillName"] = "الهجوم العنيف",
    ["desc"] = "مهارة سلبية: في الجولة 6، تزيد الضربة الحرجة بنسبة 30% وضرر الضربة الحرجة بنسبة 50%.",
}
skill[2587] = {
    ["skillName"] = "اضعاف الحرب II",
    ["desc"] = "المهارات السلبية: لديها فرصة 100% لسرقة درع الهدف بنسبة 20% لمدة 3 جولات.",
}
skill[2588] = {
    ["skillName"] = "الجسم الحديدي II",
    ["desc"] = "مهارة سلبية: تزيد الصحة +30%، والهجوم +25%، والدرع +32%.",
}
skill[2589] = {
    ["skillName"] = "الهجوم العنيف II",
    ["desc"] = "مهارة سلبية: في الجولة 6، تزيد الضربة الحرجة بنسبة 45% وضرر الضربة الحرجة بنسبة 70%.",
}
skill[2590] = {
    ["skillName"] = "اضعاف الحرب III",
    ["desc"] = "المهارات السلبية: لديها فرصة 100% لسرقة درع الهدف بنسبة 25% لمدة 3 جولات.",
}
skill[2591] = {
    ["skillName"] = " الجسم الحديدي III",
    ["desc"] = "مهارة سلبية: تزيد الصحة +40%، والهجوم +35%، والدرع +40%.",
}
skill[2592] = {
    ["skillName"] = "الهجوم العنيف III",
    ["desc"] = "مهارة سلبية: في الجولة 4، تزيد الضربة الحرجة بنسبة 60% وضرر الضربة الحرجة بنسبة 100%.",
}
skill[2593] = {
    ["skillName"] = "تأمل الظلام",
    ["desc"] = "مهارة سلبية: تزيد من أضرار المهارة بنسبة 37.5%، والهجوم بنسبة 20% و الصحة بنسبة 20%.",
}
skill[2594] = {
    ["skillName"] = "قبضة الظل",
    ["desc"] = "مهارة سلبية: الهجوم لديه فرصة 100% لزيادة الهجوم الذاتي بنسبة 6% والسرعة بقيمة 5 لمدة 3 جولات.",
}
skill[2595] = {
    ["skillName"] = "انسلال الظل",
    ["desc"] = "مهارة سلبية: كل هجوم المهارة حليف يمنحك زيادة +10% من ضرر المهارة و 10 نقاط طاقة.",
}
skill[2596] = {
    ["skillName"] = "إرادة الضوء",
    ["desc"] = "مهارة سلبية: يزيد الضرر الكلي بنسبة 36%، والهجوم بنسبة 20% والسرعة بقيمة 20.",
}
skill[2597] = {
    ["skillName"] = "مريد الظل",
    ["desc"] = "مهارة سلبية: لديها فرصة 100% للإحياء مع صحة 60% بعد الموت.",
}
skill[2598] = {
    ["skillName"] = "افتداء ميشيل",
    ["desc"] = "مهارة سلبية: يزيد من السيطرة المناعية بنسبة 50%.",
}
skill[2599] = {
    ["skillName"] = "تأمل الظلام II",
    ["desc"] = "مهارة سلبية: تزيد من أضرار المهارة بنسبة 50%، والهجوم بنسبة 25% و الصحة بنسبة 25%.",
}
skill[2600] = {
    ["skillName"] = "قبضة الظل II",
    ["desc"] = "مهارة سلبية: الهجوم لديه فرصة 100% لزيادة الهجوم الذاتي بنسبة 10% والسرعة بقيمة 10 لمدة 3 جولات.",
}
skill[2601] = {
    ["skillName"] = "انسلال الظل II",
    ["desc"] = "مهارة سلبية: كل هجوم المهارة حليف يمنحك زيادة +15% من ضرر المهارة و 20 نقاط طاقة.",
}
skill[2602] = {
    ["skillName"] = "ارادة الظل II",
    ["desc"] = "مهارة سلبية: يزيد الضرر الكلي بنسبة 48%، والهجوم بنسبة 25% والسرعة بقيمة 30.",
}
skill[2603] = {
    ["skillName"] = "مريد الظل II",
    ["desc"] = "مهارة سلبية: لديها فرصة 100% للإحياء مع صحة 80% بعد الموت.",
}
skill[2604] = {
    ["skillName"] = "افتداء ميشيل II",
    ["desc"] = "مهارة سلبية: يزيد من السيطرة المناعية بنسبة 75%.",
}
skill[2605] = {
    ["skillName"] = "تأمل الظلام III",
    ["desc"] = "مهارة سلبية: تزيد من أضرار المهارة بنسبة 62.5%، والهجوم بنسبة 30% و الصحة بنسبة 40%.",
}
skill[2606] = {
    ["skillName"] = "قبضة الظل III",
    ["desc"] = "مهارة سلبية: الهجوم لديه فرصة 100% لزيادة الهجوم الذاتي بنسبة 20% والسرعة بقيمة 15 لمدة 3 جولات.",
}
skill[2607] = {
    ["skillName"] = "انسلال الظل III",
    ["desc"] = "مهارة سلبية: كل هجوم المهارة حليف يمنحك زيادة +20% من ضرر المهارة و 30 نقاط طاقة.",
}
skill[2608] = {
    ["skillName"] = "ارادة الظل III",
    ["desc"] = "مهارة سلبية: يزيد الضرر الكلي بنسبة 60%، والهجوم بنسبة 30% والسرعة بقيمة 40.",
}
skill[2609] = {
    ["skillName"] = "مريد الظل III",
    ["desc"] = "مهارة سلبية: لديها فرصة 100% للإحياء مع صحة 100% بعد الموت.",
}
skill[2610] = {
    ["skillName"] = "افتداء ميشيل III",
    ["desc"] = "مهارة سلبية: يزيد من السيطرة المناعية بنسبة 100%.",
}
skill[2611] = {
    ["skillName"] = "الألم الحارق",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% للحد من دروع الهدف بنسبة 12%. وإحداث ضرر(25% * هجوم) كل جولة، يستمر لمدة 4 جولات وزيادة الضرر الذاتي في حرق الهدف بنسبة 20% ويستمر لمدة 4 جولات.",
}
skill[2612] = {
    ["skillName"] = "Lava Shield",
    ["desc"] = "Passive skill: Increase Armor by 24%, Attack by 10%, HP by 15%, Precision by 10%",
}
skill[2613] = {
    ["skillName"] = "الهجوم الحارق المضاد",
    ["desc"] = "مهارة سلبية: بعد أن تتعرض للهجوم من قبل العدو الذي يملك درع أقل منك، فهذه المهارة لديها فرصة 100% للهجوم المضاد، واحداث ضرر بنسبة 100%.",
}
skill[2614] = {
    ["skillName"] = "الألم الحارق",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% للحد من دروع الهدف بنسبة 20%. وإحداث ضرر(35% * هجوم) كل جولة، يستمر لمدة 4 جولات وزيادة الضرر الذاتي في حرق الهدف بنسبة 30% ويستمر لمدة 4 جولات.",
}
skill[2615] = {
    ["skillName"] = "Lava Shield",
    ["desc"] = "Passive skill: Increase Armor by 36%, Attack by 15%, HP by 20%, Precision by 20%",
}
skill[2616] = {
    ["skillName"] = "الهجوم الحارق المضاد",
    ["desc"] = "مهارة سلبية: بعد أن تتعرض للهجوم من قبل العدو الذي يملك درع أقل منك، فهذه المهارة لديها فرصة 100% للهجوم المضاد، واحداث ضرر بنسبة 140%.",
}
skill[2617] = {
    ["skillName"] = "الألم الحارق",
    ["desc"] = "مهارة سلبية: هجوم لديه فرصة 100% للحد من دروع الهدف بنسبة 24%. وإحداث ضرر(45% * هجوم) كل جولة، يستمر لمدة 4 جولات وزيادة الضرر الذاتي في حرق الهدف بنسبة 40% ويستمر لمدة 4 جولات.",
}
skill[2618] = {
    ["skillName"] = "Lava Shield",
    ["desc"] = "Passive skill: Increase Armor by 48%, Attack by 20%, HP by 30%, Precision by 30%",
}
skill[2619] = {
    ["skillName"] = "الهجوم الحارق المضاد",
    ["desc"] = "مهارة سلبية: بعد أن تتعرض للهجوم من قبل العدو الذي يملك درع أقل منك، فهذه المهارة لديها فرصة 100% للهجوم المضاد، واحداث ضرر بنسبة 180%.",
}
skill[2620] = {
    ["skillName"] = "درع الحشرة",
    ["desc"] = "المهارة الخفية: زيادة مهارة خفض الضرر بنسبة 10%، ونقاط الصحة بنسبة 20%، والضرر الحرج بنسبة 10%.",
}
skill[2621] = {
    ["skillName"] = "قبضة الموت",
    ["desc"] = "مهارة سلبية: هجوم أساسي يضيف علامة مضيئة على الهدف والتي ستزيد من أضرار مهارة نشطة التي تلقّاها الهدف بنسبة 15%.",
}
skill[2622] = {
    ["skillName"] = "انتشار الموت",
    ["desc"] = "مهارة سلبية: علامات مضيئة على الأهداف عند اتخاذ الضرر. سوف تزيد ضرر مهارة نشطة التي تلقّاها الهدف بنسبة 15% وإضافة ضرر الضربة الحرجة بنسبة 9% لمدة 3 جولات.",
}
skill[2623] = {
    ["skillName"] = "درع الحشرة II",
    ["desc"] = "المهارة الخفية: زيادة مهارة خفض الضرر بنسبة 15%، ونقاط الصحة بنسبة 27%، والضرر الحرج بنسبة 15%.",
}
skill[2624] = {
    ["skillName"] = "قبضة الموت II",
    ["desc"] = "مهارة سلبية: هجوم أساسي يضيف علامة مضيئة على الهدف والتي ستزيد من أضرار مهارة نشطة التي تلقّاها الهدف بنسبة 25%.",
}
skill[2625] = {
    ["skillName"] = "انتشار الموت II",
    ["desc"] = "مهارة سلبية: علامات مضيئة على الأهداف عند اتخاذ الضرر. سوف تزيد ضرر مهارة نشطة التي تلقّاها الهدف بنسبة 25% وإضافة ضرر الضربة الحرجة بنسبة 12% لمدة 3 جولات.",
}
skill[2626] = {
    ["skillName"] = "درع الحشرة III",
    ["desc"] = "المهارة الخفية: زيادة مهارة خفض الضرر بنسبة 20%، ونقاط الصحة بنسبة 35%، والضرر الحرج بنسبة 20%.",
}
skill[2627] = {
    ["skillName"] = "قبضة الموت III",
    ["desc"] = "المهارة الخفية: يميز الهجوم الأساسي الهدف بعلامة برق، ستزيد علامة البرق ضرر المهارة النشطة لسكيري الذي يتلقاه الهدف بنسبة 35%. تسرق هجوم الهدف بنسبة 10% لـ 2 من الجولات.",
}
skill[2628] = {
    ["skillName"] = "انتشار الموت III",
    ["desc"] = "مهارة سلبية: علامات مضيئة على الأهداف عند اتخاذ الضرر. سوف تزيد ضرر مهارة نشطة التي تلقّاها الهدف بنسبة 35% وإضافة ضرر الضربة الحرجة بنسبة 15% لمدة 3 جولات.",
}
skill[2629] = {
    ["skillName"] = "عفو الملكة",
    ["desc"] = "مهارة سلبية: يزيد الهجوم بنسبة 15%، والصحة بنسبة 15% و الضربة الحرجة بنسبة 15%.",
}
skill[2630] = {
    ["skillName"] = "سيمفونية النجوم",
    ["desc"] = "المهارة الخفية: يعالج كل هجوم اللاعب نظير (60% من الهجوم) من نقاط الصحة لـ 3 من الجولات ويمنحك +10% من الهجوم لـ 3 من الجولات.",
}
skill[2631] = {
    ["skillName"] = "مليء الارتباك",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، لديها 50% فرصة لجعلهم صامتين لمدة 1 جولات لجميع الأعداء ونزيد من ضرر الضربة الحرجة الخاصة بك بنسبة 20% لمدة 6 جولات. (يمكن أن استخدامها مرة واحدة فقط)",
}
skill[2632] = {
    ["skillName"] = "عفو الملكة II",
    ["desc"] = "مهارة سلبية: يزيد الهجوم بنسبة 15%، والصحة بنسبة 20% و الضربة الحرجة بنسبة 20%.",
}
skill[2633] = {
    ["skillName"] = "سيمفونية النجوم II",
    ["desc"] = "المهارة الخفية: يعالج كل هجوم اللاعب نظير (90% من الهجوم) من نقاط الصحة لـ 3 من الجولات ويمنحك +20% من الهجوم لـ 3 من الجولات.",
}
skill[2634] = {
    ["skillName"] = "مليء بالارتباك II",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، لديها 75% فرصة لجعلهم صامتين لمدة 1 جولات لجميع الأعداء ونزيد من ضرر الضربة الحرجة الخاصة بك بنسبة 40% لمدة 6 جولات. (يمكن أن استخدامها مرة واحدة فقط)",
}
skill[2635] = {
    ["skillName"] = "عفو الملكة III",
    ["desc"] = "مهارة سلبية: يزيد الهجوم بنسبة 30%، والصحة بنسبة 25% و الضربة الحرجة بنسبة 35%.",
}
skill[2636] = {
    ["skillName"] = "سيمفونية النجوم III",
    ["desc"] = "المهارة الخفية: يعالج كل هجوم اللاعب نظير (120% من الهجوم) من نقاط الصحة لـ 3 من الجولات ويمنحك +30% من الهجوم لـ 3 من الجولات.",
}
skill[2637] = {
    ["skillName"] = "مليء بالارتباك III",
    ["desc"] = "مهارة سلبية: في حين أن الصحة أقل من 50%، لديها 100% فرصة لجعلهم صامتين لمدة 1 جولات لجميع الأعداء ونزيد من ضرر الضربة الحرجة الخاصة بك بنسبة 60% لمدة 6 جولات. (يمكن أن استخدامها مرة واحدة فقط)",
}
skill[2638] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2639] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2640] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2641] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2642] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2643] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2644] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2645] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2646] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2647] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2648] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2649] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2650] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2651] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2652] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2653] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2654] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2655] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2656] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2657] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2658] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2659] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2660] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2661] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2662] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2663] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2664] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2665] = {
    ["skillName"] = "aa",
    ["desc"] = "aa",
}
skill[2666] = {
    ["skillName"] = "مملكة الصقيع",
    ["desc"] = "المهارة الخفية: عند التعرض لضرر من هدف غير محارب، يكون هناك فرصة 10% لتجميد الهدف لـ 2 من الجولات. عند التعرض لضرر من هدف غير محارب، يكون هناك فرصة 20% لتجميد الهدف لـ 2 من الجولات.",
}
skill[2667] = {
    ["skillName"] = "Winter is coming",
    ["desc"] = "Passive skill: Increases Block by 15%, HP by 20% and Armor by 15%, gain freeze immune",
}
skill[2668] = {
    ["skillName"] = "صفر مطلق",
    ["desc"] = "المهارة الخفية: عندما تكون الصحة أقل من 50%، تقوم بالمعالجة الذاتية نظير [240% من الهجوم] من نقاط الصحة لـ 3 من الجولات باستمرار. (يمكن تشغيلها مرة واحدة فقط)",
}
skill[2669] = {
    ["skillName"] = "صلد كالصخر",
    ["desc"] = "المهارة الخفية: زيادة الهجوم بنسبة 15%، وزيادة نقاط الصحة بنسبة 20%، وزيادة الدرع بنسبة 10%، ويكون اللاعب محصنًا ضد الصعق",
}
skill[2670] = {
    ["skillName"] = "غضب الصعق",
    ["desc"] = "المهارة الخفية: تلحق الضرر بنسبة [80% هجوم] بالهدف المتجمد، ويتغير الهجوم الأساسي ليلحق الضرر بالخط الخلفي للأعداء بنسبة [75% من الهجوم] مع فرصة تجميدهم لـ 2 من الجولات.",
}
skill[2671] = {
    ["skillName"] = "حارس الصخور",
    ["desc"] = "المهارة الخفية: عندما تكون الصحة أقل من 50%، تزيد فرص خفض الضرر الذاتي بنسبة 30% لـ 3 من الجولات. (يمكن تشغيلها مرة واحدة فقط) ",
}
skill[2672] = {
    ["skillName"] = "مملكة الصقيع",
    ["desc"] = "المهارة الخفية: عند التعرض لضرر من هدف غير محارب، يكون هناك فرصة 15% لتجميد الهدف لـ 2 من الجولات. عند التعرض لضرر من هدف غير محارب، يكون هناك فرصة 27% لتجميد الهدف لـ 2 من الجولات.",
}
skill[2673] = {
    ["skillName"] = "Winter is coming",
    ["desc"] = "Passive skill: Increases Block by 25%, HP by 30%, gain freeze immune",
}
skill[2674] = {
    ["skillName"] = "صفر مطلق",
    ["desc"] = "المهارة الخفية: عندما تكون الصحة أقل من 50%، تقوم بالمعالجة الذاتية نظير [340% من الهجوم] من نقاط الصحة لـ 3 من الجولات باستمرار. (يمكن تشغيلها مرة واحدة فقط)",
}
skill[2675] = {
    ["skillName"] = "صلد كالصخر",
    ["desc"] = "المهارة الخفية: زيادة الهجوم بنسبة 20%، وزيادة نقاط الصحة بنسبة 20%، وزيادة الدرع بنسبة 15%، ويكون اللاعب محصنًا ضد الصعق",
}
skill[2676] = {
    ["skillName"] = "غضب الصعق",
    ["desc"] = "المهارة الخفية: تلحق الضرر بنسبة [110% هجوم] بالهدف المتجمد، ويتغير الهجوم الأساسي ليلحق الضرر بالخط الخلفي للأعداء بنسبة [85% من الهجوم] مع فرصة تجميدهم لـ 2 من الجولات.",
}
skill[2677] = {
    ["skillName"] = "حارس الصخور",
    ["desc"] = "المهارة الخفية: عندما تكون الصحة أقل من 50%، تزيد فرص خفض الضرر الذاتي بنسبة 40% لـ 3 من الجولات. (يمكن تشغيلها مرة واحدة فقط) ",
}
skill[2678] = {
    ["skillName"] = "مملكة الصقيع",
    ["desc"] = "المهارة الخفية: عند التعرض لضرر من هدف غير محارب، يكون هناك فرصة 20% لتجميد الهدف لـ 2 من الجولات. عند التعرض لضرر من هدف غير محارب، يكون هناك فرصة 35% لتجميد الهدف لـ 2 من الجولات.",
}
skill[2679] = {
    ["skillName"] = "Winter is coming",
    ["desc"] = "Passive skill: Increases Block by 35%, HP by 40%, gain freeze immune",
}
skill[2680] = {
    ["skillName"] = "Absolute zero",
    ["desc"] = "Passive skill: While below 50% HP, heals self for (20% of total HP) HP for 3 rounds.(Can only trigger once)",
}
skill[2681] = {
    ["skillName"] = "صلد كالصخر",
    ["desc"] = "المهارة الخفية: زيادة الهجوم بنسبة 35%، وزيادة نقاط الصحة بنسبة 25%، وزيادة الدرع بنسبة 20%، ويكون اللاعب محصنًا ضد الصعق",
}
skill[2682] = {
    ["skillName"] = "غضب الصعق",
    ["desc"] = "المهارة الخفية: تلحق الضرر بنسبة [160% هجوم] بالهدف المتجمد، ويتغير الهجوم الأساسي ليلحق الضرر بالخط الخلفي للأعداء بنسبة [95% من الهجوم] مع فرصة تجميدهم لـ 2 من الجولات.",
}
skill[2683] = {
    ["skillName"] = "حارس الصخور",
    ["desc"] = "المهارة الخفية: عندما تكون الصحة أقل من 50%، تزيد فرص خفض الضرر الذاتي بنسبة 50% لـ 3 من الجولات. (يمكن تشغيلها مرة واحدة فقط) ",
}
skill[2684] = {
    ["skillName"] = "طاقة النسيان",
    ["desc"] = "المهارة الخفية: كلما أطلق حليفك مهارة نشطة، يتم منح 10 من نقاط الطاقة وتتم المعالجة الذاتية نظير [62% من الهجوم] من نقاط الصحة.",
}
skill[2685] = {
    ["skillName"] = "Journey of Soul",
    ["desc"] = "Passive skill: Increases HP by 20%, Speed by 20% and Attack by 15%, gain silence immune",
}
skill[2686] = {
    ["skillName"] = "السجن الغامض",
    ["desc"] = "المهارة الخفية: يتم تغيير الهجوم الأساسي إلى مهاجمة 1 من الأعداء العشوائيين بالخطوط الخلفية، ويتم إلحاق الضرر بنسبة [100% من الهجوم] وتنخفض طاقاتهم بمقدار 30.",
}
skill[2687] = {
    ["skillName"] = "جاهز للحصاد",
    ["desc"] = "المهارة الخفية: يستهدف الهجوم الأساسي العدو الذي يتمتع بأقل نقاط صحة، محدثًا [110% من الهجوم] من الضرر.",
}
skill[2688] = {
    ["skillName"] = "غذاء الدم",
    ["desc"] = "المهارة الخفية: عندما يموت بطل العدو، يتم منح 35 من الطاقة للاعب فورًا ويزيد الضرر المقدس بنسبة 10% لـ 3 من الجولات.",
}
skill[2689] = {
    ["skillName"] = "الإيمان المطلق",
    ["desc"] = "المهارة الخفية: تزيد نقاط الضرر المقدس بنسبة 20%، وتزيد السرعة بمقدار 20، ويزيد الضرر الحرج بنسبة 15% ويكون اللاعب محصنًا ضد الصعق.",
}
skill[2690] = {
    ["skillName"] = "طاقة النسيان",
    ["desc"] = "المهارة الخفية: كلما أطلق حليفك مهارة نشطة، يتم منح 20 من نقاط الطاقة وتتم المعالجة الذاتية نظير [92% من الهجوم] من نقاط الصحة.",
}
skill[2691] = {
    ["skillName"] = "Journey of Soul",
    ["desc"] = "Passive skill: Increases HP by 25%, Speed by 40% and Attack by 22%, gain silence immune",
}
skill[2692] = {
    ["skillName"] = "السجن الغامض",
    ["desc"] = "المهارة الخفية: يتم تغيير الهجوم الأساسي إلى مهاجمة 1 من الأعداء العشوائيين بالخطوط الخلفية، ويتم إلحاق الضرر بنسبة [110% من الهجوم] وتنخفض طاقاتهم بمقدار 40.",
}
skill[2693] = {
    ["skillName"] = "جاهز للحصاد",
    ["desc"] = "المهارة الخفية: يستهدف الهجوم الأساسي العدو الذي يتمتع بأقل نقاط صحة، محدثًا [120% من الهجوم] من الضرر.",
}
skill[2694] = {
    ["skillName"] = "غذاء الدم",
    ["desc"] = "المهارة الخفية: عندما يموت بطل العدو، يتم منح 70 من الطاقة للاعب فورًا ويزيد الضرر المقدس بنسبة 15% لـ 3 من الجولات.",
}
skill[2695] = {
    ["skillName"] = "الإيمان المطلق",
    ["desc"] = "المهارة الخفية: تزيد نقاط الضرر المقدس بنسبة 45%، وتزيد السرعة بمقدار 40، ويزيد الضرر الحرج بنسبة 20% ويكون اللاعب محصنًا ضد الصعق.",
}
skill[2696] = {
    ["skillName"] = "طاقة النسيان",
    ["desc"] = "المهارة الخفية: كلما أطلق حليفك مهارة نشطة، يتم منح 30 من نقاط الطاقة وتتم المعالجة الذاتية نظير [130% من الهجوم] من نقاط الصحة.",
}
skill[2697] = {
    ["skillName"] = "Journey of Soul",
    ["desc"] = "Passive skill: Increases HP by 30%, Speed by 60% and Attack by 30%, gain silence immune",
}
skill[2698] = {
    ["skillName"] = "السجن الغامض",
    ["desc"] = "المهارة الخفية: يتم تغيير الهجوم الأساسي إلى مهاجمة 1 من الأعداء العشوائيين بالخطوط الخلفية، ويتم إلحاق الضرر بنسبة [130% من الهجوم] وتنخفض طاقاتهم بمقدار 50.",
}
skill[2699] = {
    ["skillName"] = "جاهز للحصاد",
    ["desc"] = "المهارة الخفية: يستهدف الهجوم الأساسي العدو الذي يتمتع بأقل نقاط صحة، محدثًا [130% من الهجوم] من الضرر.",
}
skill[2700] = {
    ["skillName"] = "غذاء الدم",
    ["desc"] = "المهارة الخفية: عندما يموت بطل العدو، يتم منح 100 من الطاقة للاعب فورًا ويزيد الضرر المقدس بنسبة 30% لـ 3 من الجولات.",
}
skill[2701] = {
    ["skillName"] = "الإيمان المطلق",
    ["desc"] = "المهارة الخفية: تزيد نقاط الضرر المقدس بنسبة 70%، وتزيد السرعة بمقدار 60، ويزيد الضرر الحرج بنسبة 30% ويكون اللاعب محصنًا ضد الصعق.",
}
skill[2702] = {
    ["skillName"] = "ضخ النيران الشرسة",
    ["desc"] = "مهارة غير مُفعلة: يستهدف الهجوم الأساسي أعداء الخط الخلفي، يلحق 75% من الضرر ويقلل 5% من دروعهم لمدة 3 من الجولات، ويعالج 2 من الحلفاء العشوائيين بمقدار [10% من نقاط صحة الحلفاء القصوى. ",
}
skill[2703] = {
    ["skillName"] = "طاقة النيران",
    ["desc"] = "مهارة غير مُفعلة: لزيادة نقاط الصحة بمقدار 20%، وزيادة السرعة بمقدار 20، وزيادة تقليل الضرر بمقدار 10%؛",
}
skill[2704] = {
    ["skillName"] = "غزو النيران",
    ["desc"] = "مهارة غير مُفعلة:بينما تكون الصحة أقل من 50%، يكون هناك 25% من الفرص لإمساك جميع الأعداء لمدة 2 من الجولات. (يمكن إطلاقه مرة واحدة فقط)",
}
skill[2705] = {
    ["skillName"] = "ضخ النيران الشرسة",
    ["desc"] = "مهارة غير مُفعلة: يستهدف الهجوم الأساسي أعداء الخط الخلفي، يلحق 80% من الضرر ويقلل 10% من دروعهم لمدة 3 من الجولات، ويعالج 2 من الحلفاء العشوائيين بمقدار [15% من نقاط صحة الحلفاء القصوى. ",
}
skill[2706] = {
    ["skillName"] = "طاقة النيران",
    ["desc"] = "مهارة غير مُفعلة: لزيادة نقاط الصحة بمقدار 25%، وزيادة السرعة بمقدار 40، وزيادة تقليل الضرر بمقدار 15%؛",
}
skill[2707] = {
    ["skillName"] = "غزو النيران",
    ["desc"] = "مهارة غير مُفعلة:بينما تكون الصحة أقل من 50%، يكون هناك 40% من الفرص لإمساك جميع الأعداء لمدة 2 من الجولات. (يمكن إطلاقه مرة واحدة فقط)",
}
skill[2708] = {
    ["skillName"] = "ضخ النيران الشرسة",
    ["desc"] = "مهارة غير مُفعلة: يستهدف الهجوم الأساسي أعداء الخط الخلفي، يلحق 90% من الضرر ويقلل 15% من دروعهم لمدة 3 من الجولات، ويعالج 2 من الحلفاء العشوائيين بمقدار [20% من نقاط صحة الحلفاء القصوى. ",
}
skill[2709] = {
    ["skillName"] = "طاقة النيران",
    ["desc"] = "مهارة غير مُفعلة: لزيادة نقاط الصحة بمقدار 30%، وزيادة السرعة بمقدار 60، وزيادة تقليل الضرر بمقدار 20%؛",
}
skill[2710] = {
    ["skillName"] = "غزو النيران",
    ["desc"] = "مهارة غير مُفعلة:بينما تكون الصحة أقل من 50%، يكون هناك 75% من الفرص لإمساك جميع الأعداء لمدة 2 من الجولات. (يمكن إطلاقه مرة واحدة فقط)",
}
skill[2711] = {
    ["skillName"] = "القلب القاسي",
    ["desc"] = "مهارة غير مُفعلة: يزيد الهجوم بمقدار 20%، والضربة الحرجة بمقدار 20% ونقاط الصحة بمقدار 10%.",
}
skill[2712] = {
    ["skillName"] = "استعادة الحياة",
    ["desc"] = "مهارة غير مُفعلة: الضربة الحرجة لديها 100% من الفرص لمعالجة النفس مقابل (160% من الهجوم) نقاط الصحة.",
}
skill[2713] = {
    ["skillName"] = "ضربة الضعف",
    ["desc"] = "مهارة غير مُفعلة: يستهدف الهجوم الأساسي 2 من الأعداء العشوائيين ويلحق (80% من الهجوم) الضرر ويحدد الأهداف باستخدام علامة المراقب. يمكن إحلال تأثير علامة المراقب، ستزيد علامة المراقب من الضرر الذي تعرض له الهدف بمقدار 15%(قبعة إحلال ضرر علامة المراقب: 300%)",
}
skill[2714] = {
    ["skillName"] = "القلب القاسي",
    ["desc"] = "مهارة غير مُفعلة: يزيد الهجوم بمقدار 25%، والضربة الحرجة بمقدار 25% ونقاط الصحة بمقدار 15%.",
}
skill[2715] = {
    ["skillName"] = "استعادة الحياة",
    ["desc"] = "مهارة غير مُفعلة: الضربة الحرجة لديها 100% من الفرص لمعالجة النفس مقابل (200% من الهجوم) نقاط الصحة.",
}
skill[2716] = {
    ["skillName"] = "ضربة الضعف",
    ["desc"] = "مهارة غير مُفعلة: يستهدف الهجوم الأساسي 2 من الأعداء العشوائيين ويلحق (90% من الهجوم) الضرر ويحدد الأهداف باستخدام علامة المراقب. يمكن إحلال تأثير علامة المراقب، ستزيد علامة المراقب من الضرر الذي تعرض له الهدف بمقدار 20%(قبعة إحلال ضرر علامة المراقب: 300%)",
}
skill[2717] = {
    ["skillName"] = "القلب القاسي",
    ["desc"] = "مهارة غير مُفعلة: يزيد الهجوم بمقدار 30%، والضربة الحرجة بمقدار 30% ونقاط الصحة بمقدار 20%.",
}
skill[2718] = {
    ["skillName"] = "استعادة الحياة",
    ["desc"] = "مهارة غير مُفعلة: الضربة الحرجة لديها 100% من الفرص لمعالجة النفس مقابل (280% من الهجوم) نقاط الصحة.",
}
skill[2719] = {
    ["skillName"] = "ضربة الضعف",
    ["desc"] = "مهارة غير مُفعلة: يستهدف الهجوم الأساسي 2 من الأعداء العشوائيين ويلحق (110% من الهجوم) الضرر ويحدد الأهداف باستخدام علامة المراقب. يمكن إحلال تأثير علامة المراقب، ستزيد علامة المراقب من الضرر الذي تعرض له الهدف بمقدار 35%(قبعة إحلال ضرر علامة المراقب: 300%)",
}
skill[2720] = {
    ["skillName"] = "الحمل الزائد",
    ["desc"] = "مهارة غير مُفعلة: تلحق مهارة الجهوم لكل حليف [80% من الهجوم] من الضرر بـ 1 من الأعداء العشوائيين والحصول على 10% من الفرص لإمساك الأعداء لمدة 2 من الجولات. ",
}
skill[2721] = {
    ["skillName"] = "التشكيل التوصيلي",
    ["desc"] = "مهارة غير مُفعلة: لزيادة السرعة بمقدار 15، ونقاط الصحة بمقدار 15%، والضربة الحرجة بمقدار 10% والإمساك المناعي.",
}
skill[2722] = {
    ["skillName"] = "الحاجز",
    ["desc"] = "مهارة غير مُفعلة: بينما تكون نقاط الصحة أقل من 80%، يزيد تقليل الضرر بمقدار 20% لمدة 5 من الجولات (يمكن إطلاقه مرة واحدة فقط)",
}
skill[2723] = {
    ["skillName"] = "الحمل الزائد",
    ["desc"] = "مهارة غير مُفعلة: تلحق مهارة الجهوم لكل حليف [125% من الهجوم] من الضرر بـ 1 من الأعداء العشوائيين والحصول على 15% من الفرص لإمساك الأعداء لمدة 2 من الجولات. ",
}
skill[2724] = {
    ["skillName"] = "التشكيل التوصيلي",
    ["desc"] = "مهارة غير مُفعلة: لزيادة السرعة بمقدار 25، ونقاط الصحة بمقدار 25%، والضربة الحرجة بمقدار 15% والإمساك المناعي.",
}
skill[2725] = {
    ["skillName"] = "الحاجز",
    ["desc"] = "مهارة غير مُفعلة: بينما تكون نقاط الصحة أقل من 80%، يزيد تقليل الضرر بمقدار 30% لمدة 5 من الجولات (يمكن إطلاقه مرة واحدة فقط)",
}
skill[2726] = {
    ["skillName"] = "الحمل الزائد",
    ["desc"] = "مهارة غير مُفعلة: تلحق مهارة الجهوم لكل حليف [165% من الهجوم] من الضرر بـ 1 من الأعداء العشوائيين والحصول على 25% من الفرص لإمساك الأعداء لمدة 2 من الجولات. ",
}
skill[2727] = {
    ["skillName"] = "التشكيل التوصيلي",
    ["desc"] = "مهارة غير مُفعلة: لزيادة السرعة بمقدار 40، ونقاط الصحة بمقدار 30%، والضربة الحرجة بمقدار 20% والإمساك المناعي.",
}
skill[2728] = {
    ["skillName"] = "الحاجز",
    ["desc"] = "مهارة غير مُفعلة: بينما تكون نقاط الصحة أقل من 80%، يزيد تقليل الضرر بمقدار 50% لمدة 5 من الجولات (يمكن إطلاقه مرة واحدة فقط)",
}
skill[2729] = {
    ["skillName"] = "اجتذاب جاهارا",
    ["desc"] = "مهارة غير مُفعلة: يستهدف الهجوم الأساسي 2 من الأعداء العشوائيين، ويلحق [95% من الهجوم] الضرر والحصول على 100% من الفرص لسرقة 10% من الهجوم من الهدف لمدة 3 من الجولات.",
}
skill[2730] = {
    ["skillName"] = "ظل الليل",
    ["desc"] = "مهارة غير مُفعلة: لزيادة الهجوم بمقدار 10%، والضربة الحرجة بمقدار 15% ونقاط الصحة بمقدار 10%",
}
skill[2731] = {
    ["skillName"] = "الروح الحارسة",
    ["desc"] = "مهارة غير مُفعلة: عند التعرض إلى ضرر المهارة، الحصول على 30% من الفرص لمعالجة النفس مقابل [160% من الهجوم] من نقاط الصحة، والحصول على 30% من الفرص لزيادة الطاقة الذاتية بمقدار 20.",
}
skill[2732] = {
    ["skillName"] = "اجتذاب جاهارا",
    ["desc"] = "مهارة غير مُفعلة: يستهدف الهجوم الأساسي 2 من الأعداء العشوائيين، ويلحق [105% من الهجوم] الضرر والحصول على 100% من الفرص لسرقة 12% من الهجوم من الهدف لمدة 3 من الجولات.",
}
skill[2733] = {
    ["skillName"] = "ظل الليل",
    ["desc"] = "مهارة غير مُفعلة: لزيادة الهجوم بمقدار 15%، والضربة الحرجة بمقدار 20% ونقاط الصحة بمقدار 15%",
}
skill[2734] = {
    ["skillName"] = "الروح الحارسة",
    ["desc"] = "مهارة غير مُفعلة: عند التعرض إلى ضرر المهارة، الحصول على 40% من الفرص لمعالجة النفس مقابل [180% من الهجوم] من نقاط الصحة، والحصول على 40% من الفرص لزيادة الطاقة الذاتية بمقدار 25.",
}
skill[2735] = {
    ["skillName"] = "اجتذاب جاهارا",
    ["desc"] = "مهارة غير مُفعلة: يستهدف الهجوم الأساسي 2 من الأعداء العشوائيين، ويلحق [120% من الهجوم] الضرر والحصول على 100% من الفرص لسرقة 15% من الهجوم من الهدف لمدة 3 من الجولات.",
}
skill[2736] = {
    ["skillName"] = "ظل الليل",
    ["desc"] = "مهارة غير مُفعلة: لزيادة الهجوم بمقدار 20%، والضربة الحرجة بمقدار 25% ونقاط الصحة بمقدار 20%",
}
skill[2737] = {
    ["skillName"] = "الروح الحارسة",
    ["desc"] = "مهارة غير مُفعلة: عند التعرض إلى ضرر المهارة، الحصول على 50% من الفرص لمعالجة النفس مقابل [200% من الهجوم] من نقاط الصحة، والحصول على 50% من الفرص لزيادة الطاقة الذاتية بمقدار 30.",
}
skill[2738] = {
    ["skillName"] = "الشحن البطولي",
    ["desc"] = "مهارة غير مُفعلة: يستهدف الهجوم الأساسي 4 من الأعداء العشوائيين، ويلحق [95% من الهجوم] الضرر والحصول على 12% من الفرص لإمساك الأهداف لمدة 2 من الجولات.",
}
skill[2739] = {
    ["skillName"] = "سلوك الملك",
    ["desc"] = "مهارة غير مُفعلة: لزيادة نقاط الصحة بمقدار 15%، والهجوم بمقدار 15%، والسيطرة المناعية بمقدار 20% وإلحاق [30% من الهجوم] من الضرر الإضافي بالخصوم الذين تم إمساكهم.",
}
skill[2740] = {
    ["skillName"] = "The Call of the King",
    ["desc"] = "Passive Skill: Has a 45% chance to deal [45% of Attack] damage against all enemies when taking damage.",
}
skill[2741] = {
    ["skillName"] = "الشحن البطولي",
    ["desc"] = "مهارة غير مُفعلة: يستهدف الهجوم الأساسي 4 من الأعداء العشوائيين، ويلحق [110% من الهجوم] الضرر والحصول على 18% من الفرص لإمساك الأهداف لمدة 2 من الجولات.",
}
skill[2742] = {
    ["skillName"] = "سلوك الملك",
    ["desc"] = "مهارة غير مُفعلة: لزيادة نقاط الصحة بمقدار 25%، والهجوم بمقدار 20%، والسيطرة المناعية بمقدار 25% وإلحاق [60% من الهجوم] من الضرر الإضافي بالخصوم الذين تم إمساكهم.",
}
skill[2743] = {
    ["skillName"] = "The Call of the King",
    ["desc"] = "Passive Skill: Has a 60% chance to deal [80% of Attack] damage against all enemies when taking damage.",
}
skill[2744] = {
    ["skillName"] = "الشحن البطولي",
    ["desc"] = "مهارة غير مُفعلة: يستهدف الهجوم الأساسي 4 من الأعداء العشوائيين، ويلحق [125% من الهجوم] الضرر والحصول على 25% من الفرص لإمساك الأهداف لمدة 2 من الجولات.",
}
skill[2745] = {
    ["skillName"] = "سلوك الملك",
    ["desc"] = "مهارة غير مُفعلة: لزيادة نقاط الصحة بمقدار 40%، والهجوم بمقدار 25%، والسيطرة المناعية بمقدار 35% وإلحاق [100% من الهجوم] من الضرر الإضافي بالخصوم الذين تم إمساكهم.",
}
skill[2746] = {
    ["skillName"] = "The Call of the King",
    ["desc"] = "Passive Skill: Has a 100% chance to deal [125% of Attack] damage against all enemies when taking damage.",
}
skill[2747] = {
    ["skillName"] = "Unreal Instinct",
    ["desc"] = "Passive skill: Increases HP by 20%, Reduce Damage by 15%, Speed by 20 and Control Immune by 50%.",
}
skill[2748] = {
    ["skillName"] = "Energy Absorbing",
    ["desc"] = "Passive skill: Basic attack targets the enemy with the lowest HP, dealing (110% of Attack) damage, reduce target's Energy by 20",
}
skill[2749] = {
    ["skillName"] = "Shadow Fission",
    ["desc"] = "Passive Skill: Whenever any hero died, deals (120% of Attack) Damage to all enemies each round, lasting 2 rounds.",
}
skill[2750] = {
    ["skillName"] = "Divine Awakening",
    ["desc"] = "Passive skill: Increases HP by 20%, Attack by 20%",
}
skill[2751] = {
    ["skillName"] = "Sanctity Will",
    ["desc"] = "Passive Skill: Basic attack heals 3 random ally for [110% of Attack] HP, lasting 3 rounds",
}
skill[2752] = {
    ["skillName"] = "Light of Souls",
    ["desc"] = "Passive skill: After death, heals all allies for (180% of Attack) HP for 5 rounds.",
}
skill[2753] = {
    ["skillName"] = "Unreal Instinct",
    ["desc"] = "Passive skill: Increases HP by 30%, Reduce Damage by 20%, Speed by 40 and Control Immune by 75%.",
}
skill[2754] = {
    ["skillName"] = "Energy Absorbing",
    ["desc"] = "Passive skill: Basic attack targets the enemy with the lowest HP, dealing (120% of Attack) damage, reduce target's Energy by 40",
}
skill[2755] = {
    ["skillName"] = "Shadow Fission",
    ["desc"] = "Passive Skill: Whenever any hero died, deals (150% of Attack) Damage to all enemies each round, lasting 2 rounds.",
}
skill[2756] = {
    ["skillName"] = "Divine Awakening",
    ["desc"] = "Passive skill: Increases HP by 25%, Attack by 35%",
}
skill[2757] = {
    ["skillName"] = "Sanctity Will",
    ["desc"] = "Passive Skill: Basic attack heals 3 random ally for [160% of Attack] HP, lasting 3 rounds",
}
skill[2758] = {
    ["skillName"] = "Light of Souls",
    ["desc"] = "Passive skill: After death, heals all allies for (240% of Attack) HP for 5 rounds.",
}
skill[2759] = {
    ["skillName"] = "Unreal Instinct",
    ["desc"] = "Passive skill: Increases HP by 40%, Reduce Damage by 30%, Speed by 60 and Control Immune by 100%.",
}
skill[2760] = {
    ["skillName"] = "Energy Absorbing",
    ["desc"] = "Passive skill: Basic attack targets the enemy with the lowest HP, dealing (140% of Attack) damage, reduce target's Energy by 60",
}
skill[2761] = {
    ["skillName"] = "Shadow Fission",
    ["desc"] = "Passive Skill: Whenever any hero died, deals (200% of Attack) Damage to all enemies each round, lasting 2 rounds.",
}
skill[2762] = {
    ["skillName"] = "Divine Awakening",
    ["desc"] = "Passive skill: Increases HP by 30%, Attack by 45%",
}
skill[2763] = {
    ["skillName"] = "Sanctity Will",
    ["desc"] = "Passive Skill: Basic attack heals 3 random ally for [220% of Attack] HP, lasting 3 rounds",
}
skill[2764] = {
    ["skillName"] = "Light of Souls",
    ["desc"] = "Passive skill: After death, heals all allies for (300% of Attack) HP for 5 rounds.",
}
skill[2765] = {
    ["skillName"] = "Unparalleled Brave",
    ["desc"] = "Passive Skill: Increase max Health by 15%, increase Attack by 10%, and increase Crit Chance by 15%.",
}
skill[2766] = {
    ["skillName"] = "Fire of the Soul",
    ["desc"] = "Passive Skill: Valkyrie's normal attacks deal 75% to 3 random enemies, reduces the enemies' attacks by 6%, and burns the enemies for 2% of Valkyrie's max Health per round for 1 rounds.",
}
skill[2767] = {
    ["skillName"] = "Flame Enchantment",
    ["desc"] = "Passive Skill: When controlled, heals [100% of Attack] continuously for 3 rounds, and burns 3 random enemies for 1% of Valkyrie's max Health per round for 1 rounds.",
}
skill[2768] = {
    ["skillName"] = "Unparalleled Brave",
    ["desc"] = "Passive Skill: Increase max Health by 25%, increase Attack by 15%, and increase Crit Chance by 20%.",
}
skill[2769] = {
    ["skillName"] = "Fire of the Soul",
    ["desc"] = "Passive Skill: Valkyrie's normal attacks deal 85% to 3 random enemies, reduces the enemies' attacks by 9%, and burns the enemies for 4% of Valkyrie's max Health per round for 1 rounds.",
}
skill[2770] = {
    ["skillName"] = "Flame Enchantment",
    ["desc"] = "Passive Skill: When controlled, heals [150% of Attack] continuously for 3 rounds, and burns 3 random enemies for 2% of Valkyrie's max Health per round for 1 rounds.",
}
skill[2771] = {
    ["skillName"] = "Unparalleled Brave",
    ["desc"] = "Passive Skill: Increase max Health by 35%, increase Attack by 25%, and increase Crit Chance by 30%.",
}
skill[2772] = {
    ["skillName"] = "Fire of the Soul",
    ["desc"] = "Passive Skill: Valkyrie's normal attacks deal 95% to 3 random enemies, reduces the enemies' attacks by 12%, and burns the enemies for 6% of Valkyrie's max Health per round for 1 rounds.",
}
skill[2773] = {
    ["skillName"] = "Flame Enchantment",
    ["desc"] = "Passive Skill: When controlled, heals [200% of Attack] continuously for 3 rounds, and burns 3 random enemies for 3% of Valkyrie's max Health per round for 1 rounds.",
}
skill[2774] = {
    ["skillName"] = "Shadow Step",
    ["desc"] = "Passive skill: Increases Attack by 15%, Block by 30%, Control Immune by 10%, Speed by 10.",
}
skill[2775] = {
    ["skillName"] = "Reverse Damage",
    ["desc"] = "Passive skill: When blocks successfully, increases Self Crit by 10% and Attack by 5% each round for 4 rounds.",
}
skill[2776] = {
    ["skillName"] = "Shadow Pursuit ",
    ["desc"] = "Passive skill: Basic Attack deals [180% of Attack] damage the enemy with the lowest HP, and deals [100% of Attack] bleed damage for 2 rounds.",
}
skill[2777] = {
    ["skillName"] = "Shadow Step",
    ["desc"] = "Passive skill: Increases Attack by 25%, Block by 50%, Control Immune by 20%, Speed by 20.",
}
skill[2778] = {
    ["skillName"] = "Reverse Damage",
    ["desc"] = "Passive skill: When blocks successfully, increases Self Crit by 15% and Attack by 10% each round for 4 rounds.",
}
skill[2779] = {
    ["skillName"] = "Shadow Pursuit ",
    ["desc"] = "Passive skill: Basic Attack deals [220% of Attack] damage the enemy with the lowest HP, and deals [150% of Attack] bleed damage for 2 rounds.",
}
skill[2780] = {
    ["skillName"] = "Shadow Step",
    ["desc"] = "Passive skill: Increases Attack by 35%, Block by 70%, Control Immune by 30%, Speed by 30.",
}
skill[2781] = {
    ["skillName"] = "Reverse Damage",
    ["desc"] = "Passive skill: When blocks successfully, increases Self Crit by 20% and Attack by 15% each round for 4 rounds.",
}
skill[2782] = {
    ["skillName"] = "Shadow Pursuit ",
    ["desc"] = "Passive skill: Basic Attack deals [260% of Attack] damage the enemy with the lowest HP, and deals [180% of Attack] bleed damage for 2 rounds.",
}
skill[10001] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 1024 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 456  كل جولة لمدة 3 جولات.",
}
skill[10002] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 1247 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 610  كل جولة لمدة 3 جولات.",
}
skill[10003] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 1470 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 764  كل جولة لمدة 3 جولات.",
}
skill[10004] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 1693 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 918  كل جولة لمدة 3 جولات.",
}
skill[10005] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 1916 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 1072  كل جولة لمدة 3 جولات.",
}
skill[10006] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 2139 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 1226  كل جولة لمدة 3 جولات.",
}
skill[10007] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 2362 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 1380  كل جولة لمدة 3 جولات.",
}
skill[10008] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 2585 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 1534  كل جولة لمدة 3 جولات.",
}
skill[10009] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 2808 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 1688  كل جولة لمدة 3 جولات.",
}
skill[10010] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 3031 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 1842  كل جولة لمدة 3 جولات.",
}
skill[10011] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 3254 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 1996  كل جولة لمدة 3 جولات.",
}
skill[10012] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 3477 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 2150  كل جولة لمدة 3 جولات.",
}
skill[10013] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 3700 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 2304  كل جولة لمدة 3 جولات.",
}
skill[10014] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 3923 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 2458  كل جولة لمدة 3 جولات.",
}
skill[10015] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 4146 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 2612  كل جولة لمدة 3 جولات.",
}
skill[10016] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 4369 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 2766  كل جولة لمدة 3 جولات.",
}
skill[10017] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 4592 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 2920  كل جولة لمدة 3 جولات.",
}
skill[10018] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 4815 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 3074  كل جولة لمدة 3 جولات.",
}
skill[10019] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 5038 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 3228  كل جولة لمدة 3 جولات.",
}
skill[10020] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 5261 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 3382  كل جولة لمدة 3 جولات.",
}
skill[10021] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 5484 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 3536  كل جولة لمدة 3 جولات.",
}
skill[10022] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 5707 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 3690  كل جولة لمدة 3 جولات.",
}
skill[10023] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 5930 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 3844  كل جولة لمدة 3 جولات.",
}
skill[10024] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 6153 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 3998  كل جولة لمدة 3 جولات.",
}
skill[10025] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 6376 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 4152  كل جولة لمدة 3 جولات.",
}
skill[10026] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 6599 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 4306  كل جولة لمدة 3 جولات.",
}
skill[10027] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 6822 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 4460  كل جولة لمدة 3 جولات.",
}
skill[10028] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 7045 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 4614  كل جولة لمدة 3 جولات.",
}
skill[10029] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 7268 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 4768  كل جولة لمدة 3 جولات.",
}
skill[10030] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "إحداث 7491 ضرر ضد أعداء خط الجبهة ونزفهم، واحداث ضرر اضافي بقيمة 4922  كل جولة لمدة 3 جولات.",
}
skill[10031] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 8315 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 5506 كل جولة لـ 3 من الجولات.",
}
skill[10032] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 9139 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 6090 كل جولة لـ 3 من الجولات.",
}
skill[10033] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 9963 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 6674 كل جولة لـ 3 من الجولات.",
}
skill[10034] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 10787 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 7258 كل جولة لـ 3 من الجولات.",
}
skill[10035] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 11611 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 7842 كل جولة لـ 3 من الجولات.",
}
skill[10036] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 12435 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 8426 كل جولة لـ 3 من الجولات.",
}
skill[10037] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 13259 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 9010 كل جولة لـ 3 من الجولات.",
}
skill[10038] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 14083 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 9594 كل جولة لـ 3 من الجولات.",
}
skill[10039] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 14907 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 10178 كل جولة لـ 3 من الجولات.",
}
skill[10040] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 15731 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 10762 كل جولة لـ 3 من الجولات.",
}
skill[10041] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 16555 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 11346 كل جولة لـ 3 من الجولات.",
}
skill[10042] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 17379 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 11930 كل جولة لـ 3 من الجولات.",
}
skill[10043] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 18203 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 12514 كل جولة لـ 3 من الجولات.",
}
skill[10044] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 19027 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 13098 كل جولة لـ 3 من الجولات.",
}
skill[10045] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 19851 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 13682 كل جولة لـ 3 من الجولات.",
}
skill[10046] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 20675 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 14266 كل جولة لـ 3 من الجولات.",
}
skill[10047] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 21499 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 14850 كل جولة لـ 3 من الجولات.",
}
skill[10048] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 22323 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 15434 كل جولة لـ 3 من الجولات.",
}
skill[10049] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 23147 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 16018 كل جولة لـ 3 من الجولات.",
}
skill[10050] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 23971 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 16602 كل جولة لـ 3 من الجولات.",
}
skill[10051] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 24795 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 17186 كل جولة لـ 3 من الجولات.",
}
skill[10052] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 25619 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 17770 كل جولة لـ 3 من الجولات.",
}
skill[10053] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 26443 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 18354 كل جولة لـ 3 من الجولات.",
}
skill[10054] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 27267 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 18938 كل جولة لـ 3 من الجولات.",
}
skill[10055] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 28091 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 19522 كل جولة لـ 3 من الجولات.",
}
skill[10056] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 28915 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 20106 كل جولة لـ 3 من الجولات.",
}
skill[10057] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 29739 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 20690 كل جولة لـ 3 من الجولات.",
}
skill[10058] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 30563 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 21274 كل جولة لـ 3 من الجولات.",
}
skill[10059] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 31387 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 21858 كل جولة لـ 3 من الجولات.",
}
skill[10060] = {
    ["skillName"] = "اللدغة العنيفة",
    ["desc"] = "يلحق 32211 من الضرر بـ 3 من الأعداء العشوائيين ويستنزف الهدف، ويلحق ضررًا إضافيًا بقيمة 22442 كل جولة لـ 3 من الجولات.",
}
skill[10061] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 35965 damage against 4 random enemies and bleed the target, dealing extra 25126 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 6% damage against bleeding foes for 2 rounds.",
}
skill[10062] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 39719 damage against 4 random enemies and bleed the target, dealing extra 27810 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 7% damage against bleeding foes for 2 rounds.",
}
skill[10063] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 43473 damage against 4 random enemies and bleed the target, dealing extra 30494 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 8% damage against bleeding foes for 2 rounds.",
}
skill[10064] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 47227 damage against 4 random enemies and bleed the target, dealing extra 33178 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 9% damage against bleeding foes for 2 rounds.",
}
skill[10065] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 50981 damage against 4 random enemies and bleed the target, dealing extra 35862 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 10% damage against bleeding foes for 2 rounds.",
}
skill[10066] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 54735 damage against 4 random enemies and bleed the target, dealing extra 38546 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 11% damage against bleeding foes for 2 rounds.",
}
skill[10067] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 58489 damage against 4 random enemies and bleed the target, dealing extra 41230 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 12% damage against bleeding foes for 2 rounds.",
}
skill[10068] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 62243 damage against 4 random enemies and bleed the target, dealing extra 43914 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 13% damage against bleeding foes for 2 rounds.",
}
skill[10069] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 65997 damage against 4 random enemies and bleed the target, dealing extra 46598 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 14% damage against bleeding foes for 2 rounds.",
}
skill[10070] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 69751 damage against 4 random enemies and bleed the target, dealing extra 49282 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 15% damage against bleeding foes for 2 rounds.",
}
skill[10071] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 73505 damage against 4 random enemies and bleed the target, dealing extra 51966 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 16% damage against bleeding foes for 2 rounds.",
}
skill[10072] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 77259 damage against 4 random enemies and bleed the target, dealing extra 54650 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 17% damage against bleeding foes for 2 rounds.",
}
skill[10073] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 81013 damage against 4 random enemies and bleed the target, dealing extra 57334 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 18% damage against bleeding foes for 2 rounds.",
}
skill[10074] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 84767 damage against 4 random enemies and bleed the target, dealing extra 60018 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 19% damage against bleeding foes for 2 rounds.",
}
skill[10075] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 88521 damage against 4 random enemies and bleed the target, dealing extra 62702 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 20% damage against bleeding foes for 2 rounds.",
}
skill[10076] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 92275 damage against 4 random enemies and bleed the target, dealing extra 65386 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 21% damage against bleeding foes for 2 rounds.",
}
skill[10077] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 96029 damage against 4 random enemies and bleed the target, dealing extra 68070 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 22% damage against bleeding foes for 2 rounds.",
}
skill[10078] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 99783 damage against 4 random enemies and bleed the target, dealing extra 70754 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 23% damage against bleeding foes for 2 rounds.",
}
skill[10079] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 103537 damage against 4 random enemies and bleed the target, dealing extra 73438 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 24% damage against bleeding foes for 2 rounds.",
}
skill[10080] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 107291 damage against 4 random enemies and bleed the target, dealing extra 76122 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 25% damage against bleeding foes for 2 rounds.",
}
skill[10081] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 111045 damage against 4 random enemies and bleed the target, dealing extra 78806 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 26% damage against bleeding foes for 2 rounds.",
}
skill[10082] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 114799 damage against 4 random enemies and bleed the target, dealing extra 81490 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 27% damage against bleeding foes for 2 rounds.",
}
skill[10083] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 118553 damage against 4 random enemies and bleed the target, dealing extra 84174 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 28% damage against bleeding foes for 2 rounds.",
}
skill[10084] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 122307 damage against 4 random enemies and bleed the target, dealing extra 86858 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 29% damage against bleeding foes for 2 rounds.",
}
skill[10085] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 126061 damage against 4 random enemies and bleed the target, dealing extra 89542 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 30% damage against bleeding foes for 2 rounds.",
}
skill[10086] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 129815 damage against 4 random enemies and bleed the target, dealing extra 92226 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 31% damage against bleeding foes for 2 rounds.",
}
skill[10087] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 133569 damage against 4 random enemies and bleed the target, dealing extra 94910 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 32% damage against bleeding foes for 2 rounds.",
}
skill[10088] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 137323 damage against 4 random enemies and bleed the target, dealing extra 97594 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 33% damage against bleeding foes for 2 rounds.",
}
skill[10089] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 141077 damage against 4 random enemies and bleed the target, dealing extra 100278 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 34% damage against bleeding foes for 2 rounds.",
}
skill[10090] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 144831 damage against 4 random enemies and bleed the target, dealing extra 102962 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 35% damage against bleeding foes for 2 rounds.",
}
skill[10091] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 148855 damage against 4 random enemies and bleed the target, dealing extra 107746 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 36% damage against bleeding foes for 2 rounds.",
}
skill[10092] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 152879 damage against 4 random enemies and bleed the target, dealing extra 112530 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 37% damage against bleeding foes for 2 rounds.",
}
skill[10093] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 156903 damage against 4 random enemies and bleed the target, dealing extra 117314 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 38% damage against bleeding foes for 2 rounds.",
}
skill[10094] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 160927 damage against 4 random enemies and bleed the target, dealing extra 122098 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 39% damage against bleeding foes for 2 rounds.",
}
skill[10095] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 164951 damage against 4 random enemies and bleed the target, dealing extra 126882 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 40% damage against bleeding foes for 2 rounds.",
}
skill[10096] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 168975 damage against 4 random enemies and bleed the target, dealing extra 131666 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 41% damage against bleeding foes for 2 rounds.",
}
skill[10097] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 172999 damage against 4 random enemies and bleed the target, dealing extra 136450 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 42% damage against bleeding foes for 2 rounds.",
}
skill[10098] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 177023 damage against 4 random enemies and bleed the target, dealing extra 141234 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 43% damage against bleeding foes for 2 rounds.",
}
skill[10099] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 181047 damage against 4 random enemies and bleed the target, dealing extra 146018 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 44% damage against bleeding foes for 2 rounds.",
}
skill[10100] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 185071 damage against 4 random enemies and bleed the target, dealing extra 150802 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 45% damage against bleeding foes for 2 rounds.",
}
skill[10101] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 189095 damage against 4 random enemies and bleed the target, dealing extra 155586 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 46% damage against bleeding foes for 2 rounds.",
}
skill[10102] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 193119 damage against 4 random enemies and bleed the target, dealing extra 160370 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 47% damage against bleeding foes for 2 rounds.",
}
skill[10103] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 197143 damage against 4 random enemies and bleed the target, dealing extra 165154 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 48% damage against bleeding foes for 2 rounds.",
}
skill[10104] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 201167 damage against 4 random enemies and bleed the target, dealing extra 169938 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 49% damage against bleeding foes for 2 rounds.",
}
skill[10105] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 205191 damage against 4 random enemies and bleed the target, dealing extra 174722 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 50% damage against bleeding foes for 2 rounds.",
}
skill[10106] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 209215 damage against 4 random enemies and bleed the target, dealing extra 179506 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 51% damage against bleeding foes for 2 rounds.",
}
skill[10107] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 213239 damage against 4 random enemies and bleed the target, dealing extra 184290 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 52% damage against bleeding foes for 2 rounds.",
}
skill[10108] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 217263 damage against 4 random enemies and bleed the target, dealing extra 189074 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 53% damage against bleeding foes for 2 rounds.",
}
skill[10109] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 221287 damage against 4 random enemies and bleed the target, dealing extra 193858 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 54% damage against bleeding foes for 2 rounds.",
}
skill[10110] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 225311 damage against 4 random enemies and bleed the target, dealing extra 198642 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 55% damage against bleeding foes for 2 rounds.",
}
skill[10111] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 229335 damage against 4 random enemies and bleed the target, dealing extra 203426 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 56% damage against bleeding foes for 2 rounds.",
}
skill[10112] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 233359 damage against 4 random enemies and bleed the target, dealing extra 208210 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 57% damage against bleeding foes for 2 rounds.",
}
skill[10113] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 237383 damage against 4 random enemies and bleed the target, dealing extra 212994 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 58% damage against bleeding foes for 2 rounds.",
}
skill[10114] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 241407 damage against 4 random enemies and bleed the target, dealing extra 217778 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 59% damage against bleeding foes for 2 rounds.",
}
skill[10115] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 245431 damage against 4 random enemies and bleed the target, dealing extra 222562 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 60% damage against bleeding foes for 2 rounds.",
}
skill[10116] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 249455 damage against 4 random enemies and bleed the target, dealing extra 227346 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 61% damage against bleeding foes for 2 rounds.",
}
skill[10117] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 253479 damage against 4 random enemies and bleed the target, dealing extra 232130 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 62% damage against bleeding foes for 2 rounds.",
}
skill[10118] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 257503 damage against 4 random enemies and bleed the target, dealing extra 236914 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 63% damage against bleeding foes for 2 rounds.",
}
skill[10119] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 261527 damage against 4 random enemies and bleed the target, dealing extra 241698 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 64% damage against bleeding foes for 2 rounds.",
}
skill[10120] = {
    ["skillName"] = "Violent bite",
    ["desc"] = "Deals 265551 damage against 4 random enemies and bleed the target, dealing extra 246482 damage each round for 3 rounds. Meanwhile, grants 4 random allies with 65% damage against bleeding foes for 2 rounds.",
}
skill[20001] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 1124 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20002] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 1565 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20003] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 2006 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20004] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 2447 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20005] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 2888 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20006] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 3329 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20007] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 3770 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20008] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 4211 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20009] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 4652 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20010] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 5093 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20011] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 5534 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20012] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 5975 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20013] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 6416 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20014] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 6857 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20015] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 7298 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20016] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 7739 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20017] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 8180 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20018] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 8621 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20019] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 9062 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20020] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 9503 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20021] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 9944 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20022] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 10385 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20023] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 10826 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20024] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 11267 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20025] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 11708 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20026] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 12149 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20027] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 12590 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20028] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 13031 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20029] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 13472 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20030] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث 13913 ضرر يلحق بأعداء الخط الأمامي.",
}
skill[20031] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 15234 ويقلل الدروع الخاصة بهم بنسبة 1% لمدة 3 جولات.",
}
skill[20032] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 16555 ويقلل الدروع الخاصة بهم بنسبة 1% لمدة 3 جولات.",
}
skill[20033] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 17876 ويقلل الدروع الخاصة بهم بنسبة 1% لمدة 3 جولات.",
}
skill[20034] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 19197 ويقلل الدروع الخاصة بهم بنسبة 2% لمدة 3 جولات.",
}
skill[20035] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 20518 ويقلل الدروع الخاصة بهم بنسبة 2% لمدة 3 جولات.",
}
skill[20036] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 21839 ويقلل الدروع الخاصة بهم بنسبة 2% لمدة 3 جولات.",
}
skill[20037] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 23160 ويقلل الدروع الخاصة بهم بنسبة 3% لمدة 3 جولات.",
}
skill[20038] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 24481 ويقلل الدروع الخاصة بهم بنسبة 3% لمدة 3 جولات.",
}
skill[20039] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 25802 ويقلل الدروع الخاصة بهم بنسبة 3% لمدة 3 جولات.",
}
skill[20040] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 27123 ويقلل الدروع الخاصة بهم بنسبة 4% لمدة 3 جولات.",
}
skill[20041] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 28444 ويقلل الدروع الخاصة بهم بنسبة 4% لمدة 3 جولات.",
}
skill[20042] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 29765 ويقلل الدروع الخاصة بهم بنسبة 4% لمدة 3 جولات.",
}
skill[20043] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 31086 ويقلل الدروع الخاصة بهم بنسبة 5% لمدة 3 جولات.",
}
skill[20044] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 32407 ويقلل الدروع الخاصة بهم بنسبة 5% لمدة 3 جولات.",
}
skill[20045] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 33728 ويقلل الدروع الخاصة بهم بنسبة 5% لمدة 3 جولات.",
}
skill[20046] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 35049 ويقلل الدروع الخاصة بهم بنسبة 6% لمدة 3 جولات.",
}
skill[20047] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 36370 ويقلل الدروع الخاصة بهم بنسبة 6% لمدة 3 جولات.",
}
skill[20048] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 37691 ويقلل الدروع الخاصة بهم بنسبة 6% لمدة 3 جولات.",
}
skill[20049] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 39012 ويقلل الدروع الخاصة بهم بنسبة 7% لمدة 3 جولات.",
}
skill[20050] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 40333 ويقلل الدروع الخاصة بهم بنسبة 7% لمدة 3 جولات.",
}
skill[20051] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 41654 ويقلل الدروع الخاصة بهم بنسبة 7% لمدة 3 جولات.",
}
skill[20052] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 42975 ويقلل الدروع الخاصة بهم بنسبة 8% لمدة 3 جولات.",
}
skill[20053] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 44296 ويقلل الدروع الخاصة بهم بنسبة 8% لمدة 3 جولات.",
}
skill[20054] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 45617 ويقلل الدروع الخاصة بهم بنسبة 8% لمدة 3 جولات.",
}
skill[20055] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 46938 ويقلل الدروع الخاصة بهم بنسبة 9% لمدة 3 جولات.",
}
skill[20056] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 48259 ويقلل الدروع الخاصة بهم بنسبة 9% لمدة 3 جولات.",
}
skill[20057] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 49580 ويقلل الدروع الخاصة بهم بنسبة 9% لمدة 3 جولات.",
}
skill[20058] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 50901 ويقلل الدروع الخاصة بهم بنسبة 10% لمدة 3 جولات.",
}
skill[20059] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 52222 ويقلل الدروع الخاصة بهم بنسبة 10% لمدة 3 جولات.",
}
skill[20060] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 53543 ويقلل الدروع الخاصة بهم بنسبة 10% لمدة 3 جولات.",
}
skill[20061] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 56324 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 11% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 6% لـ 2 من الجولات.",
}
skill[20062] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 59105 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 11% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 6% لـ 2 من الجولات.",
}
skill[20063] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 61886 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 11% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 6% لـ 2 من الجولات.",
}
skill[20064] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 64667 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 12% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 7% لـ 2 من الجولات.",
}
skill[20065] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 67448 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 12% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 7% لـ 2 من الجولات.",
}
skill[20066] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 70229 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 12% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 7% لـ 2 من الجولات.",
}
skill[20067] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 73010 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 13% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 8% لـ 2 من الجولات.",
}
skill[20068] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 75791 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 13% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 8% لـ 2 من الجولات.",
}
skill[20069] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 78572 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 13% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 8% لـ 2 من الجولات.",
}
skill[20070] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 81353 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 14% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 9% لـ 2 من الجولات.",
}
skill[20071] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 84134 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 14% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 9% لـ 2 من الجولات.",
}
skill[20072] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 86915 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 14% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 9% لـ 2 من الجولات.",
}
skill[20073] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 89696 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 15% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 10% لـ 2 من الجولات.",
}
skill[20074] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 92477 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 15% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 10% لـ 2 من الجولات.",
}
skill[20075] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 95258 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 15% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 10% لـ 2 من الجولات.",
}
skill[20076] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 98039 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 16% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 11% لـ 2 من الجولات.",
}
skill[20077] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 100820 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 16% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 11% لـ 2 من الجولات.",
}
skill[20078] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 103601 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 16% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 11% لـ 2 من الجولات.",
}
skill[20079] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 106382 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 17% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 12% لـ 2 من الجولات.",
}
skill[20080] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 109163 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 17% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 12% لـ 2 من الجولات.",
}
skill[20081] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 111944 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 17% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 12% لـ 2 من الجولات.",
}
skill[20082] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 114725 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 18% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 13% لـ 2 من الجولات.",
}
skill[20083] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 117506 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 18% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 13% لـ 2 من الجولات.",
}
skill[20084] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 120287 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 18% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 13% لـ 2 من الجولات.",
}
skill[20085] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 123068 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 19% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 14% لـ 2 من الجولات.",
}
skill[20086] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 125849 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 19% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 14% لـ 2 من الجولات.",
}
skill[20087] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 128630 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 19% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 14% لـ 2 من الجولات.",
}
skill[20088] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 131411 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 20% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 15% لـ 2 من الجولات.",
}
skill[20089] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 134192 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 20% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 15% لـ 2 من الجولات.",
}
skill[20090] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 136973 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 20% لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 15% لـ 2 من الجولات.",
}
skill[20091] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 141754 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 21% والسرعة بنسبة 3 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 16% لـ 2 من الجولات.",
}
skill[20092] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 146535 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 21% والسرعة بنسبة 3 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 16% لـ 2 من الجولات.",
}
skill[20093] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 151316 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 21% والسرعة بنسبة 3 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 16% لـ 2 من الجولات.",
}
skill[20094] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 156097 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 22% والسرعة بنسبة 6 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 17% لـ 2 من الجولات.",
}
skill[20095] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 160878 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 22% والسرعة بنسبة 6 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 17% لـ 2 من الجولات.",
}
skill[20096] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 165659 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 22% والسرعة بنسبة 6 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 17% لـ 2 من الجولات.",
}
skill[20097] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 170440 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 23% والسرعة بنسبة 9 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 18% لـ 2 من الجولات.",
}
skill[20098] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 175221 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 23% والسرعة بنسبة 9 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 18% لـ 2 من الجولات.",
}
skill[20099] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 180002 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 23% والسرعة بنسبة 9 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 18% لـ 2 من الجولات.",
}
skill[20100] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 184783 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 24% والسرعة بنسبة 12 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 19% لـ 2 من الجولات.",
}
skill[20101] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 189564 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 24% والسرعة بنسبة 12 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 19% لـ 2 من الجولات.",
}
skill[20102] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 194345 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 24% والسرعة بنسبة 12 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 19% لـ 2 من الجولات.",
}
skill[20103] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 199126 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 25% والسرعة بنسبة 15 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 20% لـ 2 من الجولات.",
}
skill[20104] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 203907 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 25% والسرعة بنسبة 15 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 20% لـ 2 من الجولات.",
}
skill[20105] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 208688 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 25% والسرعة بنسبة 15 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 20% لـ 2 من الجولات.",
}
skill[20106] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 213469 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 26% والسرعة بنسبة 18 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 21% لـ 2 من الجولات.",
}
skill[20107] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 218250 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 26% والسرعة بنسبة 18 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 21% لـ 2 من الجولات.",
}
skill[20108] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 223031 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 26% والسرعة بنسبة 18 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 21% لـ 2 من الجولات.",
}
skill[20109] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 227812 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 27% والسرعة بنسبة 21 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 22% لـ 2 من الجولات.",
}
skill[20110] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 232593 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 27% والسرعة بنسبة 21 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 22% لـ 2 من الجولات.",
}
skill[20111] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 237374 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 27% والسرعة بنسبة 21 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 22% لـ 2 من الجولات.",
}
skill[20112] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 242155 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 28% والسرعة بنسبة 24 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 23% لـ 2 من الجولات.",
}
skill[20113] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 246936 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 28% والسرعة بنسبة 24 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 23% لـ 2 من الجولات.",
}
skill[20114] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 251717 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 28% والسرعة بنسبة 24 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 23% لـ 2 من الجولات.",
}
skill[20115] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 256498 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 29% والسرعة بنسبة 27 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 24% لـ 2 من الجولات.",
}
skill[20116] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 261279 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 29% والسرعة بنسبة 27 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 24% لـ 2 من الجولات.",
}
skill[20117] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 266060 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 29% والسرعة بنسبة 27 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 24% لـ 2 من الجولات.",
}
skill[20118] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 270841 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 30% والسرعة بنسبة 30 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 25% لـ 2 من الجولات.",
}
skill[20119] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 275622 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 30% والسرعة بنسبة 30 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 25% لـ 2 من الجولات.",
}
skill[20120] = {
    ["skillName"] = "ضربة الاختزال",
    ["desc"] = "يلحق 280403 من الضرر بـ 4 من الأعداء العشوائيين. تنخفض نقاط دروعهم بنسبة 30% والسرعة بنسبة 30 لـ 3 من الجولات. في هذه الأثناء، يتم منح 4 من الحلفاء العشوائيين قدرة على الهجوم بنسبة 25% لـ 2 من الجولات.",
}
skill[30001] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 1025 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 5%.",
}
skill[30002] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 1306 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 5%.",
}
skill[30003] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 1587 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 5%.",
}
skill[30004] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 1868 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 5%.",
}
skill[30005] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 2149 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 5%.",
}
skill[30006] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 2430 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 5%.",
}
skill[30007] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 2711 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 5%.",
}
skill[30008] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 2992 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 5%.",
}
skill[30009] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 3273 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 5%.",
}
skill[30010] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 3554 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 5%.",
}
skill[30011] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 3835 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 6%.",
}
skill[30012] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 4116 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 6%.",
}
skill[30013] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 4397 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 6%.",
}
skill[30014] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 4678 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 6%.",
}
skill[30015] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 4959 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 6%.",
}
skill[30016] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 5240 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 6%.",
}
skill[30017] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 5521 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 6%.",
}
skill[30018] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 5802 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 6%.",
}
skill[30019] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 6083 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 6%.",
}
skill[30020] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 6364 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 6%.",
}
skill[30021] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 6645 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 7%.",
}
skill[30022] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 6926 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 7%.",
}
skill[30023] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 7207 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 7%.",
}
skill[30024] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 7488 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 7%.",
}
skill[30025] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 7769 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 7%.",
}
skill[30026] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 8050 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 7%.",
}
skill[30027] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 8331 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 7%.",
}
skill[30028] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 8612 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 7%.",
}
skill[30029] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 8893 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 7%.",
}
skill[30030] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 1 عدو بشكل عشوائي بقيمة 9174 ويشفي صحة 3 حلفاء بشكل عشوائي بنسبة 7%.",
}
skill[30031] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 10108، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 8% ويزيد من الدرع بنسبة 1% لمدة 2 جولات.",
}
skill[30032] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 11042، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 8% ويزيد من الدرع بنسبة 1% لمدة 2 جولات.",
}
skill[30033] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 11976، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 8% ويزيد من الدرع بنسبة 1% لمدة 2 جولات.",
}
skill[30034] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 12910، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 8% ويزيد من الدرع بنسبة 2% لمدة 2 جولات.",
}
skill[30035] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 13844، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 8% ويزيد من الدرع بنسبة 2% لمدة 2 جولات.",
}
skill[30036] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 14778، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 8% ويزيد من الدرع بنسبة 2% لمدة 2 جولات.",
}
skill[30037] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 15712، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 8% ويزيد من الدرع بنسبة 3% لمدة 2 جولات.",
}
skill[30038] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 16646، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 8% ويزيد من الدرع بنسبة 3% لمدة 2 جولات.",
}
skill[30039] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 17580، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 8% ويزيد من الدرع بنسبة 3% لمدة 2 جولات.",
}
skill[30040] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 18514، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 8% ويزيد من الدرع بنسبة 4% لمدة 2 جولات.",
}
skill[30041] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 19448، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 9% ويزيد من الدرع بنسبة 4% لمدة 2 جولات.",
}
skill[30042] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 20382، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 9% ويزيد من الدرع بنسبة 4% لمدة 2 جولات.",
}
skill[30043] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 21316، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 9% ويزيد من الدرع بنسبة 5% لمدة 2 جولات.",
}
skill[30044] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 22250، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 9% ويزيد من الدرع بنسبة 5% لمدة 2 جولات.",
}
skill[30045] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 23184، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 9% ويزيد من الدرع بنسبة 5% لمدة 2 جولات.",
}
skill[30046] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 24118، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 9% ويزيد من الدرع بنسبة 6% لمدة 2 جولات.",
}
skill[30047] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 25052، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 9% ويزيد من الدرع بنسبة 6% لمدة 2 جولات.",
}
skill[30048] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 25986، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 9% ويزيد من الدرع بنسبة 6% لمدة 2 جولات.",
}
skill[30049] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 26920، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 9% ويزيد من الدرع بنسبة 7% لمدة 2 جولات.",
}
skill[30050] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 27854، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 9% ويزيد من الدرع بنسبة 7% لمدة 2 جولات.",
}
skill[30051] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 28788، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 10% ويزيد من الدرع بنسبة 7% لمدة 2 جولات.",
}
skill[30052] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 29722، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 10% ويزيد من الدرع بنسبة 8% لمدة 2 جولات.",
}
skill[30053] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 30656، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 10% ويزيد من الدرع بنسبة 8% لمدة 2 جولات.",
}
skill[30054] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 31590، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 10% ويزيد من الدرع بنسبة 8% لمدة 2 جولات.",
}
skill[30055] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 32524، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 10% ويزيد من الدرع بنسبة 9% لمدة 2 جولات.",
}
skill[30056] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 33458، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 10% ويزيد من الدرع بنسبة 9% لمدة 2 جولات.",
}
skill[30057] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 34392، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 10% ويزيد من الدرع بنسبة 9% لمدة 2 جولات.",
}
skill[30058] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 35326، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 10% ويزيد من الدرع بنسبة 10% لمدة 2 جولات.",
}
skill[30059] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 36260، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 10% ويزيد من الدرع بنسبة 10% لمدة 2 جولات.",
}
skill[30060] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 37194، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 10% ويزيد من الدرع بنسبة 10% لمدة 2 جولات.",
}
skill[30061] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 39128، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 11% ويزيد من الدرع بنسبة 11% لمدة 2 جولات.",
}
skill[30062] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 41062، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 11% ويزيد من الدرع بنسبة 11% لمدة 2 جولات.",
}
skill[30063] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 42996، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 11% ويزيد من الدرع بنسبة 11% لمدة 2 جولات.",
}
skill[30064] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 44930، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 11% ويزيد من الدرع بنسبة 12% لمدة 2 جولات.",
}
skill[30065] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 46864، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 11% ويزيد من الدرع بنسبة 12% لمدة 2 جولات.",
}
skill[30066] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 48798، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 11% ويزيد من الدرع بنسبة 12% لمدة 2 جولات.",
}
skill[30067] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 50732، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 11% ويزيد من الدرع بنسبة 13% لمدة 2 جولات.",
}
skill[30068] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 52666، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 11% ويزيد من الدرع بنسبة 13% لمدة 2 جولات.",
}
skill[30069] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 54600، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 11% ويزيد من الدرع بنسبة 13% لمدة 2 جولات.",
}
skill[30070] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 56534، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 11% ويزيد من الدرع بنسبة 14% لمدة 2 جولات.",
}
skill[30071] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 58468، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 12% ويزيد من الدرع بنسبة 14% لمدة 2 جولات.",
}
skill[30072] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 60402، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 12% ويزيد من الدرع بنسبة 14% لمدة 2 جولات.",
}
skill[30073] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 62336، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 12% ويزيد من الدرع بنسبة 15% لمدة 2 جولات.",
}
skill[30074] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 64270، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 12% ويزيد من الدرع بنسبة 15% لمدة 2 جولات.",
}
skill[30075] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 66204، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 12% ويزيد من الدرع بنسبة 15% لمدة 2 جولات.",
}
skill[30076] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 68138، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 12% ويزيد من الدرع بنسبة 16% لمدة 2 جولات.",
}
skill[30077] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 70072، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 12% ويزيد من الدرع بنسبة 16% لمدة 2 جولات.",
}
skill[30078] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 72006، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 12% ويزيد من الدرع بنسبة 16% لمدة 2 جولات.",
}
skill[30079] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 73940، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 12% ويزيد من الدرع بنسبة 17% لمدة 2 جولات.",
}
skill[30080] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 75874، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 12% ويزيد من الدرع بنسبة 17% لمدة 2 جولات.",
}
skill[30081] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 77808، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 13% ويزيد من الدرع بنسبة 17% لمدة 2 جولات.",
}
skill[30082] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 79742، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 13% ويزيد من الدرع بنسبة 18% لمدة 2 جولات.",
}
skill[30083] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 81676، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 13% ويزيد من الدرع بنسبة 18% لمدة 2 جولات.",
}
skill[30084] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 83610، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 13% ويزيد من الدرع بنسبة 18% لمدة 2 جولات.",
}
skill[30085] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 85544، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 13% ويزيد من الدرع بنسبة 19% لمدة 2 جولات.",
}
skill[30086] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 87478، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 14% ويزيد من الدرع بنسبة 19% لمدة 2 جولات.",
}
skill[30087] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 89412، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 14% ويزيد من الدرع بنسبة 19% لمدة 2 جولات.",
}
skill[30088] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 91346، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 14% ويزيد من الدرع بنسبة 20% لمدة 2 جولات.",
}
skill[30089] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 93280، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 14% ويزيد من الدرع بنسبة 20% لمدة 2 جولات.",
}
skill[30090] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 95214، يشفي صحة 4 حلفاء بشكل عشوائي بنسبة 14% ويزيد من الدرع بنسبة 20% لمدة 2 جولات.",
}
skill[30091] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 97948. يشفي صحة حليف بشكل عشوائي بنسبة 15% ويزيد من الدرع بنسبة 21%، والهجوم بنسبة 6% لمدة 2 جولات.",
}
skill[30092] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 100682. يشفي صحة حليف بشكل عشوائي بنسبة 15% ويزيد من الدرع بنسبة 21%، والهجوم بنسبة 6% لمدة 2 جولات.",
}
skill[30093] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 103416. يشفي صحة حليف بشكل عشوائي بنسبة 15% ويزيد من الدرع بنسبة 21%، والهجوم بنسبة 6% لمدة 2 جولات.",
}
skill[30094] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 106150. يشفي صحة حليف بشكل عشوائي بنسبة 15% ويزيد من الدرع بنسبة 22%، والهجوم بنسبة 7% لمدة 2 جولات.",
}
skill[30095] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 108884. يشفي صحة حليف بشكل عشوائي بنسبة 15% ويزيد من الدرع بنسبة 22%، والهجوم بنسبة 7% لمدة 2 جولات.",
}
skill[30096] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 111618. يشفي صحة حليف بشكل عشوائي بنسبة 16% ويزيد من الدرع بنسبة 22%، والهجوم بنسبة 7% لمدة 2 جولات.",
}
skill[30097] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 114352. يشفي صحة حليف بشكل عشوائي بنسبة 16% ويزيد من الدرع بنسبة 23%، والهجوم بنسبة 8% لمدة 2 جولات.",
}
skill[30098] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 117086. يشفي صحة حليف بشكل عشوائي بنسبة 16% ويزيد من الدرع بنسبة 23%، والهجوم بنسبة 8% لمدة 2 جولات.",
}
skill[30099] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 119820. يشفي صحة حليف بشكل عشوائي بنسبة 16% ويزيد من الدرع بنسبة 23%، والهجوم بنسبة 8% لمدة 2 جولات.",
}
skill[30100] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 122554. يشفي صحة حليف بشكل عشوائي بنسبة 16% ويزيد من الدرع بنسبة 24%، والهجوم بنسبة 9% لمدة 2 جولات.",
}
skill[30101] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 125288. يشفي صحة حليف بشكل عشوائي بنسبة 17% ويزيد من الدرع بنسبة 24%، والهجوم بنسبة 9% لمدة 2 جولات.",
}
skill[30102] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 128022. يشفي صحة حليف بشكل عشوائي بنسبة 17% ويزيد من الدرع بنسبة 24%، والهجوم بنسبة 9% لمدة 2 جولات.",
}
skill[30103] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 130756. يشفي صحة حليف بشكل عشوائي بنسبة 17% ويزيد من الدرع بنسبة 25%، والهجوم بنسبة 10% لمدة 2 جولات.",
}
skill[30104] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 133490. يشفي صحة حليف بشكل عشوائي بنسبة 17% ويزيد من الدرع بنسبة 25%، والهجوم بنسبة 10% لمدة 2 جولات.",
}
skill[30105] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 136224. يشفي صحة حليف بشكل عشوائي بنسبة 17% ويزيد من الدرع بنسبة 25%، والهجوم بنسبة 10% لمدة 2 جولات.",
}
skill[30106] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 138958. يشفي صحة حليف بشكل عشوائي بنسبة 18% ويزيد من الدرع بنسبة 26%، والهجوم بنسبة 11% لمدة 2 جولات.",
}
skill[30107] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 141692. يشفي صحة حليف بشكل عشوائي بنسبة 18% ويزيد من الدرع بنسبة 26%، والهجوم بنسبة 11% لمدة 2 جولات.",
}
skill[30108] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 144426. يشفي صحة حليف بشكل عشوائي بنسبة 18% ويزيد من الدرع بنسبة 26%، والهجوم بنسبة 11% لمدة 2 جولات.",
}
skill[30109] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 147160. يشفي صحة حليف بشكل عشوائي بنسبة 18% ويزيد من الدرع بنسبة 27%، والهجوم بنسبة 12% لمدة 2 جولات.",
}
skill[30110] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 149894. يشفي صحة حليف بشكل عشوائي بنسبة 18% ويزيد من الدرع بنسبة 27%، والهجوم بنسبة 12% لمدة 2 جولات.",
}
skill[30111] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 152628. يشفي صحة حليف بشكل عشوائي بنسبة 19% ويزيد من الدرع بنسبة 27%، والهجوم بنسبة 12% لمدة 2 جولات.",
}
skill[30112] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 155362. يشفي صحة حليف بشكل عشوائي بنسبة 19% ويزيد من الدرع بنسبة 28%، والهجوم بنسبة 13% لمدة 2 جولات.",
}
skill[30113] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 158096. يشفي صحة حليف بشكل عشوائي بنسبة 19% ويزيد من الدرع بنسبة 28%، والهجوم بنسبة 13% لمدة 2 جولات.",
}
skill[30114] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 160830. يشفي صحة حليف بشكل عشوائي بنسبة 19% ويزيد من الدرع بنسبة 28%، والهجوم بنسبة 13% لمدة 2 جولات.",
}
skill[30115] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 163564. يشفي صحة حليف بشكل عشوائي بنسبة 19% ويزيد من الدرع بنسبة 29%، والهجوم بنسبة 14% لمدة 2 جولات.",
}
skill[30116] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 166298. يشفي صحة حليف بشكل عشوائي بنسبة 20% ويزيد من الدرع بنسبة 29%، والهجوم بنسبة 14% لمدة 2 جولات.",
}
skill[30117] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 169032. يشفي صحة حليف بشكل عشوائي بنسبة 20% ويزيد من الدرع بنسبة 29%، والهجوم بنسبة 14% لمدة 2 جولات.",
}
skill[30118] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 171766. يشفي صحة حليف بشكل عشوائي بنسبة 20% ويزيد من الدرع بنسبة 30%، والهجوم بنسبة 15% لمدة 2 جولات.",
}
skill[30119] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 174500. يشفي صحة حليف بشكل عشوائي بنسبة 20% ويزيد من الدرع بنسبة 30%، والهجوم بنسبة 15% لمدة 2 جولات.",
}
skill[30120] = {
    ["skillName"] = "الزمرّد المغذي",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 177234. يشفي صحة حليف بشكل عشوائي بنسبة 20% ويزيد من الدرع بنسبة 30%، والهجوم بنسبة 15% لمدة 2 جولات.",
}
skill[40001] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 1625 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 11.",
}
skill[40002] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 2076 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 11.",
}
skill[40003] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 2527 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 11.",
}
skill[40004] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 2978 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 12.",
}
skill[40005] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 3429 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 12.",
}
skill[40006] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 3880 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 12.",
}
skill[40007] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 4331 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 13.",
}
skill[40008] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 4782 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 13.",
}
skill[40009] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 5233 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 13.",
}
skill[40010] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 5684 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 14.",
}
skill[40011] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 6135 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 14.",
}
skill[40012] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 6586 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 14.",
}
skill[40013] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 7037 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 15.",
}
skill[40014] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 7488 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 15.",
}
skill[40015] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 7939 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 15.",
}
skill[40016] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 8390 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 16.",
}
skill[40017] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 8841 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 16.",
}
skill[40018] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 9292 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 16.",
}
skill[40019] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 9743 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 17.",
}
skill[40020] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 10194 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 17.",
}
skill[40021] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 10645 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 17.",
}
skill[40022] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 11096 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 18.",
}
skill[40023] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 11547 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 18.",
}
skill[40024] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 11998 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 18.",
}
skill[40025] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 12449 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 19.",
}
skill[40026] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 12900 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 19.",
}
skill[40027] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 13351 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 19.",
}
skill[40028] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 13802 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 20.",
}
skill[40029] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 14253 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 20.",
}
skill[40030] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 14704 ويستعيد طاقة 2 حلفاء بشكل عشوائي بقيمة 20.",
}
skill[40031] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 16025 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 21.",
}
skill[40032] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 17346 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 21.",
}
skill[40033] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 18667 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 21.",
}
skill[40034] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 19988 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 22.",
}
skill[40035] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 21309 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 22.",
}
skill[40036] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 22630 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 22.",
}
skill[40037] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 23951 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 23.",
}
skill[40038] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 25272 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 23.",
}
skill[40039] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 26593 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 23.",
}
skill[40040] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 27914 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 24.",
}
skill[40041] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 29235 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 24.",
}
skill[40042] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 30556 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 24.",
}
skill[40043] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 31877 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 25.",
}
skill[40044] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 33198 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 25.",
}
skill[40045] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 34519 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 25.",
}
skill[40046] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 35840 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 26.",
}
skill[40047] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 37161 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 26.",
}
skill[40048] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 38482 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 26.",
}
skill[40049] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 39803 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 27.",
}
skill[40050] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 41124 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 27.",
}
skill[40051] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 42445 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 27.",
}
skill[40052] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 43766 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 28.",
}
skill[40053] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 45087 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 28.",
}
skill[40054] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 46408 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 28.",
}
skill[40055] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 47729 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 29.",
}
skill[40056] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 49050 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 29.",
}
skill[40057] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 50371 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 29.",
}
skill[40058] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 51692 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 30.",
}
skill[40059] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 53013 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 30.",
}
skill[40060] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 54334 ويستعيد طاقة 3 حلفاء بشكل عشوائي بقيمة 30.",
}
skill[40061] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 57155 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 31.",
}
skill[40062] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 59976 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 31.",
}
skill[40063] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 62797 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 31.",
}
skill[40064] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 65618 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 32.",
}
skill[40065] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 68439 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 32.",
}
skill[40066] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 71260 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 32.",
}
skill[40067] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 74081 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 33.",
}
skill[40068] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 76902 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 33.",
}
skill[40069] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 79723 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 33.",
}
skill[40070] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 82544 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 34.",
}
skill[40071] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 85365 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 34.",
}
skill[40072] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 88186 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 34.",
}
skill[40073] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 91007 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 35.",
}
skill[40074] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 93828 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 35.",
}
skill[40075] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 96649 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 35.",
}
skill[40076] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 99470 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 36.",
}
skill[40077] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 102291 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 36.",
}
skill[40078] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 105112 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 36.",
}
skill[40079] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 107933 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 37.",
}
skill[40080] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 110754 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 37.",
}
skill[40081] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 113575 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 37.",
}
skill[40082] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 116396 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 38.",
}
skill[40083] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 119217 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 38.",
}
skill[40084] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 122038 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 38.",
}
skill[40085] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 124859 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 39.",
}
skill[40086] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 127680 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 39.",
}
skill[40087] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 130501 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 39.",
}
skill[40088] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 133322 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 40.",
}
skill[40089] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 136143 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 40.",
}
skill[40090] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 138964 ويستعيد طاقة 4 حلفاء بشكل عشوائي بقيمة 40.",
}
skill[40091] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 143685، ولها فرصة 20% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 41.",
}
skill[40092] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 148406، ولها فرصة 20% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 41.",
}
skill[40093] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 153127، ولها فرصة 20% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 41.",
}
skill[40094] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 157848، ولها فرصة 20% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 42.",
}
skill[40095] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 162569، ولها فرصة 20% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 42.",
}
skill[40096] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 167290، ولها فرصة 24% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 42.",
}
skill[40097] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 172011، ولها فرصة 24% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 43.",
}
skill[40098] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 176732، ولها فرصة 24% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 43.",
}
skill[40099] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 181453، ولها فرصة 24% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 43.",
}
skill[40100] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 186174، ولها فرصة 24% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 44.",
}
skill[40101] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 190895، ولها فرصة 28% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 44.",
}
skill[40102] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 195616، ولها فرصة 28% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 44.",
}
skill[40103] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 200337، ولها فرصة 28% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 45.",
}
skill[40104] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 205058، ولها فرصة 28% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 45.",
}
skill[40105] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 209779، ولها فرصة 28% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 45.",
}
skill[40106] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 214500، ولها فرصة 32% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 46.",
}
skill[40107] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 219221، ولها فرصة 32% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 46.",
}
skill[40108] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 223942، ولها فرصة 32% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 46.",
}
skill[40109] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 228663، ولها فرصة 32% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 47.",
}
skill[40110] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 233384، ولها فرصة 32% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 47.",
}
skill[40111] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 238105، ولها فرصة 36% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 47.",
}
skill[40112] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 242826، ولها فرصة 36% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 48.",
}
skill[40113] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 247547، ولها فرصة 36% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 48.",
}
skill[40114] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 252268، ولها فرصة 36% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 48.",
}
skill[40115] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 256989، ولها فرصة 36% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 49.",
}
skill[40116] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 261710، ولها فرصة 40% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 49.",
}
skill[40117] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 266431، ولها فرصة 40% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 49.",
}
skill[40118] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 271152، ولها فرصة 40% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 50.",
}
skill[40119] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 275873، ولها فرصة 40% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 50.",
}
skill[40120] = {
    ["skillName"] = "صدمة الروح",
    ["desc"] = "إحداث ضرر على 4 عدو بشكل عشوائي بقيمة 280594، ولها فرصة 40% لجعلهم صامتين لمدة 2 جولات، وتستعيد طاقة حليف بشكل عشوائي بقيمة 50.",
}
skill[50001] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 1765، ولها فرصة 6% لصدمهم لمدة 2 جولات.",
}
skill[50002] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 2207، ولها فرصة 6% لصدمهم لمدة 2 جولات.",
}
skill[50003] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 2649، ولها فرصة 6% لصدمهم لمدة 2 جولات.",
}
skill[50004] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 3091، ولها فرصة 7% لصدمهم لمدة 2 جولات.",
}
skill[50005] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 3533، ولها فرصة 7% لصدمهم لمدة 2 جولات.",
}
skill[50006] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 3975، ولها فرصة 7% لصدمهم لمدة 2 جولات.",
}
skill[50007] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 4417، ولها فرصة 8% لصدمهم لمدة 2 جولات.",
}
skill[50008] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 4859، ولها فرصة 8% لصدمهم لمدة 2 جولات.",
}
skill[50009] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 5301، ولها فرصة 8% لصدمهم لمدة 2 جولات.",
}
skill[50010] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 5743، ولها فرصة 9% لصدمهم لمدة 2 جولات.",
}
skill[50011] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 6185، ولها فرصة 9% لصدمهم لمدة 2 جولات.",
}
skill[50012] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 6627، ولها فرصة 9% لصدمهم لمدة 2 جولات.",
}
skill[50013] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 7069، ولها فرصة 10% لصدمهم لمدة 2 جولات.",
}
skill[50014] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 7511، ولها فرصة 10% لصدمهم لمدة 2 جولات.",
}
skill[50015] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 7953، ولها فرصة 10% لصدمهم لمدة 2 جولات.",
}
skill[50016] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 8395، ولها فرصة 11% لصدمهم لمدة 2 جولات.",
}
skill[50017] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 8837، ولها فرصة 11% لصدمهم لمدة 2 جولات.",
}
skill[50018] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 9279، ولها فرصة 11% لصدمهم لمدة 2 جولات.",
}
skill[50019] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 9721، ولها فرصة 12% لصدمهم لمدة 2 جولات.",
}
skill[50020] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 10163، ولها فرصة 12% لصدمهم لمدة 2 جولات.",
}
skill[50021] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 10605، ولها فرصة 12% لصدمهم لمدة 2 جولات.",
}
skill[50022] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 11047، ولها فرصة 13% لصدمهم لمدة 2 جولات.",
}
skill[50023] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 11489، ولها فرصة 13% لصدمهم لمدة 2 جولات.",
}
skill[50024] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 11931، ولها فرصة 13% لصدمهم لمدة 2 جولات.",
}
skill[50025] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 12373، ولها فرصة 14% لصدمهم لمدة 2 جولات.",
}
skill[50026] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 12815، ولها فرصة 14% لصدمهم لمدة 2 جولات.",
}
skill[50027] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 13257، ولها فرصة 14% لصدمهم لمدة 2 جولات.",
}
skill[50028] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 13699، ولها فرصة 15% لصدمهم لمدة 2 جولات.",
}
skill[50029] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 14141، ولها فرصة 15% لصدمهم لمدة 2 جولات.",
}
skill[50030] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 2 عدو بشكل عشوائي بقيمة 14583، ولها فرصة 15% لصدمهم لمدة 2 جولات.",
}
skill[50031] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 15917، ولها فرصة 16% لصدمهم لمدة 2 جولات.",
}
skill[50032] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 17251، ولها فرصة 16% لصدمهم لمدة 2 جولات.",
}
skill[50033] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 18585، ولها فرصة 16% لصدمهم لمدة 2 جولات.",
}
skill[50034] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 19919، ولها فرصة 17% لصدمهم لمدة 2 جولات.",
}
skill[50035] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 21253، ولها فرصة 17% لصدمهم لمدة 2 جولات.",
}
skill[50036] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 22587، ولها فرصة 17% لصدمهم لمدة 2 جولات.",
}
skill[50037] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 23921، ولها فرصة 18% لصدمهم لمدة 2 جولات.",
}
skill[50038] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 25255، ولها فرصة 18% لصدمهم لمدة 2 جولات.",
}
skill[50039] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 26589، ولها فرصة 18% لصدمهم لمدة 2 جولات.",
}
skill[50040] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 27923، ولها فرصة 19% لصدمهم لمدة 2 جولات.",
}
skill[50041] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 29257، ولها فرصة 19% لصدمهم لمدة 2 جولات.",
}
skill[50042] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 30591، ولها فرصة 19% لصدمهم لمدة 2 جولات.",
}
skill[50043] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 31925، ولها فرصة 20% لصدمهم لمدة 2 جولات.",
}
skill[50044] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 33259، ولها فرصة 20% لصدمهم لمدة 2 جولات.",
}
skill[50045] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 34593، ولها فرصة 20% لصدمهم لمدة 2 جولات.",
}
skill[50046] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 35927، ولها فرصة 21% لصدمهم لمدة 2 جولات.",
}
skill[50047] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 37261، ولها فرصة 21% لصدمهم لمدة 2 جولات.",
}
skill[50048] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 38595، ولها فرصة 21% لصدمهم لمدة 2 جولات.",
}
skill[50049] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 39929، ولها فرصة 22% لصدمهم لمدة 2 جولات.",
}
skill[50050] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 41263، ولها فرصة 22% لصدمهم لمدة 2 جولات.",
}
skill[50051] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 42597، ولها فرصة 22% لصدمهم لمدة 2 جولات.",
}
skill[50052] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 43931، ولها فرصة 23% لصدمهم لمدة 2 جولات.",
}
skill[50053] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 45265، ولها فرصة 23% لصدمهم لمدة 2 جولات.",
}
skill[50054] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 46599، ولها فرصة 23% لصدمهم لمدة 2 جولات.",
}
skill[50055] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 47933، ولها فرصة 24% لصدمهم لمدة 2 جولات.",
}
skill[50056] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 49267، ولها فرصة 24% لصدمهم لمدة 2 جولات.",
}
skill[50057] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 50601، ولها فرصة 24% لصدمهم لمدة 2 جولات.",
}
skill[50058] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 51935، ولها فرصة 25% لصدمهم لمدة 2 جولات.",
}
skill[50059] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 53269، ولها فرصة 25% لصدمهم لمدة 2 جولات.",
}
skill[50060] = {
    ["skillName"] = "نظرة التنين",
    ["desc"] = "إحداث ضرر على 3 عدو بشكل عشوائي بقيمة 54603، ولها فرصة 25% لصدمهم لمدة 2 جولات.",
}
skill[50061] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 58437 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 25% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 1% لمدة 2 من الجولات.",
}
skill[50062] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 62271 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 25% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 2% لمدة 2 من الجولات.",
}
skill[50063] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 66105 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 25% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 3% لمدة 2 من الجولات.",
}
skill[50064] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 69939 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 25% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 4% لمدة 2 من الجولات.",
}
skill[50065] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 73773 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 25% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 5% لمدة 2 من الجولات.",
}
skill[50066] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 77607 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 26% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 6% لمدة 2 من الجولات.",
}
skill[50067] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 81441 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 26% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 7% لمدة 2 من الجولات.",
}
skill[50068] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 85275 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 26% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 8% لمدة 2 من الجولات.",
}
skill[50069] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 89109 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 26% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 9% لمدة 2 من الجولات.",
}
skill[50070] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 92943 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 26% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 10% لمدة 2 من الجولات.",
}
skill[50071] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 96777 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 27% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 11% لمدة 2 من الجولات.",
}
skill[50072] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 100611 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 27% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 12% لمدة 2 من الجولات.",
}
skill[50073] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 104445 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 27% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 13% لمدة 2 من الجولات.",
}
skill[50074] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 108279 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 27% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 14% لمدة 2 من الجولات.",
}
skill[50075] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 112113 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 27% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 15% لمدة 2 من الجولات.",
}
skill[50076] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 115947 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 28% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 16% لمدة 2 من الجولات.",
}
skill[50077] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 119781 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 28% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 17% لمدة 2 من الجولات.",
}
skill[50078] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 123615 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 28% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 18% لمدة 2 من الجولات.",
}
skill[50079] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 127449 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 28% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 19% لمدة 2 من الجولات.",
}
skill[50080] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 131283 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 28% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 20% لمدة 2 من الجولات.",
}
skill[50081] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 135117 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 29% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 21% لمدة 2 من الجولات.",
}
skill[50082] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 138951 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 29% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 22% لمدة 2 من الجولات.",
}
skill[50083] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 142785 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 29% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 23% لمدة 2 من الجولات.",
}
skill[50084] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 146619 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 29% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 24% لمدة 2 من الجولات.",
}
skill[50085] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 150453 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 29% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 25% لمدة 2 من الجولات.",
}
skill[50086] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 154287 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 30% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 26% لمدة 2 من الجولات.",
}
skill[50087] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 158121 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 30% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 27% لمدة 2 من الجولات.",
}
skill[50088] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 161955 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 30% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 28% لمدة 2 من الجولات.",
}
skill[50089] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 165789 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 30% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 29% لمدة 2 من الجولات.",
}
skill[50090] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 169623 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 30% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 30% لمدة 2 من الجولات.",
}
skill[50091] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 175857 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 31% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 31% لمدة 2 من الجولات.",
}
skill[50092] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 182091 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 31% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 32% لمدة 2 من الجولات.",
}
skill[50093] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 188325 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 31% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 33% لمدة 2 من الجولات.",
}
skill[50094] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 194559 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 31% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 34% لمدة 2 من الجولات.",
}
skill[50095] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 200793 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 31% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 35% لمدة 2 من الجولات.",
}
skill[50096] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 207027 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 32% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 36% لمدة 2 من الجولات.",
}
skill[50097] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 213261 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 32% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 37% لمدة 2 من الجولات.",
}
skill[50098] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 219495 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 32% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 38% لمدة 2 من الجولات.",
}
skill[50099] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 225729 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 32% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 39% لمدة 2 من الجولات.",
}
skill[50100] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 231963 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 32% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 40% لمدة 2 من الجولات.",
}
skill[50101] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 238197 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 33% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 41% لمدة 2 من الجولات.",
}
skill[50102] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 244431 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 33% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 42% لمدة 2 من الجولات.",
}
skill[50103] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 250665 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 33% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 43% لمدة 2 من الجولات.",
}
skill[50104] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 256899 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 33% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 44% لمدة 2 من الجولات.",
}
skill[50105] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 263133 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 33% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 45% لمدة 2 من الجولات.",
}
skill[50106] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 269367 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 34% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 46% لمدة 2 من الجولات.",
}
skill[50107] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 275601 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 34% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 47% لمدة 2 من الجولات.",
}
skill[50108] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 281835 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 34% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 48% لمدة 2 من الجولات.",
}
skill[50109] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 288069 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 34% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 49% لمدة 2 من الجولات.",
}
skill[50110] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 294303 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 34% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 50% لمدة 2 من الجولات.",
}
skill[50111] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 300537 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 35% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 51% لمدة 2 من الجولات.",
}
skill[50112] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 306771 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 35% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 52% لمدة 2 من الجولات.",
}
skill[50113] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 313005 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 35% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 53% لمدة 2 من الجولات.",
}
skill[50114] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 319239 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 35% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 54% لمدة 2 من الجولات.",
}
skill[50115] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 325473 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 35% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 55% لمدة 2 من الجولات.",
}
skill[50116] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 331707 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 36% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 56% لمدة 2 من الجولات.",
}
skill[50117] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 337941 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 36% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 57% لمدة 2 من الجولات.",
}
skill[50118] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 344175 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 36% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 58% لمدة 2 من الجولات.",
}
skill[50119] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 350409 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 36% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 59% لمدة 2 من الجولات.",
}
skill[50120] = {
    ["skillName"] = "تنهيد التنانين",
    ["desc"] = "لإلحاق 356643 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 36% من الفرص لإمساكهم لمدة 2 من الجولات، ولزيادة 4 من ضرر الحلفاء العشوائيين المقدس بمقدار 60% لمدة 2 من الجولات.",
}
skill[60001] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 1024 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 456 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60002] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 1247 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 610 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60003] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 1470 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 764 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60004] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 1693 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 918 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60005] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 1916 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 1072 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60006] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 2139 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 1226 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60007] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 2362 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 1380 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60008] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 2585 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 1534 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60009] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 2808 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 1688 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60010] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 3031 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 1842 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60011] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 3254 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 1996 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60012] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 3477 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 2150 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60013] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 3700 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 2304 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60014] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 3923 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 2458 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60015] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 4146 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 2612 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60016] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 4369 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 2766 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60017] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 4592 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 2920 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60018] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 4815 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 3074 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60019] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 5038 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 3228 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60020] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 5261 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 3382 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60021] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 5484 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 3536 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60022] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 5707 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 3690 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60023] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 5930 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 3844 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60024] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 6153 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 3998 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60025] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 6376 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 4152 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60026] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 6599 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 4306 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60027] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 6822 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 4460 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60028] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 7045 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 4614 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60029] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 7268 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 4768 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60030] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 7491 من الضرر بأعداء الخطوط الأمامية وتسميم الهدف، وإلحاق 4922 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60031] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 8315 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 5506 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60032] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 9139 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 6090 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60033] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 9963 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 6674 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60034] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 10787 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 7258 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60035] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 11611 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 7842 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60036] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 12435 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 8426 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60037] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 13259 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 9010 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60038] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 14083 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 9594 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60039] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 14907 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 10178 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60040] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 15731 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 10762 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60041] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 16555 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 11346 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60042] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 17379 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 11930 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60043] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 18203 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 12514 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60044] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 19027 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 13098 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60045] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 19851 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 13682 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60046] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 20675 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 14266 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60047] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 21499 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 14850 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60048] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 22323 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 15434 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60049] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 23147 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 16018 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60050] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 23971 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 16602 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60051] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 24795 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 17186 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60052] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 25619 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 17770 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60053] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 26443 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 18354 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60054] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 27267 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 18938 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60055] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 28091 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 19522 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60056] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 28915 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 20106 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60057] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 29739 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 20690 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60058] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 30563 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 21274 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60059] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 31387 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 21858 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60060] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 32211 من الضرر بـ 3 من الأعداء العشوائيين وتسميم الأهداف، وإلحاق 22442 من الضرر الإضافي في كل جولة لمدة 3 من الجولات.",
}
skill[60061] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 35965 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 25126 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 6% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60062] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 39719 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 27810 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 7% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60063] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 43473 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 30494 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 8% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60064] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 47227 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 33178 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 9% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60065] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 50981 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 35862 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 10% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60066] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 54735 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 38546 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 11% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60067] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 58489 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 41230 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 12% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60068] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 62243 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 43914 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 13% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60069] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 65997 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 46598 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 14% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60070] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 69751 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 49282 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 15% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60071] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 73505 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 51966 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 16% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60072] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 77259 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 54650 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 17% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60073] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 81013 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 57334 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 18% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60074] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 84767 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 60018 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 19% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60075] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 88521 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 62702 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 20% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60076] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 92275 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 65386 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 21% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60077] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 96029 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 68070 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 22% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60078] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 99783 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 70754 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 23% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60079] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 103537 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 73438 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 24% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60080] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 107291 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 76122 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 25% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60081] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 111045 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 78806 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 26% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60082] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 114799 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 81490 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 27% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60083] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 118553 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 84174 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 28% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60084] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 122307 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 86858 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 29% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60085] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 126061 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 89542 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 30% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60086] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 129815 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 92226 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 31% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60087] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 133569 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 94910 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 32% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60088] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 137323 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 97594 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 33% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60089] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 141077 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 100278 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 34% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60090] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 144831 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 102962 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 35% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60091] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 148855 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 107746 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 36% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60092] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 152879 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 112530 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 37% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60093] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 156903 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 117314 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 38% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60094] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 160927 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 122098 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 39% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60095] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 164951 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 126882 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 40% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60096] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 168975 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 131666 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 41% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60097] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 172999 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 136450 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 42% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60098] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 177023 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 141234 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 43% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60099] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 181047 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 146018 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 44% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60100] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 185071 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 150802 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 45% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60101] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 189095 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 155586 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 46% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60102] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 193119 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 160370 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 47% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60103] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 197143 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 165154 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 48% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60104] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 201167 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 169938 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 49% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60105] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 205191 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 174722 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 50% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60106] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 209215 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 179506 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 51% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60107] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 213239 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 184290 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 52% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60108] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 217263 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 189074 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 53% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60109] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 221287 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 193858 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 54% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60110] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 225311 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 198642 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 55% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60111] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 229335 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 203426 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 56% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60112] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 233359 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 208210 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 57% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60113] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 237383 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 212994 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 58% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60114] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 241407 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 217778 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 59% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60115] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 245431 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 222562 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 60% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60116] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 249455 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 227346 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 61% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60117] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 253479 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 232130 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 62% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60118] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 257503 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 236914 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 63% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60119] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 261527 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 241698 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 64% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[60120] = {
    ["skillName"] = "التتبع السام",
    ["desc"] = "لإلحاق 265551 من الضرر بـ 4 من الأعداء العشوائيين وتسميم الهدف، وإلحاق 246482 من الضرر الإضافي في كل جولة لمدة 3 من الجولات، ومنح 4 من الحلفاء العشوائية مقدار 65% من الضرر ضد الخصوم المُسممة لمدة 2 من الجولات.",
}
skill[7001] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 1765 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 6% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7002] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 2207 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 6% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7003] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 2649 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 6% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7004] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 3091 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 7% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7005] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 3533 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 7% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7006] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 3975 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 7% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7007] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 4417 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 8% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7008] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 4859 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 8% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7009] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 5301 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 8% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7010] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 5743 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 9% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7011] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 6185 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 9% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7012] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 6627 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 9% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7013] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 7069 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 10% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7014] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 7511 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 10% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7015] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 7953 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 10% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7016] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 8395 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 11% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7017] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 8837 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 11% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7018] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 9279 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 11% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7019] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 9721 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 12% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7020] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 10163 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 12% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7021] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 10605 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 12% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7022] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 11047 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 13% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7023] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 11489 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 13% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7024] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 11931 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 13% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7025] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 12373 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 14% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7026] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 12815 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 14% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7027] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 13257 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 14% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7028] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 13699 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 15% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7029] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 14141 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 15% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7030] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 14583 من الضرر بـ 2 من الأعداء العشوائيين والحصول على 15% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7031] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 15917 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 16% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7032] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 17251 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 16% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7033] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 18585 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 16% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7034] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 19919 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 17% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7035] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 21253 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 17% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7036] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 22587 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 17% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7037] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 23921 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 18% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7038] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 25255 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 18% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7039] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 26589 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 18% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7040] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 27923 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 19% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7041] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 29257 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 19% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7042] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 30591 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 19% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7043] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 31925 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 20% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7044] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 33259 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 20% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7045] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 34593 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 20% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7046] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 35927 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 21% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7047] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 37261 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 21% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7048] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 38595 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 21% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7049] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 39929 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 22% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7050] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 41263 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 22% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7051] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 42597 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 22% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7052] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 43931 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 23% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7053] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 45265 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 23% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7054] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 46599 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 23% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7055] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 47933 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 24% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7056] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 49267 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 24% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7057] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 50601 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 24% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7058] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 51935 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 25% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7059] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 53269 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 25% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7060] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 54603 من الضرر بـ 3 من الأعداء العشوائيين والحصول على 25% من الفرص لتحجيرهم لمدة 2 من الجولات.",
}
skill[7061] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 58437 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 25% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 1% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7062] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 62271 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 25% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 2% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7063] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 66105 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 25% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 3% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7064] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 69939 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 25% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 4% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7065] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 73773 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 25% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 5% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7066] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 77607 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 26% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 6% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7067] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 81441 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 26% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 7% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7068] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 85275 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 26% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 8% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7069] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 89109 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 26% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 9% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7070] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 92943 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 26% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 10% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7071] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 96777 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 27% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 11% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7072] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 100611 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 27% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 12% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7073] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 104445 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 27% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 13% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7074] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 108279 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 27% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 14% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7075] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 112113 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 27% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 15% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7076] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 115947 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 28% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 16% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7077] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 119781 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 28% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 17% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7078] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 123615 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 28% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 18% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7079] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 127449 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 28% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 19% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7080] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 131283 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 28% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 20% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7081] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 135117 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 29% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 21% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7082] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 138951 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 29% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 22% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7083] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 142785 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 29% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 23% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7084] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 146619 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 29% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 24% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7085] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 150453 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 29% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 25% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7086] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 154287 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 30% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 26% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7087] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 158121 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 30% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 27% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7088] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 161955 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 30% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 28% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7089] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 165789 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 30% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 29% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7090] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 169623 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 30% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 30% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7091] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 175857 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 31% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 31% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7092] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 182091 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 31% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 32% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7093] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 188325 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 31% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 33% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7094] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 194559 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 31% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 34% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7095] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 200793 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 31% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 35% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7096] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 207027 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 32% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 36% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7097] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 213261 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 32% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 37% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7098] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 219495 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 32% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 38% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7099] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 225729 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 32% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 39% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7100] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 231963 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 32% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 40% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7101] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 238197 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 33% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 41% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7102] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 244431 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 33% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 42% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7103] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 250665 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 33% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 43% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7104] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 256899 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 33% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 44% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7105] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 263133 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 33% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 45% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7106] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 269367 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 34% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 46% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7107] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 275601 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 34% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 47% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7108] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 281835 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 34% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 48% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7109] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 288069 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 34% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 49% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7110] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 294303 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 34% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 50% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7111] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 300537 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 35% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 51% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7112] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 306771 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 35% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 52% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7113] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 313005 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 35% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 53% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7114] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 319239 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 35% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 54% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7115] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 325473 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 35% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 55% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7116] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 331707 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 36% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 56% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7117] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 337941 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 36% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 57% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7118] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 344175 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 36% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 58% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7119] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 350409 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 36% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 59% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[7120] = {
    ["skillName"] = "نظرات الموت",
    ["desc"] = "لإلحاق 356643 من الضرر بـ 4 من الأعداء العشوائيين والحصول على 36% من الفرص لتحجيرهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 60% من الضرر الحرج لمدة 2 من الجولات.",
}
skill[8001] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 1765 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 6% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8002] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 2207 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 6% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8003] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 2649 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 6% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8004] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 3091 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 7% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8005] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 3533 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 7% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8006] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 3975 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 7% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8007] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 4417 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 8% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8008] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 4859 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 8% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8009] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 5301 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 8% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8010] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 5743 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 9% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8011] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 6185 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 9% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8012] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 6627 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 9% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8013] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 7069 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 10% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8014] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 7511 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 10% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8015] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 7953 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 10% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8016] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 8395 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 11% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8017] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 8837 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 11% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8018] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 9279 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 11% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8019] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 9721 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 12% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8020] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 10163 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 12% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8021] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 10605 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 12% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8022] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 11047 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 13% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8023] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 11489 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 13% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8024] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 11931 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 13% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8025] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 12373 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 14% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8026] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 12815 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 14% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8027] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 13257 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 14% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8028] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 13699 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 15% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8029] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 14141 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 15% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8030] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 14583 من الضرر بـ 2 من الأعداء العشوائيين، والحصول على 15% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8031] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 15917 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 16% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8032] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 17251 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 16% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8033] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 18585 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 16% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8034] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 19919 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 17% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8035] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 21253 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 17% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8036] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 22587 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 17% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8037] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 23921 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 18% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8038] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 25255 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 18% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8039] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 26589 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 18% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8040] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 27923 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 19% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8041] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 29257 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 19% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8042] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 30591 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 19% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8043] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 31925 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 20% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8044] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 33259 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 20% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8045] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 34593 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 20% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8046] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 35927 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 21% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8047] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 37261 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 21% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8048] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 38595 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 21% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8049] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 39929 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 22% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8050] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 41263 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 22% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8051] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 42597 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 22% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8052] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 43931 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 23% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8053] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 45265 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 23% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8054] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 46599 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 23% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8055] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 47933 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 24% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8056] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 49267 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 24% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8057] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 50601 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 24% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8058] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 51935 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 25% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8059] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 53269 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 25% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8060] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 54603 من الضرر بـ 3 من الأعداء العشوائيين، والحصول على 25% من الفرص لتجميدهم لمدة 2 من الجولات.",
}
skill[8061] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 58437 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 25% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 10% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8062] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 62271 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 25% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 11% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8063] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 66105 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 25% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 12% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8064] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 69939 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 25% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 13% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8065] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 73773 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 25% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 14% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8066] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 77607 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 26% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 15% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8067] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 81441 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 26% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 16% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8068] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 85275 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 26% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 17% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8069] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 89109 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 26% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 18% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8070] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 92943 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 26% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 19% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8071] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 96777 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 27% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 20% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8072] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 100611 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 27% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 21% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8073] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 104445 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 27% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 22% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8074] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 108279 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 27% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 23% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8075] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 112113 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 27% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 24% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8076] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 115947 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 28% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 25% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8077] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 119781 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 28% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 26% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8078] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 123615 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 28% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 27% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8079] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 127449 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 28% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 28% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8080] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 131283 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 28% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 29% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8081] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 135117 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 29% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 30% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8082] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 138951 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 29% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 31% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8083] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 142785 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 29% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 32% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8084] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 146619 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 29% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 33% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8085] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 150453 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 29% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 34% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8086] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 154287 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 30% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 35% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8087] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 158121 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 30% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 36% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8088] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 161955 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 30% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 37% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8089] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 165789 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 30% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 38% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8090] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 169623 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 30% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 39% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8091] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 175857 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 31% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 40% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8092] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 182091 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 31% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 41% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8093] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 188325 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 31% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 42% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8094] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 194559 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 31% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 43% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8095] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 200793 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 31% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 44% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8096] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 207027 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 32% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 45% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8097] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 213261 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 32% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 46% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8098] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 219495 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 32% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 47% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8099] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 225729 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 32% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 48% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8100] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 231963 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 32% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 50% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8101] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 238197 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 33% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 52% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8102] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 244431 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 33% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 54% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8103] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 250665 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 33% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 56% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8104] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 256899 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 33% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 58% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8105] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 263133 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 33% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 60% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8106] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 269367 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 34% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 62% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8107] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 275601 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 34% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 64% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8108] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 281835 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 34% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 66% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8109] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 288069 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 34% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 68% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8110] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 294303 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 34% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 70% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8111] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 300537 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 35% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 72% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8112] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 306771 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 35% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 74% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8113] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 313005 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 35% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 76% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8114] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 319239 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 35% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 78% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8115] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 325473 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 35% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 80% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8116] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 331707 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 36% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 82% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8117] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 337941 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 36% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 84% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8118] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 344175 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 36% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 86% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8119] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 350409 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 36% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 88% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[8120] = {
    ["skillName"] = "التجمد",
    ["desc"] = "لإلحاق 356643 من الضرر بـ 4 من الأعداء العشوائيين، والحصول على 36% من الفرص لتجميدهم لمدة 2 من الجولات، ومنح 4 من الحلفاء العشوائيين مقدار 90% من الضرر ضد الخصوم المتجمدين لمدة 2 من الجولات.",
}
skill[6001] = {
    ["skillName"] = "Enabling: Vitality",
    ["desc"] = "Increase HP by 12%",
}
skill[6002] = {
    ["skillName"] = "Enabling: Mightiness",
    ["desc"] = "Increase Attack by 8%",
}
skill[6003] = {
    ["skillName"] = "Enabling: Resilience",
    ["desc"] = "At the end of each round, heals self for(15% of missing HP) HP.",
}
return skill