local spkdrug = {}
spkdrug[1] = {
    ["name"] = "الحليب الغامض",
    ["brief"] = "جرعة",
    ["explain"] = "تستعيد (20%*نقاط صحة) من صحة البطل.",
}
spkdrug[2] = {
    ["name"] = "الحليب الغامض",
    ["brief"] = "جرعة",
    ["explain"] = "تستعيد (20%*نقاط صحة) من صحة البطل.",
}
spkdrug[3] = {
    ["name"] = "الحليب الغامض",
    ["brief"] = "جرعة",
    ["explain"] = "تستعيد (20%*نقاط صحة) من صحة البطل.",
}
spkdrug[4] = {
    ["name"] = "الحليب الغامض",
    ["brief"] = "جرعة",
    ["explain"] = "تستعيد (20%*نقاط صحة) من صحة البطل.",
}
spkdrug[5] = {
    ["name"] = "الحليب الغامض",
    ["brief"] = "جرعة",
    ["explain"] = "تستعيد (20%*نقاط صحة) من صحة البطل.",
}
spkdrug[6] = {
    ["name"] = "الحليب الغامض",
    ["brief"] = "جرعة",
    ["explain"] = "تستعيد (20%*نقاط صحة) من صحة البطل.",
}
spkdrug[7] = {
    ["name"] = "جرعة الشيطان",
    ["brief"] = "جرعة",
    ["explain"] = "تستعيد (50%*نقاط صحة) من صحة البطل وطاقته +300.",
}
spkdrug[8] = {
    ["name"] = "جرعة الملاك",
    ["brief"] = "جرعة",
    ["explain"] = "تستعيد (100%*نقاط صحة) من صحة البطل.",
}
spkdrug[9] = {
    ["name"] = "جرعة القوة",
    ["brief"] = "جرعة",
    ["explain"] = "هجوم + 1.5%",
}
spkdrug[10] = {
    ["name"] = "جرعة القوة",
    ["brief"] = "جرعة",
    ["explain"] = "هجوم + 1.5%",
}
spkdrug[11] = {
    ["name"] = "جرعة القوة",
    ["brief"] = "جرعة",
    ["explain"] = "هجوم + 1.5%",
}
spkdrug[12] = {
    ["name"] = "جرعة القوة",
    ["brief"] = "جرعة",
    ["explain"] = "هجوم + 1.5%",
}
spkdrug[13] = {
    ["name"] = "مشروب الضرر الحرج",
    ["brief"] = "جرعة",
    ["explain"] = "تزيد الضرر الحرج بنسبة 2%",
}
spkdrug[14] = {
    ["name"] = "مشروب الضرر الحرج",
    ["brief"] = "جرعة",
    ["explain"] = "تزيد الضرر الحرج بنسبة 2%",
}
spkdrug[15] = {
    ["name"] = "مشروب الضرر الحرج",
    ["brief"] = "جرعة",
    ["explain"] = "تزيد الضرر الحرج بنسبة 2%",
}
spkdrug[16] = {
    ["name"] = "مشروب الضرر الحرج",
    ["brief"] = "جرعة",
    ["explain"] = "تزيد الضرر الحرج بنسبة 2%",
}
spkdrug[17] = {
    ["name"] = "جرعة الضربة الحرجة",
    ["brief"] = "جرعة",
    ["explain"] = "الضربة الحرجة + 2%",
}
spkdrug[18] = {
    ["name"] = "جرعة الضربة الحرجة",
    ["brief"] = "جرعة",
    ["explain"] = "الضربة الحرجة + 2%",
}
spkdrug[19] = {
    ["name"] = "جرعة الضربة الحرجة",
    ["brief"] = "جرعة",
    ["explain"] = "الضربة الحرجة + 2%",
}
spkdrug[20] = {
    ["name"] = "جرعة الضربة الحرجة",
    ["brief"] = "جرعة",
    ["explain"] = "الضربة الحرجة + 2%",
}
return spkdrug