local data = {}
data[1] = {
    ["name"] = "水晶皇冠聯賽",
    ["des"] = "週期性的循環賽;贏取大量的每日獎勵和賽季獎勵",
    ["infoTitle1"] = "戰鬥規則",
    ["info1"] = "1.每天21點(UTC/GMT 0)發放排名獎勵，通過郵箱發放;2.參與競技場戰鬥會消耗門票，門票可通過鑽石購買;3.競技場戰鬥限定15回合，戰鬥超時，則判定進攻方失敗;4.戰鬥後會有積分結算，勝利獲得積分，失敗扣除積分，所有玩家按照積分進行排名;5.戰鬥記錄中可以查看最近10場戰鬥的錄影",
    ["infoTitle2"] = "獎勵規則",
    ["info2"] = "根據每天排名結算時的排名發放郵件獎勵;具體請看【每日獎勵】",
    ["date"] = "6月8日到7月8日",
}
data[2] = {
    ["name"] = "冠軍的試煉",
    ["des"] = "要求：玩家等級55級",
    ["infoTitle1"] = "戰鬥規則",
    ["info1"] = "1.玩家可以隨時調整自己的防守陣容，需設置3隊英雄，每隊英雄至少1人;2.戰鬥採取3局兩勝制，先勝兩場者勝出;3.擊敗對方全部英雄獲得一場戰鬥的勝利;4.競技場戰鬥限定15回合，戰鬥超時，則判定進攻方失敗;5.戰鬥後會有積分結算，積分作為玩家排名的依據;6.戰鬥記錄中可以查看最近10場戰鬥的錄影",
    ["infoTitle2"] = "獎勵規則",
    ["info2"] = "結束後根據排名發放獎勵，競技場寶箱會自動打開後隨郵件發放。",
    ["date"] = "6月8日到7月8日",
}
data[3] = {
    ["name"] = "國王的召喚",
    ["des"] = "要求：戰鬥力≥150,000",
    ["infoTitle1"] = "戰鬥規則",
    ["info1"] = "1.競技場戰鬥限定15回合，戰鬥超時，則判定進攻方失敗;2.戰鬥後會有積分結算，積分作為玩家排名的依據;3.戰鬥記錄中可以查看最近10場戰鬥的錄影",
    ["infoTitle2"] = "獎勵規則",
    ["info2"] = "活動結束後根據排名發放獎勵",
    ["date"] = "6月8日到7月8日",
}
data[4] = {
    ["name"] = "組隊競技場",
    ["des"] = "要求：玩家等級60級",
    ["infoTitle1"] = "戰鬥規則",
    ["info1"] = "1.組隊競技場開啟時間：每週星期二0點至星期四23點59分(UTC/GMT 0)開啟。;2.進入組隊競技場後玩家可以選擇一支隊伍加入，也可以建立一支隊伍邀請其他玩家加入。;3.只有同伺服器的玩家才能組成隊伍，不同伺服器玩家無法組成隊伍。;4.每支隊伍由隊長排列出戰順序、選擇隊伍挑戰，其他隊員只能查看戰鬥記錄。;5.隊伍創建後初始擁有6點體力，每隔1個小時恢復1點體力，恢復上限為12點體力。每挑戰一支隊伍消耗1點體力，體力為0點時將無法再進行挑戰。;6.組隊競技場的陣容至少需要1名以上的英雄上陣，玩家可隨時調整自己的陣容。;7.戰鬥採取3局兩勝制，先勝兩場的隊伍勝出。;8.擊敗對方全部英雄獲得一場戰鬥的勝利。;9.競技場戰鬥限定15回合，戰鬥超時，則判定進攻方失敗。;10.戰鬥後會有積分結算，勝利獲得積分，失敗扣除積分，所有隊伍按照積分進行排名。;11.戰鬥記錄中可以查看最近10場戰鬥的錄影。",
    ["infoTitle2"] = "獎勵規則",
    ["info2"] = "活動結束後根據排名發放獎勵",
    ["date"] = "6月8日到7月8日",
}
data[5] = {
    ["name"] = "试炼竞技场",
    ["des"] = "参赛资格：账号等级70级及以上",
    ["infoTitle1"] = "比赛规则",
    ["info1"] = "1. 使用20个竞技场门票报名。战斗中将不再消耗门票。;2. 设置一组队伍，该队伍将会同时进攻和防守，且比赛期间不可更换。;3. 每次主动战斗胜利加1分，失败不得分不扣分。;4. 第一次主动进攻失败后，你的比赛立即结束，你的当前成绩即为本次成绩。;5. 防守胜利或失败均不加分不扣分。",
    ["infoTitle2"] = "奖励",
    ["info2"] = "1. 竞技场每周日结算。;2. 结算时按参赛玩家的成绩名次发奖励到邮箱。",
}
return data