local data = {}
data[43008] = {
    ["name"] = "勇氣勳章",
    ["suitName"] = "勇氣套裝",
}
data[5121] = {
    ["name"] = "月神的憂傷",
}
data[5122] = {
    ["name"] = "永恆之章",
}
data[5123] = {
    ["name"] = "旅行者之戒",
}
data[5124] = {
    ["name"] = "光之盾",
}
data[5125] = {
    ["name"] = "鏡之鏈",
}
data[5126] = {
    ["name"] = "禁錮之靈",
}
data[5127] = {
    ["name"] = "黃金羅盤",
}
data[5128] = {
    ["name"] = "厄運沙漏",
}
data[5129] = {
    ["name"] = "幻影披風",
}
data[5130] = {
    ["name"] = "飛雷神",
}
data[5131] = {
    ["name"] = "魔能手臂",
}
data[5132] = {
    ["name"] = "沉淪",
}
data[5133] = {
    ["name"] = "鮮血",
}
data[5134] = {
    ["name"] = "妄想",
}
data[5135] = {
    ["name"] = "精靈祝福之弓",
}
data[5136] = {
    ["name"] = "橡樹之心",
}
data[42001] = {
    ["name"] = "龍鱗鎧甲",
}
data[5138] = {
    ["name"] = "暗影斗篷",
}
data[5139] = {
    ["name"] = "天使掛墜",
}
data[5140] = {
    ["name"] = "撒旦之心",
}
data[5141] = {
    ["name"] = "死亡之舞",
}
data[5142] = {
    ["name"] = "亡者的悲鳴",
}
data[42007] = {
    ["name"] = "優秀的龍鱗鎧甲",
}
data[42008] = {
    ["name"] = "勇氣鎧甲",
    ["suitName"] = "勇氣套裝",
}
data[5145] = {
    ["name"] = "旅行者之戒",
}
data[5146] = {
    ["name"] = "光之盾",
}
data[5147] = {
    ["name"] = "鏡之鏈",
}
data[5148] = {
    ["name"] = "禁錮之靈",
}
data[5149] = {
    ["name"] = "黃金羅盤",
}
data[5150] = {
    ["name"] = "厄運沙漏",
}
data[5151] = {
    ["name"] = "幻影披風",
}
data[5152] = {
    ["name"] = "飛雷神",
}
data[5153] = {
    ["name"] = "魔能手臂",
}
data[5154] = {
    ["name"] = "沉淪",
}
data[5155] = {
    ["name"] = "鮮血",
}
data[5156] = {
    ["name"] = "妄想",
}
data[5157] = {
    ["name"] = "精靈祝福之弓",
}
data[5158] = {
    ["name"] = "橡樹之心",
}
data[5159] = {
    ["name"] = "翡翠蝶",
}
data[5160] = {
    ["name"] = "暗影斗篷",
}
data[5161] = {
    ["name"] = "天使掛墜",
}
data[5162] = {
    ["name"] = "撒旦之心",
}
data[5163] = {
    ["name"] = "死亡之舞",
}
data[5164] = {
    ["name"] = "亡者的悲鳴",
}
data[5165] = {
    ["name"] = "月神的憂傷",
}
data[5166] = {
    ["name"] = "永恆之章",
}
data[5167] = {
    ["name"] = "旅行者之戒",
}
data[5168] = {
    ["name"] = "光之盾",
}
data[5169] = {
    ["name"] = "鏡之鏈",
}
data[5170] = {
    ["name"] = "禁錮之靈",
}
data[5171] = {
    ["name"] = "黃金羅盤",
}
data[5172] = {
    ["name"] = "厄運沙漏",
}
data[5173] = {
    ["name"] = "幻影披風",
}
data[5174] = {
    ["name"] = "飛雷神",
}
data[5175] = {
    ["name"] = "魔能手臂",
}
data[5176] = {
    ["name"] = "沉淪",
}
data[5177] = {
    ["name"] = "鮮血",
}
data[5178] = {
    ["name"] = "妄想",
}
data[5179] = {
    ["name"] = "精靈祝福之弓",
}
data[5180] = {
    ["name"] = "橡樹之心",
}
data[5181] = {
    ["name"] = "翡翠蝶",
}
data[5182] = {
    ["name"] = "暗影斗篷",
}
data[5183] = {
    ["name"] = "天使掛墜",
}
data[5184] = {
    ["name"] = "撒旦之心",
}
data[5185] = {
    ["name"] = "死亡之舞",
}
data[5186] = {
    ["name"] = "亡者的悲鳴",
}
data[5187] = {
    ["name"] = "月神的憂傷",
}
data[5188] = {
    ["name"] = "永恆之章",
}
data[5189] = {
    ["name"] = "旅行者之戒",
}
data[5190] = {
    ["name"] = "光之盾",
}
data[5191] = {
    ["name"] = "鏡之鏈",
}
data[5192] = {
    ["name"] = "禁錮之靈",
}
data[5193] = {
    ["name"] = "黃金羅盤",
}
data[5194] = {
    ["name"] = "厄運沙漏",
}
data[5195] = {
    ["name"] = "幻影披風",
}
data[5196] = {
    ["name"] = "飛雷神",
}
data[5197] = {
    ["name"] = "魔能手臂",
}
data[5198] = {
    ["name"] = "沉淪",
}
data[5199] = {
    ["name"] = "鮮血",
}
data[5200] = {
    ["name"] = "妄想",
}
data[5201] = {
    ["name"] = "精靈祝福之弓",
}
data[5202] = {
    ["name"] = "橡樹之心",
}
data[5203] = {
    ["name"] = "翡翠蝶",
}
data[5204] = {
    ["name"] = "暗影斗篷",
}
data[5205] = {
    ["name"] = "天使掛墜",
}
data[5206] = {
    ["name"] = "撒旦之心",
}
data[5207] = {
    ["name"] = "死亡之舞",
}
data[5208] = {
    ["name"] = "亡者的悲鳴",
}
data[5209] = {
    ["name"] = "月神的憂傷",
}
data[5210] = {
    ["name"] = "永恆之章",
}
data[5211] = {
    ["name"] = "旅行者之戒",
}
data[5212] = {
    ["name"] = "光之盾",
}
data[5213] = {
    ["name"] = "鏡之鏈",
}
data[5214] = {
    ["name"] = "禁錮之靈",
}
data[5215] = {
    ["name"] = "黃金羅盤",
}
data[5216] = {
    ["name"] = "厄運沙漏",
}
data[5217] = {
    ["name"] = "幻影披風",
}
data[5218] = {
    ["name"] = "飛雷神",
}
data[5219] = {
    ["name"] = "魔能手臂",
}
data[5220] = {
    ["name"] = "沉淪",
}
data[101] = {
    ["name"] = "微光水晶",
}
data[102] = {
    ["name"] = "微光水晶",
}
data[103] = {
    ["name"] = "微光水晶",
}
data[104] = {
    ["name"] = "微光水晶",
}
data[105] = {
    ["name"] = "微光水晶",
}
data[106] = {
    ["name"] = "微光水晶",
}
data[107] = {
    ["name"] = "微光水晶",
}
data[108] = {
    ["name"] = "微光水晶",
}
data[109] = {
    ["name"] = "微光水晶",
}
data[110] = {
    ["name"] = "微光水晶",
}
data[111] = {
    ["name"] = "微光水晶",
}
data[112] = {
    ["name"] = "微光水晶",
}
data[113] = {
    ["name"] = "微光水晶",
}
data[114] = {
    ["name"] = "微光水晶",
}
data[115] = {
    ["name"] = "微光水晶",
}
data[116] = {
    ["name"] = "微光水晶",
}
data[5237] = {
    ["name"] = "卡爾瑪之眼",
}
data[5238] = {
    ["name"] = "菲爾德的羅盤",
}
data[5239] = {
    ["name"] = "艾丹的憤怒",
}
data[5240] = {
    ["name"] = "冰霜之劍",
}
data[5241] = {
    ["name"] = "雪走",
}
data[5242] = {
    ["name"] = "能量之心",
}
data[5243] = {
    ["name"] = "瑪格麗特的遺產",
}
data[5244] = {
    ["name"] = "女王之刃",
}
data[5245] = {
    ["name"] = "吞噬",
}
data[5246] = {
    ["name"] = "黃金弓",
}
data[5247] = {
    ["name"] = "符文之力",
}
data[5248] = {
    ["name"] = "歎息",
}
data[5249] = {
    ["name"] = "毀滅之球",
}
data[5250] = {
    ["name"] = "命運之矛",
}
data[5251] = {
    ["name"] = "命運聖釘",
}
data[5252] = {
    ["name"] = "魔神之觸",
}
data[5253] = {
    ["name"] = "死神",
}
data[5254] = {
    ["name"] = "古神的密語",
}
data[5255] = {
    ["name"] = "地獄之眼",
}
data[5256] = {
    ["name"] = "風神使者",
}
data[5257] = {
    ["name"] = "神聖天珠",
}
data[5258] = {
    ["name"] = "無畏鎧甲",
}
data[5259] = {
    ["name"] = "魔力源泉",
}
data[5260] = {
    ["name"] = "卡爾瑪之眼",
}
data[5261] = {
    ["name"] = "菲爾德的羅盤",
}
data[5262] = {
    ["name"] = "艾丹的憤怒",
}
data[5263] = {
    ["name"] = "冰霜之劍",
}
data[5264] = {
    ["name"] = "雪走",
}
data[5265] = {
    ["name"] = "能量之心",
}
data[5266] = {
    ["name"] = "瑪格麗特的遺產",
}
data[5267] = {
    ["name"] = "女王之刃",
}
data[5268] = {
    ["name"] = "吞噬",
}
data[5269] = {
    ["name"] = "黃金弓",
}
data[5270] = {
    ["name"] = "符文之力",
}
data[5271] = {
    ["name"] = "歎息",
}
data[5272] = {
    ["name"] = "毀滅之球",
}
data[5273] = {
    ["name"] = "命運之矛",
}
data[5274] = {
    ["name"] = "命運聖釘",
}
data[5275] = {
    ["name"] = "魔神之觸",
}
data[5276] = {
    ["name"] = "死神",
}
data[5277] = {
    ["name"] = "古神的密語",
}
data[5278] = {
    ["name"] = "地獄之眼",
}
data[5279] = {
    ["name"] = "風神使者",
}
data[5280] = {
    ["name"] = "神聖天珠",
}
data[5281] = {
    ["name"] = "無畏鎧甲",
}
data[5282] = {
    ["name"] = "魔力源泉",
}
data[5283] = {
    ["name"] = "卡爾瑪之眼",
}
data[5284] = {
    ["name"] = "菲爾德的羅盤",
}
data[5285] = {
    ["name"] = "艾丹的憤怒",
}
data[5286] = {
    ["name"] = "冰霜之劍",
}
data[5287] = {
    ["name"] = "雪走",
}
data[5288] = {
    ["name"] = "能量之心",
}
data[5289] = {
    ["name"] = "瑪格麗特的遺產",
}
data[5290] = {
    ["name"] = "女王之刃",
}
data[5291] = {
    ["name"] = "吞噬",
}
data[5292] = {
    ["name"] = "黃金弓",
}
data[5293] = {
    ["name"] = "符文之力",
}
data[5294] = {
    ["name"] = "歎息",
}
data[5295] = {
    ["name"] = "毀滅之球",
}
data[5296] = {
    ["name"] = "命運之矛",
}
data[5297] = {
    ["name"] = "命運聖釘",
}
data[5298] = {
    ["name"] = "魔神之觸",
}
data[5299] = {
    ["name"] = "死神",
}
data[5300] = {
    ["name"] = "古神的密語",
}
data[5301] = {
    ["name"] = "地獄之眼",
}
data[5302] = {
    ["name"] = "風神使者",
}
data[5303] = {
    ["name"] = "神聖天珠",
}
data[5304] = {
    ["name"] = "無畏鎧甲",
}
data[5305] = {
    ["name"] = "魔力源泉",
}
data[5306] = {
    ["name"] = "卡爾瑪之眼",
}
data[5307] = {
    ["name"] = "菲爾德的羅盤",
}
data[5308] = {
    ["name"] = "艾丹的憤怒",
}
data[5309] = {
    ["name"] = "冰霜之劍",
}
data[5310] = {
    ["name"] = "雪走",
}
data[5311] = {
    ["name"] = "能量之心",
}
data[5312] = {
    ["name"] = "瑪格麗特的遺產",
}
data[5313] = {
    ["name"] = "女王之刃",
}
data[5314] = {
    ["name"] = "吞噬",
}
data[5315] = {
    ["name"] = "黃金弓",
}
data[5316] = {
    ["name"] = "符文之力",
}
data[5317] = {
    ["name"] = "歎息",
}
data[5318] = {
    ["name"] = "毀滅之球",
}
data[5319] = {
    ["name"] = "命運之矛",
}
data[5320] = {
    ["name"] = "命運聖釘",
}
data[201] = {
    ["name"] = "琥珀水晶",
}
data[202] = {
    ["name"] = "琥珀水晶",
}
data[203] = {
    ["name"] = "琥珀水晶",
}
data[204] = {
    ["name"] = "琥珀水晶",
}
data[205] = {
    ["name"] = "琥珀水晶",
}
data[206] = {
    ["name"] = "琥珀水晶",
}
data[207] = {
    ["name"] = "琥珀水晶",
}
data[208] = {
    ["name"] = "琥珀水晶",
}
data[209] = {
    ["name"] = "琥珀水晶",
}
data[210] = {
    ["name"] = "琥珀水晶",
}
data[211] = {
    ["name"] = "琥珀水晶",
}
data[212] = {
    ["name"] = "琥珀水晶",
}
data[213] = {
    ["name"] = "琥珀水晶",
}
data[214] = {
    ["name"] = "琥珀水晶",
}
data[215] = {
    ["name"] = "琥珀水晶",
}
data[216] = {
    ["name"] = "琥珀水晶",
}
data[5337] = {
    ["name"] = "吞噬",
}
data[5338] = {
    ["name"] = "黃金弓",
}
data[5339] = {
    ["name"] = "符文之力",
}
data[5340] = {
    ["name"] = "歎息",
}
data[5341] = {
    ["name"] = "毀滅之球",
}
data[5342] = {
    ["name"] = "命運之矛",
}
data[5343] = {
    ["name"] = "命運聖釘",
}
data[5344] = {
    ["name"] = "魔神之觸",
}
data[5345] = {
    ["name"] = "死神",
}
data[5346] = {
    ["name"] = "古神的密語",
}
data[5347] = {
    ["name"] = "地獄之眼",
}
data[5348] = {
    ["name"] = "風神使者",
}
data[5349] = {
    ["name"] = "神聖天珠",
}
data[5350] = {
    ["name"] = "無畏鎧甲",
}
data[5351] = {
    ["name"] = "魔力源泉",
}
data[5352] = {
    ["name"] = "卡爾瑪之眼",
}
data[5353] = {
    ["name"] = "菲爾德的羅盤",
}
data[33002] = {
    ["name"] = "符文之戒",
}
data[33003] = {
    ["name"] = "優秀的符文之戒",
}
data[33004] = {
    ["name"] = "珍珠項鏈",
}
data[5357] = {
    ["name"] = "能量之心",
}
data[5358] = {
    ["name"] = "瑪格麗特的遺產",
}
data[5359] = {
    ["name"] = "女王之刃",
}
data[5360] = {
    ["name"] = "吞噬",
}
data[5361] = {
    ["name"] = "黃金弓",
}
data[5362] = {
    ["name"] = "符文之力",
}
data[5363] = {
    ["name"] = "歎息",
}
data[5364] = {
    ["name"] = "毀滅之球",
}
data[5365] = {
    ["name"] = "命運之矛",
}
data[5366] = {
    ["name"] = "劊子手",
}
data[5367] = {
    ["name"] = "劊子手",
}
data[5368] = {
    ["name"] = "劊子手",
}
data[5369] = {
    ["name"] = "劊子手",
}
data[5370] = {
    ["name"] = "劊子手",
}
data[5371] = {
    ["name"] = "黑魔劍",
}
data[5372] = {
    ["name"] = "黑魔劍",
}
data[5373] = {
    ["name"] = "黑魔劍",
}
data[5374] = {
    ["name"] = "黑魔劍",
}
data[5375] = {
    ["name"] = "黑魔劍",
}
data[5376] = {
    ["name"] = "黑魔劍",
}
data[5377] = {
    ["name"] = "格擋護符",
}
data[32002] = {
    ["name"] = "君王胸甲",
}
data[32003] = {
    ["name"] = "優秀的君王胸甲",
}
data[32004] = {
    ["name"] = "生靈披風",
}
data[5381] = {
    ["name"] = "格擋護符",
}
data[5382] = {
    ["name"] = "格擋護符",
}
data[5383] = {
    ["name"] = "銀之鑰",
}
data[5384] = {
    ["name"] = "銀之鑰",
}
data[5385] = {
    ["name"] = "銀之鑰",
}
data[5386] = {
    ["name"] = "銀之鑰",
}
data[5387] = {
    ["name"] = "銀之鑰",
}
data[5388] = {
    ["name"] = "銀之鑰",
}
data[5389] = {
    ["name"] = "深邃之瞳",
}
data[5390] = {
    ["name"] = "深邃之瞳",
}
data[5391] = {
    ["name"] = "深邃之瞳",
}
data[5392] = {
    ["name"] = "深邃之瞳",
}
data[5393] = {
    ["name"] = "深邃之瞳",
}
data[5394] = {
    ["name"] = "深邃之瞳",
}
data[5395] = {
    ["name"] = "自由之刃",
}
data[5396] = {
    ["name"] = "自由之刃",
}
data[5397] = {
    ["name"] = "自由之刃",
}
data[5398] = {
    ["name"] = "自由之刃",
}
data[5399] = {
    ["name"] = "自由之刃",
}
data[5400] = {
    ["name"] = "自由之刃",
}
data[5401] = {
    ["name"] = "殘響",
}
data[31002] = {
    ["name"] = "重斧",
}
data[31003] = {
    ["name"] = "優秀的重斧",
}
data[31004] = {
    ["name"] = "君王法杖",
}
data[5405] = {
    ["name"] = "殘響",
}
data[5406] = {
    ["name"] = "殘響",
}
data[5407] = {
    ["name"] = "無影無形",
}
data[5408] = {
    ["name"] = "無影無形",
}
data[5409] = {
    ["name"] = "無影無形",
}
data[5410] = {
    ["name"] = "無影無形",
}
data[5411] = {
    ["name"] = "無影無形",
}
data[5412] = {
    ["name"] = "無影無形",
}
data[5413] = {
    ["name"] = "金之鑰",
}
data[5414] = {
    ["name"] = "金之鑰",
}
data[5415] = {
    ["name"] = "金之鑰",
}
data[5416] = {
    ["name"] = "金之鑰",
}
data[5417] = {
    ["name"] = "金之鑰",
}
data[5418] = {
    ["name"] = "金之鑰",
}
data[5419] = {
    ["name"] = "罪惡王冠",
}
data[5420] = {
    ["name"] = "罪惡王冠",
}
data[301] = {
    ["name"] = "皇紫水晶",
}
data[302] = {
    ["name"] = "皇紫水晶",
}
data[303] = {
    ["name"] = "皇紫水晶",
}
data[304] = {
    ["name"] = "皇紫水晶",
}
data[305] = {
    ["name"] = "皇紫水晶",
}
data[306] = {
    ["name"] = "皇紫水晶",
}
data[307] = {
    ["name"] = "皇紫水晶",
}
data[308] = {
    ["name"] = "皇紫水晶",
}
data[309] = {
    ["name"] = "皇紫水晶",
}
data[310] = {
    ["name"] = "皇紫水晶",
}
data[311] = {
    ["name"] = "皇紫水晶",
}
data[312] = {
    ["name"] = "皇紫水晶",
}
data[313] = {
    ["name"] = "皇紫水晶",
}
data[314] = {
    ["name"] = "皇紫水晶",
}
data[315] = {
    ["name"] = "皇紫水晶",
}
data[316] = {
    ["name"] = "皇紫水晶",
}
data[317] = {
    ["name"] = "皇紫水晶",
}
data[318] = {
    ["name"] = "皇紫水晶",
}
data[319] = {
    ["name"] = "皇紫水晶",
}
data[320] = {
    ["name"] = "皇紫水晶",
}
data[321] = {
    ["name"] = "皇紫水晶",
}
data[322] = {
    ["name"] = "皇紫水晶",
}
data[323] = {
    ["name"] = "皇紫水晶",
}
data[324] = {
    ["name"] = "皇紫水晶",
}
data[5445] = {
    ["name"] = "打神鞭",
}
data[5446] = {
    ["name"] = "打神鞭",
}
data[5447] = {
    ["name"] = "打神鞭",
}
data[5448] = {
    ["name"] = "打神鞭",
}
data[5449] = {
    ["name"] = "石魔劍",
}
data[5450] = {
    ["name"] = "石魔劍",
}
data[5451] = {
    ["name"] = "石魔劍",
}
data[5452] = {
    ["name"] = "石魔劍",
}
data[5453] = {
    ["name"] = "石魔劍",
}
data[5454] = {
    ["name"] = "石魔劍",
}
data[5455] = {
    ["name"] = "奧古斯魔球",
}
data[5456] = {
    ["name"] = "奧古斯魔球",
}
data[5457] = {
    ["name"] = "奧古斯魔球",
}
data[5458] = {
    ["name"] = "奧古斯魔球",
}
data[5459] = {
    ["name"] = "奧古斯魔球",
}
data[5460] = {
    ["name"] = "奧古斯魔球",
}
data[401] = {
    ["name"] = "棱玉水晶",
}
data[402] = {
    ["name"] = "棱玉水晶",
}
data[403] = {
    ["name"] = "棱玉水晶",
}
data[404] = {
    ["name"] = "棱玉水晶",
}
data[405] = {
    ["name"] = "棱玉水晶",
}
data[406] = {
    ["name"] = "棱玉水晶",
}
data[407] = {
    ["name"] = "棱玉水晶",
}
data[408] = {
    ["name"] = "棱玉水晶",
}
data[409] = {
    ["name"] = "棱玉水晶",
}
data[410] = {
    ["name"] = "棱玉水晶",
}
data[411] = {
    ["name"] = "棱玉水晶",
}
data[412] = {
    ["name"] = "棱玉水晶",
}
data[413] = {
    ["name"] = "棱玉水晶",
}
data[414] = {
    ["name"] = "棱玉水晶",
}
data[415] = {
    ["name"] = "棱玉水晶",
}
data[416] = {
    ["name"] = "棱玉水晶",
}
data[417] = {
    ["name"] = "棱玉水晶",
}
data[418] = {
    ["name"] = "棱玉水晶",
}
data[419] = {
    ["name"] = "棱玉水晶",
}
data[420] = {
    ["name"] = "棱玉水晶",
}
data[421] = {
    ["name"] = "棱玉水晶",
}
data[422] = {
    ["name"] = "棱玉水晶",
}
data[423] = {
    ["name"] = "棱玉水晶",
}
data[424] = {
    ["name"] = "棱玉水晶",
}
data[24001] = {
    ["name"] = "魔法短靴",
}
data[24002] = {
    ["name"] = "優秀的魔法短靴",
}
data[23001] = {
    ["name"] = "骨質項鏈",
}
data[23002] = {
    ["name"] = "優秀的骨質項鏈",
}
data[22001] = {
    ["name"] = "板甲",
}
data[22002] = {
    ["name"] = "優秀的板甲",
}
data[501] = {
    ["name"] = "紅瑪瑙水晶",
}
data[502] = {
    ["name"] = "紅瑪瑙水晶",
}
data[503] = {
    ["name"] = "紅瑪瑙水晶",
}
data[504] = {
    ["name"] = "紅瑪瑙水晶",
}
data[505] = {
    ["name"] = "紅瑪瑙水晶",
}
data[506] = {
    ["name"] = "紅瑪瑙水晶",
}
data[507] = {
    ["name"] = "紅瑪瑙水晶",
}
data[508] = {
    ["name"] = "紅瑪瑙水晶",
}
data[509] = {
    ["name"] = "紅瑪瑙水晶",
}
data[510] = {
    ["name"] = "紅瑪瑙水晶",
}
data[511] = {
    ["name"] = "紅瑪瑙水晶",
}
data[512] = {
    ["name"] = "紅瑪瑙水晶",
}
data[64001] = {
    ["name"] = "屠魔之靴",
    ["suitName"] = "屠魔套裝",
}
data[64002] = {
    ["name"] = "伊拉斯長靴",
    ["suitName"] = "伊拉斯套裝",
}
data[64003] = {
    ["name"] = "天堂短靴",
    ["suitName"] = "天堂套裝",
}
data[64004] = {
    ["name"] = "無畏戰靴",
    ["suitName"] = "無畏套裝",
}
data[64005] = {
    ["name"] = "榮光戰靴",
    ["suitName"] = "榮光套裝",
}
data[64006] = {
    ["name"] = "刺炎戰靴",
    ["suitName"] = "刺炎套裝",
}
data[64007] = {
    ["name"] = "暗殺者戰靴",
    ["suitName"] = "暗殺者套裝",
}
data[64008] = {
    ["name"] = "織法者之靴",
    ["suitName"] = "織法者套裝",
}
data[64009] = {
    ["name"] = "吟遊者輕靴",
    ["suitName"] = "吟遊者套裝",
}
data[21002] = {
    ["name"] = "優秀的戰劍",
}
data[523] = {
    ["name"] = "紅瑪瑙水晶",
}
data[524] = {
    ["name"] = "紅瑪瑙水晶",
}
data[525] = {
    ["name"] = "紅瑪瑙水晶",
}
data[526] = {
    ["name"] = "紅瑪瑙水晶",
}
data[527] = {
    ["name"] = "紅瑪瑙水晶",
}
data[528] = {
    ["name"] = "紅瑪瑙水晶",
}
data[529] = {
    ["name"] = "紅瑪瑙水晶",
}
data[530] = {
    ["name"] = "紅瑪瑙水晶",
}
data[531] = {
    ["name"] = "紅瑪瑙水晶",
}
data[532] = {
    ["name"] = "紅瑪瑙水晶",
}
data[533] = {
    ["name"] = "紅瑪瑙水晶",
}
data[534] = {
    ["name"] = "紅瑪瑙水晶",
}
data[535] = {
    ["name"] = "紅瑪瑙水晶",
}
data[536] = {
    ["name"] = "紅瑪瑙水晶",
}
data[63001] = {
    ["name"] = "屠魔之戒",
    ["suitName"] = "屠魔套裝",
}
data[63002] = {
    ["name"] = "伊拉斯之戒",
    ["suitName"] = "伊拉斯套裝",
}
data[63003] = {
    ["name"] = "天堂項鏈",
    ["suitName"] = "天堂套裝",
}
data[63004] = {
    ["name"] = "無畏吊墜",
    ["suitName"] = "無畏套裝",
}
data[63005] = {
    ["name"] = "榮光之戒",
    ["suitName"] = "榮光套裝",
}
data[63006] = {
    ["name"] = "刺炎項鍊",
    ["suitName"] = "刺炎套裝",
}
data[63007] = {
    ["name"] = "暗殺者戒指",
    ["suitName"] = "暗殺者套裝",
}
data[63008] = {
    ["name"] = "織法者項鍊",
    ["suitName"] = "織法者套裝",
}
data[63009] = {
    ["name"] = "吟遊者戒指",
    ["suitName"] = "吟遊者套裝",
}
data[546] = {
    ["name"] = "紅瑪瑙水晶",
}
data[63011] = {
    ["name"] = "曆戰者項鍊",
    ["suitName"] = "曆戰者套裝",
}
data[62001] = {
    ["name"] = "屠魔胸甲",
    ["suitName"] = "屠魔套裝",
}
data[62002] = {
    ["name"] = "伊拉斯披風",
    ["suitName"] = "伊拉斯套裝",
}
data[62003] = {
    ["name"] = "天堂披風",
    ["suitName"] = "天堂套裝",
}
data[62004] = {
    ["name"] = "無畏鎧甲",
    ["suitName"] = "無畏套裝",
}
data[62005] = {
    ["name"] = "榮光戰甲",
    ["suitName"] = "榮光套裝",
}
data[62006] = {
    ["name"] = "刺炎戰甲",
    ["suitName"] = "刺炎套裝",
}
data[62007] = {
    ["name"] = "暗殺者斗篷",
    ["suitName"] = "暗殺者套裝",
}
data[62008] = {
    ["name"] = "織法者長袍",
    ["suitName"] = "織法者套裝",
}
data[62009] = {
    ["name"] = "吟游者披風",
    ["suitName"] = "吟遊者套裝",
}
data[62010] = {
    ["name"] = "神諭者披風",
    ["suitName"] = "神諭者套裝",
}
data[62011] = {
    ["name"] = "曆戰者鎧甲",
    ["suitName"] = "曆戰者套裝",
}
data[61001] = {
    ["name"] = "屠魔之弓",
    ["suitName"] = "屠魔套裝",
}
data[61002] = {
    ["name"] = "伊拉斯之杖",
    ["suitName"] = "伊拉斯套裝",
}
data[61003] = {
    ["name"] = "天堂法杖",
    ["suitName"] = "天堂套裝",
}
data[61004] = {
    ["name"] = "無畏之劍",
    ["suitName"] = "無畏套裝",
}
data[61005] = {
    ["name"] = "榮光武士劍",
    ["suitName"] = "榮光套裝",
}
data[61006] = {
    ["name"] = "刺炎之鞭",
    ["suitName"] = "刺炎套裝",
}
data[61007] = {
    ["name"] = "暗殺者之刃",
    ["suitName"] = "暗殺者套裝",
}
data[61008] = {
    ["name"] = "織法者之杖",
    ["suitName"] = "織法者套裝",
}
data[61009] = {
    ["name"] = "吟遊者之弓",
    ["suitName"] = "吟遊者套裝",
}
data[61010] = {
    ["name"] = "神諭者法杖",
    ["suitName"] = "神諭者套裝",
}
data[61011] = {
    ["name"] = "曆戰者重劍",
    ["suitName"] = "曆戰者套裝",
}
data[601] = {
    ["name"] = "天界水晶",
}
data[602] = {
    ["name"] = "天界水晶",
}
data[603] = {
    ["name"] = "天界水晶",
}
data[604] = {
    ["name"] = "天界水晶",
}
data[605] = {
    ["name"] = "天界水晶",
}
data[606] = {
    ["name"] = "天界水晶",
}
data[607] = {
    ["name"] = "天界水晶",
}
data[608] = {
    ["name"] = "天界水晶",
}
data[609] = {
    ["name"] = "天界水晶",
}
data[610] = {
    ["name"] = "天界水晶",
}
data[611] = {
    ["name"] = "天界水晶",
}
data[612] = {
    ["name"] = "天界水晶",
}
data[613] = {
    ["name"] = "天界水晶",
}
data[614] = {
    ["name"] = "天界水晶",
}
data[615] = {
    ["name"] = "天界水晶",
}
data[616] = {
    ["name"] = "天界水晶",
}
data[617] = {
    ["name"] = "天界水晶",
}
data[618] = {
    ["name"] = "天界水晶",
}
data[619] = {
    ["name"] = "天界水晶",
}
data[620] = {
    ["name"] = "天界水晶",
}
data[621] = {
    ["name"] = "天界水晶",
}
data[622] = {
    ["name"] = "天界水晶",
}
data[623] = {
    ["name"] = "天界水晶",
}
data[624] = {
    ["name"] = "天界水晶",
}
data[625] = {
    ["name"] = "天界水晶",
}
data[626] = {
    ["name"] = "天界水晶",
}
data[627] = {
    ["name"] = "天界水晶",
}
data[628] = {
    ["name"] = "天界水晶",
}
data[629] = {
    ["name"] = "天界水晶",
}
data[630] = {
    ["name"] = "天界水晶",
}
data[631] = {
    ["name"] = "天界水晶",
}
data[632] = {
    ["name"] = "天界水晶",
}
data[633] = {
    ["name"] = "天界水晶",
}
data[634] = {
    ["name"] = "天界水晶",
}
data[635] = {
    ["name"] = "天界水晶",
}
data[636] = {
    ["name"] = "天界水晶",
}
data[637] = {
    ["name"] = "天界水晶",
}
data[638] = {
    ["name"] = "天界水晶",
}
data[639] = {
    ["name"] = "天界水晶",
}
data[640] = {
    ["name"] = "天界水晶",
}
data[641] = {
    ["name"] = "天界水晶",
}
data[642] = {
    ["name"] = "天界水晶",
}
data[643] = {
    ["name"] = "天界水晶",
}
data[644] = {
    ["name"] = "天界水晶",
}
data[645] = {
    ["name"] = "天界水晶",
}
data[646] = {
    ["name"] = "天界水晶",
}
data[647] = {
    ["name"] = "天界水晶",
}
data[648] = {
    ["name"] = "天界水晶",
}
data[649] = {
    ["name"] = "天界水晶",
}
data[650] = {
    ["name"] = "天界水晶",
}
data[651] = {
    ["name"] = "天界水晶",
}
data[652] = {
    ["name"] = "天界水晶",
}
data[653] = {
    ["name"] = "天界水晶",
}
data[654] = {
    ["name"] = "天界水晶",
}
data[655] = {
    ["name"] = "天界水晶",
}
data[656] = {
    ["name"] = "天界水晶",
}
data[657] = {
    ["name"] = "天界水晶",
}
data[658] = {
    ["name"] = "天界水晶",
}
data[659] = {
    ["name"] = "天界水晶",
}
data[660] = {
    ["name"] = "天界水晶",
}
data[60074] = {
    ["name"] = "戰爭之王",
    ["explain"] = "阿斯莫德的戰爭之王皮膚",
}
data[60075] = {
    ["name"] = "魔王降臨",
    ["explain"] = "巴里亞的魔王降臨皮膚",
}
data[60076] = {
    ["name"] = "黑武士",
    ["explain"] = "達斯摩戈的黑武士皮膚",
}
data[60077] = {
    ["name"] = "冠軍金劍",
    ["explain"] = "冰閃的冠軍金劍皮膚",
}
data[60078] = {
    ["name"] = "極寒之刃",
    ["explain"] = "血刃的極寒之刃皮膚",
}
data[60079] = {
    ["name"] = "最後的祈願",
    ["explain"] = "惡魔獵手的最後的祈願皮膚",
}
data[60080] = {
    ["name"] = "暗夜女巫",
    ["explain"] = "馬拉薩的暗夜女巫皮膚",
}
data[14001] = {
    ["name"] = "鎧靴",
}
data[14002] = {
    ["name"] = "優秀的鎧靴",
}
data[60083] = {
    ["name"] = "死亡愛麗絲",
    ["explain"] = "維薩的死亡愛麗絲皮膚",
}
data[60084] = {
    ["name"] = "美少女風暴",
    ["explain"] = "烈焰風暴的美少女風暴皮膚",
}
data[60085] = {
    ["name"] = "亡者之語",
    ["explain"] = "屍妖的亡者之語皮膚",
}
data[60086] = {
    ["name"] = "絕對零號",
    ["explain"] = "克裡姆的絕對零號皮膚",
}
data[60087] = {
    ["name"] = "神龍武士",
    ["explain"] = "美樹的神龍武士皮膚",
}
data[60088] = {
    ["name"] = "渡鴉",
    ["explain"] = "冰閃的限定皮膚：渡鴉",
}
data[60089] = {
    ["name"] = "黑幫教父",
    ["explain"] = "魯特茲的情人節限定皮膚",
}
data[60090] = {
    ["name"] = "末路狂花",
    ["explain"] = "艾米麗的情人節限定皮膚",
}
data[60091] = {
    ["name"] = "勾魂攝魄",
    ["explain"] = "女王的限定皮膚：勾魂攝魄。",
}
data[60092] = {
    ["name"] = "孤魂",
    ["explain"] = "艾丹的孤魂皮膚",
}
data[60093] = {
    ["name"] = "末世天使",
    ["explain"] = "基爾克的限定皮膚：末世天使。",
}
data[60094] = {
    ["name"] = "紫羅蘭之眼",
    ["explain"] = "烈焰風暴的限定皮膚：紫羅蘭之眼。",
}
data[60095] = {
    ["name"] = "Dr.奧瑪斯",
    ["explain"] = "奧瑪斯的Dr.奧瑪斯皮膚",
}
data[60096] = {
    ["name"] = "黑暗精靈",
    ["explain"] = "觀心者的限定皮膚：黑暗精靈。",
}
data[60097] = {
    ["name"] = "銀河護衛",
    ["explain"] = "格魯的銀河護衛皮膚",
}
data[60098] = {
    ["name"] = "復仇新娘",
    ["explain"] = "黑暗阿辛多的限定皮膚：復仇新娘。",
}
data[60099] = {
    ["name"] = "輻射",
    ["explain"] = "達斯摩戈的限定皮膚：輻射。",
}
data[60100] = {
    ["name"] = "紅蓮騎士",
    ["explain"] = "西格蒙德的限定皮膚：紅蓮騎士。",
}
data[60101] = {
    ["name"] = "六翼天使",
    ["explain"] = "米迦勒的限定皮膚：六翼天使。",
}
data[60102] = {
    ["name"] = "天使樂隊主唱",
    ["explain"] = "貝爾蘭的限定皮膚：天使樂隊主唱。",
}
data[60103] = {
    ["name"] = "冰霜之眼",
    ["explain"] = "米姆的限定皮膚：冰霜之眼。",
}
data[60104] = {
    ["name"] = "紅皇后",
    ["explain"] = "傑赫拉的限定皮膚：紅皇后。",
}
data[13001] = {
    ["name"] = "鐵質指環",
}
data[13002] = {
    ["name"] = "優秀的鐵質指環",
}
data[60107] = {
    ["name"] = "天啟裝甲",
    ["explain"] = "信仰之刃的限定皮膚：天啟裝甲。",
}
data[60108] = {
    ["name"] = "放置玩家",
    ["explain"] = "瓦倫丁的限定皮膚：放置玩家。",
}
data[60109] = {
    ["name"] = "森林守護",
    ["explain"] = "羅薩的森林守護皮膚",
}
data[60110] = {
    ["name"] = "生化兵器",
    ["explain"] = "卡姆斯的限定皮膚：生化兵器。",
}
data[60111] = {
    ["name"] = "哥特女王",
    ["explain"] = "瑪格麗特皮膚：哥特女王。",
}
data[60112] = {
    ["name"] = "叢林獵手",
    ["explain"] = "瓦爾基裡的限定皮膚：叢林獵手。",
}
data[60113] = {
    ["name"] = "荒野大鏢客",
    ["explain"] = "愛德格皮膚：荒野大鏢客。",
}
data[12001] = {
    ["name"] = "皮甲",
}
data[12002] = {
    ["name"] = "優秀的皮甲",
}
data[54005] = {
    ["name"] = "追獵者短靴",
    ["suitName"] = "追獵者套裝",
}
data[54006] = {
    ["name"] = "元素長靴",
    ["suitName"] = "元素套裝",
}
data[54007] = {
    ["name"] = "預言長靴",
    ["suitName"] = "預言套裝",
}
data[54008] = {
    ["name"] = "守護者戰靴",
    ["suitName"] = "守護者套裝",
}
data[11001] = {
    ["name"] = "精鐵匕首",
}
data[11002] = {
    ["name"] = "優秀的精鐵匕首",
}
data[64011] = {
    ["name"] = "曆戰者戰靴",
    ["suitName"] = "曆戰者套裝",
}
data[64010] = {
    ["name"] = "神諭者輕靴",
    ["suitName"] = "神諭者套裝",
}
data[63010] = {
    ["name"] = "神諭者之戒",
    ["suitName"] = "神諭者套裝",
}
data[60106] = {
    ["name"] = "侏羅紀化石",
    ["explain"] = "斯克雷的限定皮膚：侏羅紀化石。",
}
data[60105] = {
    ["name"] = "送葬者",
    ["explain"] = "克羅斯的限定皮膚：送葬者。",
}
data[60082] = {
    ["name"] = "星界使者",
    ["explain"] = "奧沃的星界使者皮膚",
}
data[60081] = {
    ["name"] = "混沌使者",
    ["explain"] = "信仰之刃的混沌使者皮膚",
}
data[5444] = {
    ["name"] = "打神鞭",
}
data[5443] = {
    ["name"] = "打神鞭",
}
data[5442] = {
    ["name"] = "鹿角手杖",
}
data[5441] = {
    ["name"] = "鹿角手杖",
}
data[5440] = {
    ["name"] = "鹿角手杖",
}
data[5439] = {
    ["name"] = "鹿角手杖",
}
data[5438] = {
    ["name"] = "鹿角手杖",
}
data[5437] = {
    ["name"] = "鹿角手杖",
}
data[5436] = {
    ["name"] = "惡魔鈴鐺",
}
data[53005] = {
    ["name"] = "追獵者項鏈",
    ["suitName"] = "追獵者套裝",
}
data[53006] = {
    ["name"] = "元素護符",
    ["suitName"] = "元素套裝",
}
data[53007] = {
    ["name"] = "預言之戒",
    ["suitName"] = "預言套裝",
}
data[53008] = {
    ["name"] = "守護者之心",
    ["suitName"] = "守護者套裝",
}
data[5435] = {
    ["name"] = "惡魔鈴鐺",
}
data[5434] = {
    ["name"] = "惡魔鈴鐺",
}
data[5433] = {
    ["name"] = "惡魔鈴鐺",
}
data[5432] = {
    ["name"] = "惡魔鈴鐺",
}
data[5431] = {
    ["name"] = "惡魔鈴鐺",
}
data[5430] = {
    ["name"] = "審判之劍",
}
data[5429] = {
    ["name"] = "審判之劍",
}
data[5428] = {
    ["name"] = "審判之劍",
}
data[5427] = {
    ["name"] = "審判之劍",
}
data[5426] = {
    ["name"] = "審判之劍",
}
data[5425] = {
    ["name"] = "審判之劍",
}
data[5424] = {
    ["name"] = "罪惡王冠",
}
data[5423] = {
    ["name"] = "罪惡王冠",
}
data[5422] = {
    ["name"] = "罪惡王冠",
}
data[5421] = {
    ["name"] = "罪惡王冠",
}
data[5404] = {
    ["name"] = "殘響",
}
data[5403] = {
    ["name"] = "殘響",
}
data[5402] = {
    ["name"] = "殘響",
}
data[5380] = {
    ["name"] = "格擋護符",
}
data[5379] = {
    ["name"] = "格擋護符",
}
data[52005] = {
    ["name"] = "追獵者胸甲",
    ["suitName"] = "追獵者套裝",
}
data[52006] = {
    ["name"] = "元素披風",
    ["suitName"] = "元素套裝",
}
data[52007] = {
    ["name"] = "預言長袍",
    ["suitName"] = "預言套裝",
}
data[52008] = {
    ["name"] = "守護者胸甲",
    ["suitName"] = "守護者套裝",
}
data[5378] = {
    ["name"] = "格擋護符",
}
data[5356] = {
    ["name"] = "雪走",
}
data[5355] = {
    ["name"] = "冰霜之劍",
}
data[5354] = {
    ["name"] = "艾丹的憤怒",
}
data[5336] = {
    ["name"] = "女王之刃",
}
data[5335] = {
    ["name"] = "瑪格麗特的遺產",
}
data[5334] = {
    ["name"] = "能量之心",
}
data[5333] = {
    ["name"] = "雪走",
}
data[5332] = {
    ["name"] = "冰霜之劍",
}
data[5331] = {
    ["name"] = "艾丹的憤怒",
}
data[5330] = {
    ["name"] = "菲爾德的羅盤",
}
data[5329] = {
    ["name"] = "卡爾瑪之眼",
}
data[5328] = {
    ["name"] = "魔力源泉",
}
data[5327] = {
    ["name"] = "無畏鎧甲",
}
data[5326] = {
    ["name"] = "神聖天珠",
}
data[5325] = {
    ["name"] = "風神使者",
}
data[5324] = {
    ["name"] = "地獄之眼",
}
data[5323] = {
    ["name"] = "古神的密語",
}
data[5322] = {
    ["name"] = "死神",
}
data[5321] = {
    ["name"] = "魔神之觸",
}
data[51005] = {
    ["name"] = "追獵者之弩",
    ["suitName"] = "追獵者套裝",
}
data[51006] = {
    ["name"] = "元素魔杖",
    ["suitName"] = "元素套裝",
}
data[51007] = {
    ["name"] = "預言法杖",
    ["suitName"] = "預言套裝",
}
data[51008] = {
    ["name"] = "守護者之刃",
    ["suitName"] = "守護者套裝",
}
data[5236] = {
    ["name"] = "魔力源泉",
}
data[5235] = {
    ["name"] = "無畏鎧甲",
}
data[5234] = {
    ["name"] = "神聖天珠",
}
data[5233] = {
    ["name"] = "風神使者",
}
data[5232] = {
    ["name"] = "地獄之眼",
}
data[5231] = {
    ["name"] = "古神的密語",
}
data[5230] = {
    ["name"] = "死神",
}
data[5229] = {
    ["name"] = "魔神之觸",
}
data[5228] = {
    ["name"] = "命運聖釘",
}
data[5227] = {
    ["name"] = "天使掛墜",
}
data[5226] = {
    ["name"] = "暗影斗篷",
}
data[5225] = {
    ["name"] = "翡翠蝶",
}
data[5224] = {
    ["name"] = "橡樹之心",
}
data[5223] = {
    ["name"] = "精靈祝福之弓",
}
data[5222] = {
    ["name"] = "妄想",
}
data[5221] = {
    ["name"] = "鮮血",
}
data[43009] = {
    ["name"] = "夜幕指環",
    ["suitName"] = "夜幕套裝",
}
data[514] = {
    ["name"] = "紅瑪瑙水晶",
}
data[515] = {
    ["name"] = "紅瑪瑙水晶",
}
data[516] = {
    ["name"] = "紅瑪瑙水晶",
}
data[517] = {
    ["name"] = "紅瑪瑙水晶",
}
data[518] = {
    ["name"] = "紅瑪瑙水晶",
}
data[519] = {
    ["name"] = "紅瑪瑙水晶",
}
data[520] = {
    ["name"] = "紅瑪瑙水晶",
}
data[21001] = {
    ["name"] = "戰劍",
}
data[522] = {
    ["name"] = "紅瑪瑙水晶",
}
data[42009] = {
    ["name"] = "夜幕胸甲",
    ["suitName"] = "夜幕套裝",
}
data[538] = {
    ["name"] = "紅瑪瑙水晶",
}
data[539] = {
    ["name"] = "紅瑪瑙水晶",
}
data[540] = {
    ["name"] = "紅瑪瑙水晶",
}
data[541] = {
    ["name"] = "紅瑪瑙水晶",
}
data[542] = {
    ["name"] = "紅瑪瑙水晶",
}
data[543] = {
    ["name"] = "紅瑪瑙水晶",
}
data[544] = {
    ["name"] = "紅瑪瑙水晶",
}
data[545] = {
    ["name"] = "紅瑪瑙水晶",
}
data[41001] = {
    ["name"] = "神矛",
}
data[41007] = {
    ["name"] = "優秀的神矛",
}
data[41008] = {
    ["name"] = "勇氣裂斧",
    ["suitName"] = "勇氣套裝",
}
data[41009] = {
    ["name"] = "夜幕之刃",
    ["suitName"] = "夜幕套裝",
}
data[5144] = {
    ["name"] = "永恆之章",
}
data[5143] = {
    ["name"] = "月神的憂傷",
}
data[5137] = {
    ["name"] = "翡翠蝶",
}
data[34002] = {
    ["name"] = "賢者之靴",
}
data[34003] = {
    ["name"] = "優秀的賢者之靴",
}
data[34004] = {
    ["name"] = "足靴",
}
data[5120] = {
    ["name"] = "亡者的悲鳴",
}
data[5119] = {
    ["name"] = "死亡之舞",
}
data[5049] = {
    ["name"] = "混沌魔石",
}
data[5050] = {
    ["name"] = "雪之奧義",
}
data[5051] = {
    ["name"] = "深紅之痕",
}
data[5052] = {
    ["name"] = "縛靈之紋",
}
data[5073] = {
    ["name"] = "命運十字",
}
data[5113] = {
    ["name"] = "精靈祝福之弓",
}
data[5074] = {
    ["name"] = "禦賜之劍",
}
data[5075] = {
    ["name"] = "時空裂痕",
}
data[5076] = {
    ["name"] = "神之恩典",
}
data[537] = {
    ["name"] = "紅瑪瑙水晶",
}
data[4004] = {
    ["name"] = "無雙之踵",
    ["explain"] = "動如潑風，形同鬼魅",
    ["suitName"] = "極致的無雙之力",
}
data[521] = {
    ["name"] = "紅瑪瑙水晶",
}
data[513] = {
    ["name"] = "紅瑪瑙水晶",
}
data[4003] = {
    ["name"] = "無雙之胸",
    ["explain"] = "終身奉行武士道精神",
    ["suitName"] = "極致的無雙之力",
}
data[4002] = {
    ["name"] = "無雙之戒",
    ["explain"] = "這頂頭冠象徵著極致的無雙之力",
    ["suitName"] = "極致的無雙之力",
}
data[4001] = {
    ["name"] = "無雙之刃",
    ["explain"] = "一刀必殺",
    ["suitName"] = "極致的無雙之力",
}
data[5100] = {
    ["name"] = "永恆之章",
}
data[5099] = {
    ["name"] = "月神的憂傷",
}
data[5098] = {
    ["name"] = "亡者的悲鳴",
}
data[5097] = {
    ["name"] = "死亡之舞",
}
data[5096] = {
    ["name"] = "撒旦之心",
}
data[5095] = {
    ["name"] = "神行靴",
}
data[44009] = {
    ["name"] = "夜幕長靴",
    ["suitName"] = "夜幕套裝",
}
data[5089] = {
    ["name"] = "神行靴",
}
data[5000] = {
    ["name"] = "餘輝",
}
data[5001] = {
    ["name"] = "影玉",
}
data[5002] = {
    ["name"] = "破影之擊",
}
data[5003] = {
    ["name"] = "暗月之劍",
}
data[5004] = {
    ["name"] = "破魔之刃",
}
data[5005] = {
    ["name"] = "邪惡之書",
}
data[5006] = {
    ["name"] = "影玉",
}
data[5007] = {
    ["name"] = "破影之擊",
}
data[5008] = {
    ["name"] = "暗月之劍",
}
data[5009] = {
    ["name"] = "破魔之刃",
}
data[5010] = {
    ["name"] = "邪惡之書",
}
data[5011] = {
    ["name"] = "影玉",
}
data[5012] = {
    ["name"] = "破影之擊",
}
data[5013] = {
    ["name"] = "暗月之劍",
}
data[5014] = {
    ["name"] = "破魔之刃",
}
data[5015] = {
    ["name"] = "邪惡之書",
}
data[5016] = {
    ["name"] = "影玉",
}
data[5017] = {
    ["name"] = "破影之擊",
}
data[5018] = {
    ["name"] = "暗月之劍",
}
data[5019] = {
    ["name"] = "破魔之刃",
}
data[5020] = {
    ["name"] = "邪惡之書",
}
data[5021] = {
    ["name"] = "龍玉",
}
data[5022] = {
    ["name"] = "獄犬之牙",
}
data[5023] = {
    ["name"] = "精靈之語",
}
data[5024] = {
    ["name"] = "賢者之書",
}
data[5025] = {
    ["name"] = "暗影禱言",
}
data[5026] = {
    ["name"] = "龍玉",
}
data[5027] = {
    ["name"] = "獄犬之牙",
}
data[5028] = {
    ["name"] = "精靈之語",
}
data[5029] = {
    ["name"] = "賢者之書",
}
data[5030] = {
    ["name"] = "暗影禱言",
}
data[5031] = {
    ["name"] = "龍玉",
}
data[5032] = {
    ["name"] = "獄犬之牙",
}
data[5033] = {
    ["name"] = "精靈之語",
}
data[5034] = {
    ["name"] = "賢者之書",
}
data[5035] = {
    ["name"] = "暗影禱言",
}
data[5036] = {
    ["name"] = "龍玉",
}
data[5037] = {
    ["name"] = "獄犬之牙",
}
data[5038] = {
    ["name"] = "精靈之語",
}
data[5039] = {
    ["name"] = "賢者之書",
}
data[5040] = {
    ["name"] = "暗影禱言",
}
data[5041] = {
    ["name"] = "深紅之痕",
}
data[5042] = {
    ["name"] = "縛靈之紋",
}
data[5043] = {
    ["name"] = "蒼穹之脊",
}
data[5044] = {
    ["name"] = "混沌魔石",
}
data[5045] = {
    ["name"] = "雪之奧義",
}
data[5046] = {
    ["name"] = "深紅之痕",
}
data[5047] = {
    ["name"] = "縛靈之紋",
}
data[5048] = {
    ["name"] = "蒼穹之脊",
}
data[3001] = {
    ["name"] = "白骨法杖",
}
data[3002] = {
    ["name"] = "戰劍",
}
data[3003] = {
    ["name"] = "優秀的戰劍",
}
data[3004] = {
    ["name"] = "凸緣釘錘",
}
data[5053] = {
    ["name"] = "蒼穹之脊",
}
data[5054] = {
    ["name"] = "混沌魔石",
}
data[5055] = {
    ["name"] = "雪之奧義",
}
data[5056] = {
    ["name"] = "深紅之痕",
}
data[5057] = {
    ["name"] = "縛靈之紋",
}
data[5058] = {
    ["name"] = "蒼穹之脊",
}
data[5059] = {
    ["name"] = "混沌魔石",
}
data[5060] = {
    ["name"] = "雪之奧義",
}
data[5061] = {
    ["name"] = "深紅之痕",
}
data[5062] = {
    ["name"] = "縛靈之紋",
}
data[5063] = {
    ["name"] = "蒼穹之脊",
}
data[5064] = {
    ["name"] = "混沌魔石",
}
data[5065] = {
    ["name"] = "雪之奧義",
}
data[5066] = {
    ["name"] = "君王的野心",
}
data[5067] = {
    ["name"] = "命運十字",
}
data[5068] = {
    ["name"] = "禦賜之劍",
}
data[5069] = {
    ["name"] = "時空裂痕",
}
data[5070] = {
    ["name"] = "神之恩典",
}
data[5071] = {
    ["name"] = "神行靴",
}
data[5072] = {
    ["name"] = "君王的野心",
}
data[2001] = {
    ["name"] = "戰士刀",
}
data[2002] = {
    ["name"] = "法師靴",
}
data[2003] = {
    ["name"] = "夜行衣",
}
data[2004] = {
    ["name"] = "睡袍",
}
data[5077] = {
    ["name"] = "神行靴",
}
data[5078] = {
    ["name"] = "君王的野心",
}
data[5079] = {
    ["name"] = "命運十字",
}
data[5080] = {
    ["name"] = "禦賜之劍",
}
data[5081] = {
    ["name"] = "時空裂痕",
}
data[5082] = {
    ["name"] = "神之恩典",
}
data[5083] = {
    ["name"] = "神行靴",
}
data[5084] = {
    ["name"] = "君王的野心",
}
data[5085] = {
    ["name"] = "命運十字",
}
data[5086] = {
    ["name"] = "禦賜之劍",
}
data[5087] = {
    ["name"] = "時空裂痕",
}
data[5088] = {
    ["name"] = "神之恩典",
}
data[44001] = {
    ["name"] = "旅者長靴",
}
data[5090] = {
    ["name"] = "君王的野心",
}
data[5091] = {
    ["name"] = "命運十字",
}
data[5092] = {
    ["name"] = "禦賜之劍",
}
data[5093] = {
    ["name"] = "時空裂痕",
}
data[5094] = {
    ["name"] = "神之恩典",
}
data[44007] = {
    ["name"] = "優秀的旅者長靴",
}
data[44008] = {
    ["name"] = "勇氣鎧靴",
    ["suitName"] = "勇氣套裝",
}
data[1001] = {
    ["name"] = "大錘",
}
data[1002] = {
    ["name"] = "銅戒指",
}
data[1003] = {
    ["name"] = "軟蝟甲",
}
data[1004] = {
    ["name"] = "戰地靴",
}
data[5101] = {
    ["name"] = "旅行者之戒",
}
data[5102] = {
    ["name"] = "光之盾",
}
data[5103] = {
    ["name"] = "鏡之鏈",
}
data[5104] = {
    ["name"] = "禁錮之靈",
}
data[5105] = {
    ["name"] = "黃金羅盤",
}
data[5106] = {
    ["name"] = "厄運沙漏",
}
data[5107] = {
    ["name"] = "幻影披風",
}
data[5108] = {
    ["name"] = "飛雷神",
}
data[5109] = {
    ["name"] = "魔能手臂",
}
data[5110] = {
    ["name"] = "沉淪",
}
data[5111] = {
    ["name"] = "鮮血",
}
data[5112] = {
    ["name"] = "妄想",
}
data[43001] = {
    ["name"] = "英勇勳章",
}
data[5114] = {
    ["name"] = "橡樹之心",
}
data[5115] = {
    ["name"] = "翡翠蝶",
}
data[5116] = {
    ["name"] = "暗影斗篷",
}
data[5117] = {
    ["name"] = "天使掛墜",
}
data[5118] = {
    ["name"] = "撒旦之心",
}
data[43007] = {
    ["name"] = "優秀的英勇勳章",
}
data[60115] = {
    ["name"] = "惡魔再生",
    ["explain"] = "惡魔可以再生，頭髮卻不能再生。如果你遇到一隻雞冠頭的惡魔，請一定不要嘲笑他，這是他作為惡魔的最後尊嚴。",
}
data[60116] = {
    ["name"] = "花木蘭",
    ["explain"] = "這一刻她是英姿颯爽的女將軍！她的劍像她的眼神一樣犀利，任何敵人在她手下都休想活過三秒。",
}
data[60117] = {
    ["name"] = "天啟·疾風",
    ["explain"] = "一個像風一樣的男子，他堅信只要奔跑的速度足夠快，就能化為一道疾風。但是，戴著頭盔跑步是真的很熱啊！",
}
data[60118] = {
    ["name"] = "末日殺手",
    ["explain"] = "殺手末日大酬賓，全部友情價！一刀只要999！只要999！走過路過，千萬不要錯過！",
}
data[60119] = {
    ["name"] = "黃金時代",
    ["explain"] = "啊！是誰在裝13，好耀眼！像黃金一樣耀眼！啊！我的眼！！",
}
data[60120] = {
    ["name"] = "百鬼夜行",
    ["explain"] = "即使是鬼，也依舊難掩英俊的氣質呢！但千萬不要向他搭訕，只要他願意，隨時可以召喚出好幾百隻鬼來嚇唬你！",
}
data[60121] = {
    ["name"] = "血羽戰神",
    ["explain"] = "與鳳凰的羽毛不同，這些羽毛可全都是被敵人的鮮血染紅的，看起來很酷，但就是有股……呃……血腥味兒。",
}
data[60122] = {
    ["name"] = "原罪裝甲",
    ["explain"] = "散發著邪惡之能的裝甲，穿上它心裏就會不斷的湧起罪惡感，忍不住想去做一些好事，真的好鬧心哦！",
}
data[60123] = {
    ["name"] = "聖誕小麋鹿",
    ["explain"] = "活潑美麗的小麋鹿，頭上的鹿角可不僅僅是裝飾哦，撞一下足以讓你的胸口小鹿亂撞一整天！",
}
data[60124] = {
    ["name"] = "聖誕狂歡夜",
    ["explain"] = "史上最帥聖誕老人，沒有之一！心動了？那就為他瘋，為他狂，為他哐哐撞大牆！",
}
data[60125] = {
    ["name"] = "燒烤大亨",
    ["explain"] = "一個讓人垂涎三尺的男人。看！烤肉在鐵板上烤的外焦裏嫩，滋滋作響，是不是口水都要流下來了？",
}
data[60126] = {
    ["name"] = "大魔術師",
    ["explain"] = "魔術師與魔法師的不同就在於——即使你奪走魔法師的魔杖，他依舊可以變魔法！怎麼樣？是不是很厲害！",
}
data[60127] = {
    ["name"] = "王牌四分衛",
    ["explain"] = "給他一個橄欖球，他真的能玩一年！也許，這就是王牌選手的專業素養吧。",
}
data[60128] = {
    ["name"] = "黑暗侵蝕",
    ["explain"] = "她從不懼怕黑暗，反而利用黑暗去驅逐黑暗，黑暗對對碰，應該會很好玩吧？",
}
data[60129] = {
    ["name"] = "暴力美學",
    ["explain"] = "調教界一流專家，十八般武器樣樣精通，支持多種武器同時線上操作，方便快捷！",
}
data[60130] = {
    ["name"] = "霸道總裁",
    ["explain"] = "不怕總裁太癡情，就怕總裁太霸道！來人啊，把這一片魚塘給我承包了！",
}
data[60131] = {
    ["name"] = "年獸",
    ["explain"] = "塊頭碩大，獠牙尖利，震怒一吼，嚇退百獸，凶！是真的凶！嗷嗚！",
}
data[60132] = {
    ["name"] = "森林之光",
    ["explain"] = "擺最酷的pose，做最靚的仔，雙矛一揮，金光閃閃！是她，就是她，我們的森林之光，小瓦妹！",
}
data[60133] = {
    ["name"] = "龍魂武士",
    ["explain"] = "全身被龍鱗覆蓋，堅不可摧，在強者的世界，他必須擁有姓名。皮皮龍！我們走！龍之魂永不磨滅！",
}
data[60134] = {
    ["name"] = "冰雪女王",
    ["explain"] = "冰雪女王製冷作業進行中，無限冰塊，免費自取。不過要注意，女王美麗凍人，小心凍傷喲~",
}
data[60135] = {
    ["name"] = "青鸞",
    ["explain"] = "青鸞，象徵愛情的上古神獸，代表歷經滄桑歲月而依舊忠貞不渝的愛情。所以，愛他，就送他青鸞吧！",
}
data[60136] = {
    ["name"] = "半龍人",
    ["explain"] = "屠龍者一生屠龍，斬龍角剝龍鱗，自詡為人間除惡，但這屠龍又何嘗屠的不是自己的心，當初的少年早已變成一條惡龍。",
}
data[60137] = {
    ["name"] = "極地凍原",
    ["explain"] = "來自遙遠的極地，高冷、有型，氣場強大（寒氣），妥妥的男神範兒，你瞅啥，再瞅就把你凍住！",
}
data[60628] = {
    ["name"] = "黑暗侵蝕",
    ["explain"] = "她從不懼怕黑暗，反而利用黑暗去驅逐黑暗，黑暗對對碰，應該會很好玩吧？",
}
data[60592] = {
    ["name"] = "孤魂",
    ["explain"] = "艾丹的孤魂皮膚",
}
data[60582] = {
    ["name"] = "星界使者",
    ["explain"] = "奧沃的星界使者皮膚",
}
data[60622] = {
    ["name"] = "原罪裝甲",
    ["explain"] = "散發著邪惡之能的裝甲，穿上它心裏就會不斷的湧起罪惡感，忍不住想去做一些好事，真的好鬧心哦！",
}
data[60574] = {
    ["name"] = "戰爭之王",
    ["explain"] = "阿斯莫德的戰爭之王皮膚",
}
data[60633] = {
    ["name"] = "龍魂武士",
    ["explain"] = "全身被龍鱗覆蓋，堅不可摧，在強者的世界，他必須擁有姓名。皮皮龍！我們走！龍之魂永不磨滅！",
}
data[60575] = {
    ["name"] = "魔王降臨",
    ["explain"] = "巴里亞的魔王降臨皮膚",
}
data[60602] = {
    ["name"] = "天使樂隊主唱",
    ["explain"] = "貝爾蘭的限定皮膚：天使樂隊主唱。",
}
data[60623] = {
    ["name"] = "聖誕小麋鹿",
    ["explain"] = "活潑美麗的小麋鹿，頭上的鹿角可不僅僅是裝飾哦，撞一下足以讓你的胸口小鹿亂撞一整天！",
}
data[60578] = {
    ["name"] = "極寒之刃",
    ["explain"] = "血刃的極寒之刃皮膚",
}
data[60585] = {
    ["name"] = "亡者之語",
    ["explain"] = "屍妖的亡者之語皮膚",
}
data[60620] = {
    ["name"] = "百鬼夜行",
    ["explain"] = "即使是鬼，也依舊難掩英俊的氣質呢！但千萬不要向他搭訕，只要他願意，隨時可以召喚出好幾百隻鬼來嚇唬你！",
}
data[60630] = {
    ["name"] = "霸道總裁",
    ["explain"] = "不怕總裁太癡情，就怕總裁太霸道！來人啊，把這一片魚塘給我承包了！",
}
data[60637] = {
    ["name"] = "極地凍原",
    ["explain"] = "來自遙遠的極地，高冷、有型，氣場強大（寒氣），妥妥的男神範兒，你瞅啥，再瞅就把你凍住！",
}
data[60598] = {
    ["name"] = "復仇新娘",
    ["explain"] = "黑暗阿辛多的限定皮膚：復仇新娘。",
}
data[60576] = {
    ["name"] = "黑武士",
    ["explain"] = "達斯摩戈的黑武士皮膚",
}
data[60599] = {
    ["name"] = "輻射",
    ["explain"] = "達斯摩戈的限定皮膚：輻射。",
}
data[60579] = {
    ["name"] = "最後的祈願",
    ["explain"] = "惡魔獵手的最後的祈願皮膚",
}
data[60636] = {
    ["name"] = "半龍人",
    ["explain"] = "屠龍者一生屠龍，斬龍角剝龍鱗，自詡為人間除惡，但這屠龍又何嘗屠的不是自己的心，當初的少年早已變成一條惡龍。",
}
data[60613] = {
    ["name"] = "荒野大鏢客",
    ["explain"] = "愛德格皮膚：荒野大鏢客。",
}
data[60590] = {
    ["name"] = "末路狂花",
    ["explain"] = "艾米麗的情人節限定皮膚",
}
data[60618] = {
    ["name"] = "末日殺手",
    ["explain"] = "殺手末日大酬賓，全部友情價！一刀只要999！只要999！走過路過，千萬不要錯過！",
}
data[60581] = {
    ["name"] = "混沌使者",
    ["explain"] = "信仰之刃的混沌使者皮膚",
}
data[60607] = {
    ["name"] = "天啟裝甲",
    ["explain"] = "信仰之刃的限定皮膚：天啟裝甲。",
}
data[60625] = {
    ["name"] = "燒烤大亨",
    ["explain"] = "一個讓人垂涎三尺的男人。看！烤肉在鐵板上烤的外焦裏嫩，滋滋作響，是不是口水都要流下來了？",
}
data[60626] = {
    ["name"] = "大魔術師",
    ["explain"] = "魔術師與魔法師的不同就在於——即使你奪走魔法師的魔杖，他依舊可以變魔法！怎麼樣？是不是很厲害！",
}
data[60584] = {
    ["name"] = "美少女風暴",
    ["explain"] = "烈焰風暴的美少女風暴皮膚",
}
data[60594] = {
    ["name"] = "紫羅蘭之眼",
    ["explain"] = "烈焰風暴的限定皮膚：紫羅蘭之眼。",
}
data[60593] = {
    ["name"] = "末世天使",
    ["explain"] = "基爾克的限定皮膚：末世天使。",
}
data[60597] = {
    ["name"] = "銀河護衛",
    ["explain"] = "格魯的銀河護衛皮膚",
}
data[60596] = {
    ["name"] = "黑暗精靈",
    ["explain"] = "觀心者的限定皮膚：黑暗精靈。",
}
data[60621] = {
    ["name"] = "血羽戰神",
    ["explain"] = "與鳳凰的羽毛不同，這些羽毛可全都是被敵人的鮮血染紅的，看起來很酷，但就是有股……呃……血腥味兒。",
}
data[60577] = {
    ["name"] = "冠軍金劍",
    ["explain"] = "冰閃的冠軍金劍皮膚",
}
data[60588] = {
    ["name"] = "渡鴉",
    ["explain"] = "冰閃的限定皮膚：渡鴉",
}
data[60604] = {
    ["name"] = "紅皇后",
    ["explain"] = "傑赫拉的限定皮膚：紅皇后。",
}
data[60610] = {
    ["name"] = "生化兵器",
    ["explain"] = "卡姆斯的限定皮膚：生化兵器。",
}
data[60586] = {
    ["name"] = "絕對零號",
    ["explain"] = "克裡姆的絕對零號皮膚",
}
data[60619] = {
    ["name"] = "黃金時代",
    ["explain"] = "啊！是誰在裝13，好耀眼！像黃金一樣耀眼！啊！我的眼！！",
}
data[60605] = {
    ["name"] = "送葬者",
    ["explain"] = "克羅斯的限定皮膚：送葬者。",
}
data[60589] = {
    ["name"] = "黑幫教父",
    ["explain"] = "魯特茲的情人節限定皮膚",
}
data[60580] = {
    ["name"] = "暗夜女巫",
    ["explain"] = "馬拉薩的暗夜女巫皮膚",
}
data[60611] = {
    ["name"] = "哥特女王",
    ["explain"] = "瑪格麗特皮膚：哥特女王。",
}
data[60601] = {
    ["name"] = "六翼天使",
    ["explain"] = "米迦勒的限定皮膚：六翼天使。",
}
data[60603] = {
    ["name"] = "冰霜之眼",
    ["explain"] = "米姆的限定皮膚：冰霜之眼。",
}
data[60627] = {
    ["name"] = "王牌四分衛",
    ["explain"] = "給他一個橄欖球，他真的能玩一年！也許，這就是王牌選手的專業素養吧。",
}
data[60587] = {
    ["name"] = "神龍武士",
    ["explain"] = "美樹的神龍武士皮膚",
}
data[60617] = {
    ["name"] = "天啟·疾風",
    ["explain"] = "一個像風一樣的男子，他堅信只要奔跑的速度足夠快，就能化為一道疾風。但是，戴著頭盔跑步是真的很熱啊！",
}
data[60635] = {
    ["name"] = "青鸞",
    ["explain"] = "青鸞，象徵愛情的上古神獸，代表歷經滄桑歲月而依舊忠貞不渝的愛情。所以，愛他，就送他青鸞吧！",
}
data[60595] = {
    ["name"] = "Dr.奧瑪斯",
    ["explain"] = "奧瑪斯的Dr.奧瑪斯皮膚",
}
data[60591] = {
    ["name"] = "勾魂攝魄",
    ["explain"] = "女王的限定皮膚：勾魂攝魄。",
}
data[60629] = {
    ["name"] = "暴力美學",
    ["explain"] = "調教界一流專家，十八般武器樣樣精通，支持多種武器同時線上操作，方便快捷！",
}
data[60609] = {
    ["name"] = "森林守護",
    ["explain"] = "羅薩的森林守護皮膚",
}
data[60600] = {
    ["name"] = "紅蓮騎士",
    ["explain"] = "西格蒙德的限定皮膚：紅蓮騎士。",
}
data[60606] = {
    ["name"] = "侏羅紀化石",
    ["explain"] = "斯克雷的限定皮膚：侏羅紀化石。",
}
data[60631] = {
    ["name"] = "年獸",
    ["explain"] = "塊頭碩大，獠牙尖利，震怒一吼，嚇退百獸，凶！是真的凶！嗷嗚！",
}
data[60608] = {
    ["name"] = "放置玩家",
    ["explain"] = "瓦倫丁的限定皮膚：放置玩家。",
}
data[60624] = {
    ["name"] = "聖誕狂歡夜",
    ["explain"] = "史上最帥聖誕老人，沒有之一！心動了？那就為他瘋，為他狂，為他哐哐撞大牆！",
}
data[60612] = {
    ["name"] = "叢林獵手",
    ["explain"] = "瓦爾基裡的限定皮膚：叢林獵手。",
}
data[60632] = {
    ["name"] = "森林之光",
    ["explain"] = "擺最酷的pose，做最靚的仔，雙矛一揮，金光閃閃！是她，就是她，我們的森林之光，小瓦妹！",
}
data[60583] = {
    ["name"] = "死亡愛麗絲",
    ["explain"] = "維薩的死亡愛麗絲皮膚",
}
data[60634] = {
    ["name"] = "冰雪女王",
    ["explain"] = "冰雪女王製冷作業進行中，無限冰塊，免費自取。不過要注意，女王美麗凍人，小心凍傷喲~",
}
data[60615] = {
    ["name"] = "惡魔再生",
    ["explain"] = "惡魔可以再生，頭髮卻不能再生。如果你遇到一隻雞冠頭的惡魔，請一定不要嘲笑他，這是他作為惡魔的最後尊嚴。",
}
data[60616] = {
    ["name"] = "花木蘭",
    ["explain"] = "這一刻她是英姿颯爽的女將軍！她的劍像她的眼神一樣犀利，任何敵人在她手下都休想活過三秒。",
}
return data