local faq = {}
faq[1] = {
    ["title"] = "常見遊戲問題",
    ["describe"] = "1.問：換了設備後，怎樣才能繼續遊戲？|答：您下載好並進入遊戲後，在登錄介面點擊右上角的小人按鈕輸入您的帳號和密碼來登錄進入遊戲。|2.問：忘記了帳號是否能夠找回呢？|答：忘記了帳號將無法找回，請一定牢記您的帳號和密碼。|3.問：帳號被盜，密碼被更改該怎麼辦？|答：當您的帳號密碼被更改請及時與我們的客服人員聯繫。|4.問：出現網路超時，無法登錄怎麼辦？|答：如果你無法登錄遊戲。請繼續嘗試連接，或者殺掉進程重新啟動遊戲。|5.問：當遊戲一直在更新中（check updates）無法進入遊戲怎麼辦？|答：當您進入遊戲遇到一直在更新中無法進入遊戲時，請嘗試殺掉遊戲進程後重新進入遊戲或更換網路連接再次嘗試，如依然無法解決請與我們的客服人員聯繫。|6.問：當數據或者帳號丟失了該怎麼辦？|答：如果遇到數據丟失的情況，首先確認您所登錄伺服器是否正確，因為不同伺服器之間數據不共用，如果確認伺服器正確但依然存在問題請及時跟我們聯繫，聯繫時請儘量提供遊戲ID，註冊郵箱等資訊，我們將給予您最大的幫助。|7.問：在玩遊戲的過程中老是掉線該怎麼辦？|答：您在玩遊戲的過程中出現頻繁掉線時請先確認您設備連接的網路狀態並在更換網路連接方式後再次嘗試，如依然無法解決請與我們的客服人員聯繫。|8.問：當遊戲出現閃退怎麼辦？|答：當您遇到遊戲閃退時，請先殺掉設備所有的進程後再嘗試重新進入遊戲，依然出現閃退請嘗試重啟設備再次嘗試或者可向客服人員提供您的設備型號反映閃退問題。|9.問：發現作弊的玩家該怎麼辦？|答：我們致力於為玩家創造一個公平的遊戲環境，禁止任何玩家使用遊戲中的BUG來惡意破壞遊戲平衡。當您發現有玩家作弊，請及時給我們回饋，我們將對作弊玩家予以處理。",
}
faq[2] = {
    ["title"] = "常見社交問題",
    ["describe"] = "1.問：如何遮罩聊天頻道內其他玩家刷屏？|答：您可以點擊聊天頻道內刷屏玩家的頭像然後點擊遮罩按鈕來遮罩該玩家的發言。|2.問：當遇到有玩家在聊天頻道發送廣告或詐騙資訊該怎麼辦？|答：您可以在主介面左側的回饋中向我們的客服人員提供發送違規資訊玩家的帳號ID來舉報該玩家，也可以向我們發送郵件提供一些截圖證據、玩家ID等來舉報該玩家。|3.問：在遊戲中如何添加好友？|答：您可以在聊天頻道點擊玩家頭像發送申請，也可以在好友申請中輸入玩家id或者向推薦好友發送申請。|4.問：好友之間可以進行怎樣的互動？|答：好友間可彼此互相幫助打敗好友BOSS，也可以互相贈送愛心用於進行愛心召喚，您還能夠向好友發送郵件開跟好友進行交流。|5.問：如何加入公會？|答：您可以在主介面點擊公會按鈕，選擇推薦的公會提交申請或者輸入公會的ID查找公會並提交申請，也可以建立屬於自己的公會並邀請其他玩家加入到您的公會中。|6.問：加入公會可以參與哪些玩法呢？|加入公會後，您可以通過簽到來提升公會等級並獲得公會幣，也可以在磨坊、公會副本中獲得公會幣和一定數量金幣，還可以報名參與到每週一次的公會戰中來獲得大量的公會幣以及其他獎勵。|7.問：更換公會會造成什麼影響？|答：如果您報名參加了本周的公會戰，那麼更換公會後您將不能參與到本周的公會戰中，並且不能獲得本周公會戰的任何獎勵。|8.問：公會幣有什麼作用？|答：公會幣可用於在公會內的公會商店中購買道具，也可以消耗公會幣在公會科技中升級您的公會技能。|9.問：升級公會科技內的技能有什麼作用？|答：升級公會科技裏的五種職業的技能將會提升自己已擁有的對應職業英雄的能力。",
}
faq[3] = {
    ["title"] = "常見充值問題",
    ["describe"] = "1.問：如何成為VIP玩家？|答：當您購買鑽石達到一定數量後即可成為VIP玩家，購買鑽石越多VIP等級越高，享受的特權越多。|2.問：首次充值有什麼獎勵？|答：首次充值即可獲得雙倍數量的鑽石，每種檔次僅限一次。特殊的商品（如月卡等）不包含在內。|3.問：當遇到充值時已經付款但道具沒有到賬問題時該如何處理？|答：當您發現成功付費但未收到道具時，請先嘗試重新啟動遊戲。若嘗試多次仍未到賬，請及時與我們聯繫。|4.問：為什麼充值成功後扣除的金額會出現變動？|答：充值扣除的金額是遊戲平臺根據當前您所在國家貨幣的匯率來兌換收取的，所以會因為匯率的波動而變動。",
}
faq[4] = {
    ["title"] = "聯繫我們",
    ["describe"] = "當您遇到了任何遊戲問題或想對遊戲提出自己的建議時，可以在回饋裏給我們發送資訊，也可以給我們發送郵件。我們的郵件地址是：idleheroes.feedback@gmail.com。",
}
return faq