local help = {}
help[1] = {
    ["title"] = "建築的作用",
    ["describe"] = {
        {
            ["title"] = "戰役",
            ["content"] = "派遣英雄小隊進入戰役，進行掛機和完成戰鬥事件。在戰役中您可以獲得玩家經驗、英魂、金幣、裝備等獎勵。官方會不定期開啟雙倍掉落活動。"
        },
        {
            ["title"] = "勇者的試煉",
            ["content"] = "不受限制的連續戰鬥，盡情挑戰來自不同伺服器的敵人。英雄們的血量在該試煉中不會恢復，需要您富有策略的使用他們！"
        },
        {
            ["title"] = "幻境之塔",
            ["content"] = "幻境之塔由層層守衛看管，戰勝他們後您將獲得大量英雄進階石和強力裝備。達到一定的樓層後還能夠獲得5星的英雄。更多層數，更多挑戰。"
        },
        {
            ["title"] = "競技場",
            ["content"] = "挑戰競技場中其他的玩家！獲得勝利後將增加積分，並贏得大量免費鑽石！每週5、6、7（伺服器時間）還會開啟冠軍的試煉，挑戰來自不同伺服器的玩家！"
        },
        {
            ["title"] = "召喚法陣",
            ["content"] = "獲取新英雄的最快途徑。積攢更多的愛心或召喚卷軸就可以免費進行英雄召喚。召喚能量升滿讓你有必定能夠獲得隨機一位5星英雄。"
        },
        {
            ["title"] = "創造法陣",
            ["content"] = "英雄升星的必經之路。在創造法陣中提升星英雄的星級，最高可提升到6星。攢齊所需要的材料英雄，就能在創造法陣中為英雄升星，升星後被消耗的材料英雄將返還對應價值的英魂和英雄進階石，其所穿戴的裝備將返回背包。擁有的英雄越多，提升英雄星級的機會越多！"
        },
        {
            ["title"] = "祭壇",
            ["content"] = "當您擁有閒置無用的英雄時，可以去祭壇將他們分解掉。分解英雄可獲得一定價值的英魂、英雄進階石、魔法之塵、靈魂石等材料，被分解英雄的裝備、水晶和神器將返回背包。分解英雄得到的靈魂石能夠在祭壇商店兌換英雄，靈魂石有時候也可以通過活動出售的禮包獲得！"
        },
        {
            ["title"] = "鐵匠鋪",
            ["content"] = "通過鐵匠鋪把低級裝備合成為高級裝備。穿戴完整套裝將啟動套裝屬性！注意：已穿戴的裝備將不會在鐵匠鋪顯示。"
        },
        {
            ["title"] = "許願池",
            ["content"] = "在許願池中消耗許願幣將有機會獲取英雄碎片、裝備、神器以及大量的金幣、英魂等道具，祝您好運常伴，大獎不斷！"
        },
        {
            ["title"] = "市場",
            ["content"] = "在市場中會定時刷新（您也可以手動刷新）出英魂、英雄進階石、英雄碎片、裝備、召喚卷軸、競技場門票、許願幣等道具。"
        },
        {
            ["title"] = "先知之樹",
            ["content"] = "在先知之樹中可以進行指定陣營的召喚！使用先知寶珠在指定陣營的召喚之門進行召喚，有幾率獲得該陣營4星、5星英雄以及4星、5星萬能碎片（先知寶珠可以通過酒館任務獲得；還可以通過活動兌換獲取；不定期的活動禮包也會出售先知寶珠）。每次召喚後會額外獲得先知的祝福。您可以消耗一定先知的祝福將一個陣營的英雄置換成同陣營的其他英雄。注意：只有4星、5星非光暗陣營的英雄才能進行置換。"
        },
        {
            ["title"] = "酒館",
            ["content"] = "酒館會每隔24小時定時刷新出不同星級的英雄任務。完成英雄任務將獲得豐厚的獎勵！您可以通過花費鑽石刷新改變任務星級，也可以花費鑽石加速完成任務。使用酒館任務卷軸可增加英雄任務(刷新後，未執行的使用卷軸增加的酒館任務會被重置)。酒館任務卷軸在掛機中有幾率獲得。"
        }
    },
}
help[2] = {
    ["title"] = "關卡說明",
    ["describe"] = {
        {
            ["title"] = "總覽",
            ["content"] = "戰役的地圖分為普通、噩夢、地獄、死亡四種難度，每種難度下包含多個關卡。四個難度需要依次解鎖。"
        },
        {
            ["title"] = "解鎖關卡",
            ["content"] = "來到新關卡等待足夠的探索時間後會觸發戰鬥事件。完成戰鬥事件並且隊伍戰鬥力和自身等級達到進入下一關卡條件時，可點擊前往下一關。"
        },
        {
            ["title"] = "解鎖地區&地圖",
            ["content"] = "當您通關一個地區的所有關卡後，解鎖下一個地區;當您通關一種難度模式的所有關卡後，解鎖下一種難度模式。"
        },
        {
            ["title"] = "戰鬥事件",
            ["content"] = "進入一個新的關卡會觸發該關卡對應的戰鬥事件，通關戰鬥事件後可獲取豐厚的獎勵。"
        },
        {
            ["title"] = "隊伍",
            ["content"] = "在隊伍裏設置英雄小隊。可設置的隊伍人數隨您自身等級的提升而增加，英雄的戰鬥力越高，可上陣英雄的數量越多，隊伍戰鬥力越高（上陣英雄戰鬥力只和解鎖關卡有關，和掉落無關）。"
        },
        {
            ["title"] = "掛機",
            ["content"] = "掛機產生的收益隨時間遞增。您最長可以掛機8個小時，超過8小時將不再獲取掛機收益。所以請記得在8小時內回來領取你的掛機收益哦！"
        },
        {
            ["title"] = "產出&獲取",
            ["content"] = "關卡固定產出玩家經驗、金幣和英魂，您可以通過掛機來獲取這三種收益，關卡難度模式越高和進度越往後，所獲得的這三種收益越高。VIP等級會對應的增加這三個資源的掉落。"
        },
        {
            ["title"] = "掉落&戰利品",
            ["content"] = "你可以在物品掉落資訊裏查詢當前關卡可能掉落的物品，當您前往某個關卡進行掛機時，將有概率獲得該關卡掉落的道具，已獲得的掉落道具在戰利品裏查看。"
        }
    },
}
help[3] = {
    ["title"] = "戰鬥",
    ["describe"] = {
        {
            ["title"] = "戰前站位",
            ["content"] = "通常站在前排的英雄比站在後排的英雄更容易受到攻擊，您需要根據英雄的職業合理的調整英雄的站位，才能使英雄在戰鬥中存活的時間更長。"
        },
        {
            ["title"] = "陣營克制",
            ["content"] = "英雄之間存在陣營的克制關係。在戰前根據敵人上陣的英雄來調整己方隊伍來盡可能發揮出優勢。"
        },
        {
            ["title"] = "陣營光環",
            ["content"] = "上陣6名相同陣營的英雄或是6個完全不同陣營的英雄都將啟動強大的光環效果。"
        },
        {
            ["title"] = "戰鬥勝負判定",
            ["content"] = "戰鬥回合超過15回合將判定進攻方戰鬥失敗。在限定回合內殺死所有敵方英雄判定戰鬥勝利，己方所有英雄被敵人殺死判定戰鬥失敗。"
        },
        {
            ["title"] = "攻擊",
            ["content"] = "英雄的攻擊越高，進行攻擊時對敵人造成的傷害越高。"
        },
        {
            ["title"] = "血量",
            ["content"] = "英雄的血量越多，在戰鬥中存活時間越長。"
        },
        {
            ["title"] = "護甲",
            ["content"] = "英雄的護甲越高，敵方對英雄造成的傷害越低。"
        },
        {
            ["title"] = "速度",
            ["content"] = "速度決定每回合英雄的出手順序，英雄的速度越高，每回合出手的順序越靠前。"
        },
        {
            ["title"] = "增加技能傷害率",
            ["content"] = "增加技能傷害率是對技能傷害的額外加成，增加技能傷害率越高，技能造成的傷害越大。"
        },
        {
            ["title"] = "精准",
            ["content"] = "精准決定擊中敵人的概率，精准越高，攻擊被敵人格擋的概率就越低。"
        },
        {
            ["title"] = "格擋",
            ["content"] = "格擋決定英雄格擋攻擊的概率，成功格擋能夠減少所受傷害。"
        },
        {
            ["title"] = "暴擊",
            ["content"] = "觸發暴擊的幾率，英雄暴擊的越高，觸發暴擊的幾率越大。"
        },
        {
            ["title"] = "暴擊傷害",
            ["content"] = "觸發暴擊時造成的傷害，英雄暴擊的傷害越高觸發暴擊成功後造成的傷害越多。"
        },
        {
            ["title"] = "破甲",
            ["content"] = "抵消攻擊目標的固定護甲值，英雄的破甲越高，抵消敵人的護甲越多。"
        },
        {
            ["title"] = "免控率",
            ["content"] = "免於被敵人控制的幾率,英雄的免控率越高，被敵人控制的幾率越低。"
        },
        {
            ["title"] = "減傷率",
            ["content"] = "減少傷害的概率，英雄的減傷率越高，敵人造成的傷害越低。"
        }
    },
}
help[4] = {
    ["title"] = "英雄的獲取方法",
    ["describe"] = {
        {
            ["title"] = "戰鬥掉落",
            ["content"] = "在戰役中掛機、通關戰鬥事件、每日參與活動副本——英雄挑戰以及挑戰幻境之塔會有概率掉落英雄碎片。"
        },
        {
            ["title"] = "商店購買",
            ["content"] = "在市場、幸運商店、靈魂石商店、勇者的試煉商店、公會商店、冠軍的試煉商店中會出售英雄碎片。"
        },
        {
            ["title"] = "召喚法陣",
            ["content"] = "在召喚法陣中通過使用愛心、召喚卷軸、鑽石等道具進行召喚能快速獲取新的英雄。"
        },
        {
            ["title"] = "先知之樹",
            ["content"] = "在先知之樹中可以消耗先知寶珠召喚獲得英雄碎片。"
        },
        {
            ["title"] = "許願池",
            ["content"] = "在許願池消耗許願幣進行許願有概率獲得英雄碎片。"
        },
        {
            ["title"] = "酒館任務",
            ["content"] = "在酒館中有幾率出現獎勵為英雄碎片的英雄任務，完成英雄任務後將獲得一定數量的英雄碎片。"
        },
        {
            ["title"] = "好友搜尋",
            ["content"] = "進行好友搜尋有一定概率獲得一定數量的英雄碎片。"
        }
    },
}
help[5] = {
    ["title"] = "英雄變強的方法",
    ["describe"] = {
        {
            ["title"] = "英雄升級",
            ["content"] = "通過消耗英魂來提升英雄的等級。"
        },
        {
            ["title"] = "英雄進階",
            ["content"] = "當英雄等級達到上限，可通過消耗英雄進階石來提升英雄的品階。"
        },
        {
            ["title"] = "英雄升星",
            ["content"] = "當英雄等級和品階升滿後,可在創造法陣為其升星，升星後後將提升英雄的屬性，並且英雄等級、裝備和品階都將保留。"
        },
        {
            ["title"] = "英雄覺醒",
            ["content"] = "消耗材料英雄使6星英雄以上的覺醒，覺醒將提升英雄的星級、屬性以及強化英雄被動技能，被消耗的英雄將返還一定數量的英魂。"
        },
        {
            ["title"] = "穿戴裝備和神器",
            ["content"] = "給英雄穿戴裝備和神器來提升英雄的戰鬥力，裝備和神器的星級和品質越高，給英雄增加的戰鬥力越多。"
        },
        {
            ["title"] = "升級水晶",
            ["content"] = "通過升級和轉化英雄身上的水晶，來提高英雄的能力，升級和轉化需要消耗一定數量的魔法之塵和金幣。"
        }
    },
}
help[6] = {
    ["title"] = "英雄的分類",
    ["describe"] = {
        {
            ["title"] = "職業",
            ["content"] = "英雄根據其職業分為戰士、法師、遊俠、刺客、牧師5種職業。戰士職業血高防厚但攻擊較低，適合在前排承受傷害；法師職業和遊俠職業血量和防禦較低但攻擊較高，多為群體攻擊，適合在後排輸出傷害;刺客職業血量和防禦較低但攻擊很高，多為單體攻擊,適合在後排輸出傷害；牧師職業血量、攻擊、防禦較低，但多有加血和控制技能,適合在後排輔助。"
        },
        {
            ["title"] = "星級",
            ["content"] = "英雄有初始星級。最高為5星。英雄的星級越高，基礎屬性越高，技能越強力。英雄合成和覺醒可以提升英雄的星級。"
        },
        {
            ["title"] = "陣營",
            ["content"] = "英雄陣營一共劃分為黑暗、聖光、森林、幽暗、堡壘、深淵6種陣營。陣營間克制關係：森林克制幽暗，幽暗克制堡壘，堡壘克制深淵，深淵克制森林，黑暗與聖光相互克制。對被克制的英雄將多造成30%傷害。"
        }
    },
}
help[7] = {
    ["title"] = "裝備和神器",
    ["describe"] = {
        {
            ["title"] = "裝備和神器的品質",
            ["content"] = "裝備和神器根據顏色劃分為藍色、金色、紫色、綠色、紅色、橙色6種品質，裝備和神器品質越高，增加屬性越多。"
        },
        {
            ["title"] = "裝備和神器的星級",
            ["content"] = "藍色、金色品質的裝備有1-2星兩種星級，紫色品質的裝備有1-3星三種星級，綠色品質以上的裝備有1-4星4種星級；藍色、金色品質的神器有1-4星4種星級，紫色、綠色品質的神器有1-5星5種星級,紅色品質以上的裝備有1-6星6種星級；同品質的裝備&神器星級越高，增加屬性越多。"
        },
        {
            ["title"] = "合成裝備、神器",
            ["content"] = "在鐵匠鋪中可以消耗低品質的裝備來合成高品質的裝備；籌齊一定數量神器碎片可合成對應品質的神器。"
        },
        {
            ["title"] = "獲取裝備",
            ["content"] = "掛機、幻境之塔、通關戰鬥事件會掉落裝備，在市場、勇者的試煉商店、公會商店以及幸運商店會出售裝備，在許願池許願有概率獲得裝備。"
        },
        {
            ["title"] = "裝備套裝",
            ["content"] = "星級達到3星的綠色品質以上的裝備將附帶套裝效果，穿戴指定數目的套裝即可啟動套裝效果。"
        },
        {
            ["title"] = "升級神器",
            ["content"] = "通過吞噬多餘的神器來給您當前穿戴的神器升級，神器升級將提升神器的星級。"
        },
        {
            ["title"] = "獲取神器",
            ["content"] = "可以通過掛機獲取神器碎片來合成神器、公會商店購買神器碎片來合成神器、許願池抽獎概率獲得神器。"
        }
    },
}
help[8] = {
    ["title"] = "公會",
    ["describe"] = {
        {
            ["title"] = "加入公會",
            ["content"] = "在公會介面輸入公會id搜索出公會後，點擊“申請”即可向公會發送申請消息。公會申請被允許後即可加入公會。"
        },
        {
            ["title"] = "創建公會",
            ["content"] = "在公會介面中創建公會，創建公會消耗一定數量鑽石並且需要您達到一定的等級，創建成功後您就可以接受其他玩家的申請，使其成為公會成員。"
        },
        {
            ["title"] = "公會會長任命",
            ["content"] = "公會會長可以在公會成員菜單中點擊會長任命按鈕，把會長職位委任給其他的公會成員。"
        },
        {
            ["title"] = "解散公會",
            ["content"] = "公會會長可以在公會菜單中點擊解散公會按鈕，解散當前的公會。確定解散後公會將於2小時後解散。"
        },
        {
            ["title"] = "公會等級",
            ["content"] = "公會所有成員每日簽到能夠提升公會的等級。"
        },
        {
            ["title"] = "公會玩法",
            ["content"] = "公會成員可以參與到公會副本、磨坊、公會戰等玩法中,獲得公會幣以及其他道具獎勵。"
        },
        {
            ["title"] = "公會商店",
            ["content"] = "在公會商店中可以使用公會幣購買英雄碎片、裝備、神器碎片等道具。"
        },
        {
            ["title"] = "公會科技",
            ["content"] = "在公會科技中使用公會幣以及金幣來升級公會技能，對應職業公會技能的提升能夠增強您擁有的對應職業的英雄。"
        },
        {
            ["title"] = "公會功能",
            ["content"] = "公會所有成員每天可通過簽到來提升公會的等級，每天簽到增加公會經驗的次數不能超過公會成員人數；公會成員可以參與到公會副本、磨坊、公會戰等玩法中，獲得公會幣以及其他的獎勵，在公會商店使用公會幣購買商品，在科技使用公會幣來提升公會的技能。"
        }
    },
}
help[9] = {
    ["title"] = "好友",
    ["describe"] = {
        {
            ["title"] = "添加好友",
            ["content"] = "在好友介面提交搜索id提交申請；選擇推薦好友提交申請；在聊天頻道點擊玩家頭像提交好友申請；在公會點擊公會成員頭像提交好友申請。"
        },
        {
            ["title"] = "好友申請",
            ["content"] = "在申請列表查看收到的好友申請，點擊同意申請將該玩家加為好友。"
        },
        {
            ["title"] = "愛心",
            ["content"] = "好友之間可相互贈送愛心，愛心用於在召喚法陣進行友情召喚。"
        },
        {
            ["title"] = "刪除好友",
            ["content"] = "您可以在好友介面點擊好友頭像查看好友資訊，在好友資訊框點擊刪除按鈕刪除好友。"
        },
        {
            ["title"] = "好友助戰",
            ["content"] = "每8小時獲得一次搜尋機會，一定概率搜尋到掠奪者BOSS以及金幣、英雄碎片等獎勵，幫助好友打敗掠奪者BOSS獲得隨機獎勵和積分，每週根據積分排名來發放獎勵。"
        }
    },
}
return help