local data = {}
data[1] = {
    ["name"] = "金幣",
    ["brief"] = "貨幣",
    ["explain"] = "普通貨幣",
}
data[2] = {
    ["name"] = "鑽石",
    ["brief"] = "貨幣",
    ["explain"] = "最有價值的稀缺貨幣",
}
data[3] = {
    ["name"] = "EXP",
    ["brief"] = "玩家經驗",
    ["explain"] = "用於提升玩家等級",
}
data[4] = {
    ["name"] = "公會幣",
    ["brief"] = "公會幣",
    ["explain"] = "用於購買公會商店中的物品",
}
data[5] = {
    ["name"] = "公會經驗",
    ["brief"] = "公會經驗",
    ["explain"] = "用於提升公會等級",
}
data[6] = {
    ["name"] = "幸運幣",
    ["brief"] = "幸運幣",
    ["explain"] = "用於在許願池的幸運商店中購買物品",
}
data[7] = {
    ["name"] = "靈魂石碎片",
    ["brief"] = "購買英雄貨幣",
    ["explain"] = "用於在祭壇的英雄商店中購買英雄",
}
data[8] = {
    ["name"] = "驚奇魔偶",
    ["brief"] = "聖誕兌換道具",
    ["explain"] = "在聖誕商店中兌換指定道具",
}
data[9] = {
    ["name"] = "VIP經驗",
    ["brief"] = "vip經驗",
}
data[10] = {
    ["name"] = "英魂",
    ["brief"] = "英雄升級經驗",
    ["explain"] = "用於在英雄介面中提升英雄的等級",
}
data[11] = {
    ["name"] = "英雄進階石",
    ["brief"] = "英雄進階經驗",
    ["explain"] = "用於在英雄介面中提升英雄的品階",
}
data[12] = {
    ["name"] = "愛心",
    ["brief"] = "友情召喚貨幣",
    ["explain"] = "通過好友獲贈獲得，用於在祭壇進行友情召喚",
}
data[13] = {
    ["name"] = "抽卡保底能量",
    ["brief"] = "抽卡保底能量",
}
data[14] = {
    ["name"] = "魔法水滴",
    ["brief"] = "體力物品",
    ["explain"] = "用於幻境之塔的戰鬥",
}
data[15] = {
    ["name"] = "魔法之塵",
    ["brief"] = "材料",
    ["explain"] = "用於在英雄介面中升級水晶",
}
data[16] = {
    ["name"] = "龍鱗幣",
    ["brief"] = "試煉商店貨幣",
    ["explain"] = "用於在勇者的試煉商店購買物品",
}
data[17] = {
    ["name"] = "榮耀幣",
    ["brief"] = "競技場商店貨幣",
    ["explain"] = "用於在競技場冠軍的試煉商店中購買物品",
}
data[18] = {
    ["name"] = "競技場寶箱",
    ["brief"] = "寶箱通過郵件自動打開",
    ["explain"] = "隨機獲得金幣、英雄經驗、英雄進階石、傳奇裝備，英雄碎片等各種稀缺物品",
}
data[19] = {
    ["name"] = "魔法麵包",
    ["brief"] = "體力物品",
    ["explain"] = "用於公會磨坊掠奪",
}
data[20] = {
    ["name"] = "先知的祝福",
    ["brief"] = "英雄置換材料",
    ["explain"] = "用於在先知之樹中置換英雄",
}
data[21] = {
    ["name"] = "先知寶珠",
    ["brief"] = "先知之門召喚物品",
    ["explain"] = "可從先知之樹中召喚至少4星品質的英雄或英雄碎片",
}
data[22] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動300勝獎勵的特殊頭像",
}
data[23] = {
    ["name"] = "紅色1星神器寶箱",
    ["brief"] = "神器寶箱",
    ["explain"] = "購買後可隨機獲得1件紅色1星神器",
}
data[24] = {
    ["name"] = "綠色1星神器寶箱",
    ["brief"] = "神器寶箱",
    ["explain"] = "購買後可隨機獲得1件綠色1星神器",
}
data[25] = {
    ["name"] = "冬季限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "購買限時活動禮包獲得的特殊頭像",
}
data[26] = {
    ["name"] = "冰雪玩偶",
    ["brief"] = "兌換材料",
    ["explain"] = "節日兌換禮物專屬道具。活動結束後將無法再兌換，請務必在活動期間使用。",
}
data[27] = {
    ["name"] = "基礎冰雪玩偶寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "購買後可獲得隨機數量（25~75）冰雪玩偶",
}
data[28] = {
    ["name"] = "低階酒館任務卷軸",
    ["brief"] = "酒館任務卷軸",
    ["explain"] = "在酒館中使用後隨機增加1個任務（1~4星），該任務若未執行，在酒館任務重置後將會消失。",
}
data[29] = {
    ["name"] = "高階酒館任務卷軸",
    ["brief"] = "酒館任務卷軸",
    ["explain"] = "在酒館中使用後隨機增加1個任務（4~7星），該任務若未執行，在酒館任務重置後將會消失。",
}
data[30] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動300勝獎勵的特殊頭像",
}
data[31] = {
    ["name"] = "高級冰雪玩偶寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "購買後可獲得隨機數量（50~150）冰雪玩偶",
}
data[32] = {
    ["name"] = "情人節限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "購買限時活動禮包獲得的特殊頭像",
}
data[33] = {
    ["name"] = "冠軍獎盃頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "組隊競技場排名獎勵頭像",
}
data[34] = {
    ["name"] = "鑽石獎牌頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "組隊競技場排名獎勵頭像",
}
data[35] = {
    ["name"] = "金牌頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "組隊競技場排名獎勵頭像",
}
data[36] = {
    ["name"] = "銀牌頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "組隊競技場排名獎勵頭像",
}
data[37] = {
    ["name"] = "銅牌頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "組隊競技場排名獎勵頭像",
}
data[38] = {
    ["name"] = "魔獸紀念頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "購買活動禮包獲得的特殊頭像",
}
data[39] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動400勝獎勵的特殊頭像",
}
data[40] = {
    ["name"] = "惡魔之魂",
    ["brief"] = "魔獸材料",
    ["explain"] = "用於魔獸啟動、升級以及進階",
}
data[41] = {
    ["name"] = "混沌石",
    ["brief"] = "魔獸材料",
    ["explain"] = "用於魔獸體質升級",
}
data[42] = {
    ["name"] = "魔獸紀念頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "購買活動禮包獲得的特殊頭像",
}
data[43] = {
    ["name"] = "黃金神像",
    ["brief"] = "兌換道具材料",
    ["explain"] = "節日兌換禮物專屬道具。活動結束後將無法再兌換，請務必在活動期間使用。",
}
data[44] = {
    ["name"] = "基礎黃金神像寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "購買後可隨機獲得亂數量（20-40）黃金神像。",
}
data[45] = {
    ["name"] = "中級黃金神像寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "購買後可隨機獲得亂數量（50-100）黃金神像。",
}
data[46] = {
    ["name"] = "高級黃金神像寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "購買後可隨機獲得亂數量（180-360）黃金神像。",
}
data[47] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動400勝獎勵的特殊頭像",
}
data[48] = {
    ["name"] = "魔獸紀念頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "購買活動禮包獲得的特殊頭像",
}
data[49] = {
    ["name"] = "魔獸紀念頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "購買活動禮包獲得的特殊頭像",
}
data[50] = {
    ["name"] = "挑戰徽章",
    ["brief"] = "破碎時空參賽憑證",
    ["explain"] = "參加破碎時空戰鬥會消耗挑戰徽章",
}
data[51] = {
    ["name"] = "幸運魚骨",
    ["brief"] = "兌換道具材料",
    ["explain"] = "節日兌換禮物專屬道具。活動結束後將無法再兌換，請務必在活動期間使用。",
}
data[52] = {
    ["name"] = "一周年紀念頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "使用幸運魚骨兌換獲得的特殊頭像",
}
data[53] = {
    ["name"] = "基礎幸運魚骨寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "購買後可隨機獲得亂數量（20-40）幸運魚骨。",
}
data[54] = {
    ["name"] = "中級幸運魚骨寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "購買後可隨機獲得亂數量（50-100）幸運魚骨。",
}
data[55] = {
    ["name"] = "高級幸運魚骨寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "購買後可隨機獲得亂數量（180-360）幸運魚骨。",
}
data[56] = {
    ["name"] = "高級幸運魚骨寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "購買後可隨機獲得亂數量（150-300）幸運魚骨。",
}
data[57] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動400勝獎勵的特殊頭像",
}
data[58] = {
    ["name"] = "英雄許願幣",
    ["brief"] = "英雄許願池參加憑證",
    ["explain"] = "每轉一次大輪盤消耗一個英雄許願幣",
}
data[59] = {
    ["name"] = "魔獸紀念頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "購買活動禮包獲得的特殊頭像",
}
data[60] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動400勝獎勵的特殊頭像",
}
data[61] = {
    ["name"] = "限定紀念頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "購買活動禮包獲得的限量版愛心頭像",
}
data[62] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動400勝獎勵的特殊頭像",
}
data[63] = {
    ["name"] = "限定紀念頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "購買活動禮包獲得的限量版愛心頭像",
}
data[64] = {
    ["name"] = "限定紀念頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "購買活動禮包獲得的特殊頭像",
}
data[65] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動獎勵的特殊頭像",
}
data[66] = {
    ["name"] = "“金龍”頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "訂閱VIP獲得的特殊頭像",
}
data[67] = {
    ["name"] = "萬聖節頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "萬聖節活動獲取的特殊頭像",
}
data[68] = {
    ["name"] = "金南瓜",
    ["brief"] = "兌換道具材料",
    ["explain"] = "節日兌換禮物專屬道具。活動結束後將無法再兌換，請務必在活動期間使用。",
}
data[69] = {
    ["name"] = "銀鈴鐺",
    ["brief"] = "兌換道具材料",
    ["explain"] = "節日兌換禮物專屬道具。活動結束後將無法再兌換，請務必在活動期間使用。",
}
data[70] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動獎勵的特殊頭像",
}
data[71] = {
    ["name"] = "限定紀念頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "購買活動禮包獲得的特殊頭像",
}
data[72] = {
    ["name"] = "虛空之石",
    ["brief"] = "修建材料",
    ["explain"] = "家園修建所需材料",
}
data[73] = {
    ["name"] = "魂匣",
    ["brief"] = "英雄置換材料",
    ["explain"] = "用於10星英雄置換",
}
data[74] = {
    ["name"] = "戰爭之王",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於阿斯莫德皮膚合成",
}
data[75] = {
    ["name"] = "魔王降臨",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於巴里亞皮膚合成",
}
data[76] = {
    ["name"] = "黑武士",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於達斯摩戈皮膚合成",
}
data[77] = {
    ["name"] = "冠軍金劍",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於冰閃皮膚合成",
}
data[78] = {
    ["name"] = "極寒之刃",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於血刃皮膚合成",
}
data[79] = {
    ["name"] = "最後的祈願",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於惡魔獵手皮膚合成",
}
data[80] = {
    ["name"] = "黑色寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟後可隨機獲得先知寶珠、金幣、魔法之塵、鑽石、紅色神器碎片中的一種。",
}
data[81] = {
    ["name"] = "1級神秘黑盒",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟後可獲得英雄召喚卷軸x5，惡魔之魂x1000，混沌石x500。",
}
data[82] = {
    ["name"] = "2級神秘黑盒",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟後可獲得英雄許願幣x5，無畏戰靴x1、無畏吊墜x1。",
}
data[83] = {
    ["name"] = "3級神秘黑盒",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟後可獲得英雄先知寶珠x8，無畏之劍x1、無畏鎧甲x1。",
}
data[84] = {
    ["name"] = "4級神秘黑盒",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟後可獲得惡魔獵手碎片x50，魔法之塵x20000。",
}
data[85] = {
    ["name"] = "5級神秘黑盒",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟後可獲得橙色神器：無畏鎧甲x1，公會幣x25000，魔王降臨 x1。",
}
data[86] = {
    ["name"] = "驚奇盒子",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟後可隨機獲得5星卡姆斯碎片x50, 5星西格蒙德碎片x50, 5星斯克雷碎片x50, 5星羅薩碎片x50, 5星基爾克碎片x50, 5星不眠者碎片x50,艾丹的憤怒, 女王之刃, 歎息, 金之鑰中的一種。",
}
data[87] = {
    ["name"] = "暗夜女巫",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於馬拉薩皮膚合成",
}
data[88] = {
    ["name"] = "限定紀念頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "購買活動禮包獲得的特殊頭像",
}
data[89] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動獎勵的特殊頭像",
}
data[90] = {
    ["name"] = "混沌使者",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於信仰之刃皮膚合成",
}
data[91] = {
    ["name"] = "星界使者",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於奧沃皮膚合成",
}
data[92] = {
    ["name"] = "小雪人",
    ["brief"] = "兌換材料",
    ["explain"] = "節日兌換禮物專屬道具。活動結束後將無法再兌換，請務必在活動期間使用。",
}
data[93] = {
    ["name"] = "限定紀念頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "購買活動禮包獲得的特殊頭像",
}
data[94] = {
    ["name"] = "1級新年寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[95] = {
    ["name"] = "2級新年寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[96] = {
    ["name"] = "3級新年寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[97] = {
    ["name"] = "4級新年寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[98] = {
    ["name"] = "5級新年寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[99] = {
    ["name"] = "死亡愛麗絲",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於維薩皮膚合成",
}
data[100] = {
    ["name"] = "美少女風暴",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於烈焰風暴皮膚合成",
}
data[101] = {
    ["name"] = "亡者之語",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於屍妖皮膚合成",
}
data[102] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動獎勵的特殊頭像",
}
data[103] = {
    ["name"] = "絕對零號",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於克裡姆皮膚合成",
}
data[104] = {
    ["name"] = "神龍武士",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於美樹皮膚合成",
}
data[105] = {
    ["name"] = "渡鴉",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於冰閃限定皮膚合成",
}
data[106] = {
    ["name"] = "黑幫教父",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於魯特茲情人節限定皮膚合成",
}
data[107] = {
    ["name"] = "末路狂花",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於艾米麗情人節限定皮膚合成",
}
data[108] = {
    ["name"] = "煙花",
    ["brief"] = "兌換材料",
    ["explain"] = "用於驅趕年獸的道具，使用可對年獸造成大量傷害。",
}
data[109] = {
    ["name"] = "爆竹",
    ["brief"] = "兌換材料",
    ["explain"] = "用於驅趕年獸的道具，使用可對年獸造成大量傷害。",
}
data[110] = {
    ["name"] = "魔法燈籠",
    ["brief"] = "兌換材料",
    ["explain"] = "節日兌換禮物專屬道具。活動結束後將無法再兌換，請務必在活動期間使用。",
}
data[111] = {
    ["name"] = "甜心巧克力",
    ["brief"] = "兌換材料",
    ["explain"] = "節日兌換禮物專屬道具。活動結束後將無法再兌換，請務必在活動期間使用。",
}
data[112] = {
    ["name"] = "春節限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "春節活動獎勵的限定頭像",
}
data[113] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動獎勵的特殊頭像",
}
data[114] = {
    ["name"] = "勾魂攝魄",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於女王限定皮膚合成",
}
data[115] = {
    ["name"] = "孤魂",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於艾丹皮膚合成",
}
data[116] = {
    ["name"] = "末世天使",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於基爾克限定皮膚合成",
}
data[117] = {
    ["name"] = "聖光遺物",
    ["brief"] = "兌換材料",
    ["explain"] = "特殊材料，用於兌換道具",
}
data[118] = {
    ["name"] = "1級春季禮盒",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[119] = {
    ["name"] = "2級春季禮盒",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[120] = {
    ["name"] = "3級春季禮盒",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[121] = {
    ["name"] = "4級春季禮盒",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[122] = {
    ["name"] = "5級春季禮盒",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[123] = {
    ["name"] = "魔法石碑",
    ["brief"] = "兌換材料",
    ["explain"] = "刻有魔法符文的石碑，使用可對BOSS造成大量傷害",
}
data[124] = {
    ["name"] = "古代石像",
    ["brief"] = "兌換材料",
    ["explain"] = "特殊材料，用於兌換道具",
}
data[125] = {
    ["name"] = "紫羅蘭之眼",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於烈焰風暴限定皮膚合成",
}
data[126] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動獎勵的特殊頭像",
}
data[127] = {
    ["name"] = "Dr.奧瑪斯",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於奧瑪斯皮膚合成",
}
data[128] = {
    ["name"] = "黑暗精靈",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於觀心者限定皮膚合成",
}
data[129] = {
    ["name"] = "銀河護衛",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於格魯皮膚合成",
}
data[130] = {
    ["name"] = "復仇新娘",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於黑暗阿辛多限定皮膚合成",
}
data[131] = {
    ["name"] = "黑暗遺物",
    ["brief"] = "兌換材料",
    ["explain"] = "特殊材料，用於兌換道具",
}
data[132] = {
    ["name"] = "1級夏日禮盒",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[133] = {
    ["name"] = "2級夏日禮盒",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[134] = {
    ["name"] = "3級夏日禮盒",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[135] = {
    ["name"] = "4級夏日禮盒",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[136] = {
    ["name"] = "5級夏日禮盒",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[137] = {
    ["name"] = "輻射",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於達斯摩戈限定皮膚合成",
}
data[138] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動獎勵的特殊頭像",
}
data[139] = {
    ["name"] = "紅蓮騎士",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於西格蒙德限定皮膚合成",
}
data[140] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動獎勵的特殊頭像",
}
data[141] = {
    ["name"] = "六翼天使",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於米迦勒限定皮膚合成",
}
data[142] = {
    ["name"] = "幸運紀念幣",
    ["brief"] = "兌換材料",
    ["explain"] = "特殊材料，用於兌換道具",
}
data[143] = {
    ["name"] = "2周年紀念頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "幸運紀念幣兌換獲得的特殊頭像",
}
data[144] = {
    ["name"] = "天使樂隊主唱",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於貝爾蘭限定皮膚合成",
}
data[145] = {
    ["name"] = "冰霜之眼",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於米姆限定皮膚合成",
}
data[146] = {
    ["name"] = "紅皇后",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於傑赫拉限定皮膚合成",
}
data[147] = {
    ["name"] = "送葬者",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於克羅斯限定皮膚合成",
}
data[148] = {
    ["name"] = "侏羅紀化石",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於斯克雷限定皮膚合成",
}
data[149] = {
    ["name"] = "周年特典1",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[150] = {
    ["name"] = "周年特典2",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[151] = {
    ["name"] = "周年特典3",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[152] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動獎勵的特殊頭像",
}
data[153] = {
    ["name"] = "天啟裝甲",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於信仰之刃限定皮膚合成",
}
data[154] = {
    ["name"] = "放置玩家",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於瓦倫丁限定皮膚合成",
}
data[155] = {
    ["name"] = "森林守護",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於羅薩皮膚合成",
}
data[156] = {
    ["name"] = "生化兵器",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於卡姆斯限定皮膚合成",
}
data[157] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動獎勵的特殊頭像",
}
data[158] = {
    ["name"] = "1級神秘寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[159] = {
    ["name"] = "2級神秘寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[160] = {
    ["name"] = "3級神秘寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[161] = {
    ["name"] = "4級神秘寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[162] = {
    ["name"] = "5級神秘寶箱",
    ["brief"] = "材料寶箱",
    ["explain"] = "開啟寶箱以獲得獎勵",
}
data[163] = {
    ["name"] = "哥特女王",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於瑪格麗特皮膚合成",
}
data[164] = {
    ["name"] = "叢林獵手",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於瓦爾基裡皮膚合成",
}
data[165] = {
    ["name"] = "元素之心",
    ["brief"] = "兌換材料",
    ["explain"] = "特殊材料，用於兌換道具",
}
data[166] = {
    ["name"] = "荒野大鏢客",
    ["brief"] = "皮膚合成",
    ["explain"] = "用於愛德格皮膚合成",
}
data[167] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "好戰者節日活動獎勵的特殊頭像",
}
data[168] = {
    ["name"] = "元素之心",
    ["brief"] = "兌換材料",
    ["explain"] = "",
}
data[19511] = {
    ["name"] = "6星不眠者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19512] = {
    ["name"] = "6星黑暗之靈碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19513] = {
    ["name"] = "6星達斯摩戈碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19514] = {
    ["name"] = "6星奧沃碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19515] = {
    ["name"] = "6星米姆碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[40001] = {
    ["name"] = "4星英雄碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚4星英雄",
}
data[40002] = {
    ["name"] = "5星英雄碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚5星英雄",
}
data[40003] = {
    ["name"] = "3星英雄碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚3星英雄",
}
data[18501] = {
    ["name"] = "10星黑暗阿辛多碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18502] = {
    ["name"] = "10星不眠者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18503] = {
    ["name"] = "10星達斯摩戈碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18504] = {
    ["name"] = "10星奧沃碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18505] = {
    ["name"] = "10星米姆碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[40011] = {
    ["name"] = "幽暗5星英雄碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚幽暗陣營的5星英雄",
}
data[40012] = {
    ["name"] = "堡壘5星英雄碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚堡壘陣營的5星英雄",
}
data[40013] = {
    ["name"] = "深淵5星英雄碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚深淵陣營的5星英雄",
}
data[40014] = {
    ["name"] = "森林5星英雄碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚森林陣營的5星英雄",
}
data[40015] = {
    ["name"] = "暗影5星英雄碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚暗影陣營的5星英雄",
}
data[40016] = {
    ["name"] = "光明5星英雄碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚光明陣營的5星英雄",
}
data[40021] = {
    ["name"] = "幽暗4星英雄碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚4星英雄",
}
data[40022] = {
    ["name"] = "堡壘4星英雄碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚4星英雄",
}
data[40023] = {
    ["name"] = "深淵4星英雄碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚4星英雄",
}
data[40024] = {
    ["name"] = "森林4星英雄碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚4星英雄",
}
data[40025] = {
    ["name"] = "黑暗4星英雄碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚4星英雄",
}
data[40026] = {
    ["name"] = "光明4星英雄碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚4星英雄",
}
data[8801] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "特殊頭像",
}
data[8802] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "特殊頭像",
}
data[8803] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "特殊頭像",
}
data[8804] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "特殊頭像",
}
data[8805] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "特殊頭像",
}
data[8806] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "特殊頭像",
}
data[8807] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "特殊頭像",
}
data[8808] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "特殊頭像",
}
data[8809] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "特殊頭像",
}
data[8810] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "特殊頭像",
}
data[8811] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "特殊頭像",
}
data[8812] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "特殊頭像",
}
data[8813] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "特殊頭像",
}
data[8814] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "特殊頭像",
}
data[8815] = {
    ["name"] = "Winner of King限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "特殊頭像",
}
data[19611] = {
    ["name"] = "6星阿斯莫德碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19612] = {
    ["name"] = "6星神聖之靈碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19101] = {
    ["name"] = "6星卡爾瑪碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19102] = {
    ["name"] = "6星主宰者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19103] = {
    ["name"] = "6星魯特茲碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19104] = {
    ["name"] = "6星菲爾德碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19105] = {
    ["name"] = "6星巴德碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19106] = {
    ["name"] = "6星艾丹碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19107] = {
    ["name"] = "6星榮耀守衛碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19108] = {
    ["name"] = "6星冰閃碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19109] = {
    ["name"] = "6星布利碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19110] = {
    ["name"] = "6星幻影碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19111] = {
    ["name"] = "6星沃爾特碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19112] = {
    ["name"] = "6星死誓碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18601] = {
    ["name"] = "10星基爾克碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18602] = {
    ["name"] = "10星阿斯莫德碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18603] = {
    ["name"] = "10星米迦勒碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18604] = {
    ["name"] = "10星信仰之刃碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18605] = {
    ["name"] = "10星貝爾蘭碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19118] = {
    ["name"] = "6星傑赫拉碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19119] = {
    ["name"] = "6星荷魯斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18101] = {
    ["name"] = "10星主宰者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18102] = {
    ["name"] = "10星魯特茲碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18103] = {
    ["name"] = "10星巴德碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18104] = {
    ["name"] = "10星艾丹碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18105] = {
    ["name"] = "10星卡爾瑪碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18106] = {
    ["name"] = "10星菲爾德碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18107] = {
    ["name"] = "10星沃爾特碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18108] = {
    ["name"] = "10星血刃碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18109] = {
    ["name"] = "10星屍妖碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18110] = {
    ["name"] = "10星卡姆斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18111] = {
    ["name"] = "10星傑赫拉碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18112] = {
    ["name"] = "10星荷魯斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[56001] = {
    ["name"] = "橙色神器碎片",
    ["brief"] = "召喚神器",
    ["explain"] = "湊齊50個碎片即可召喚橙色神器",
}
data[55001] = {
    ["name"] = "紅色神器碎片",
    ["brief"] = "召喚神器",
    ["explain"] = "湊齊50個碎片即可召喚紅色神器",
}
data[12000] = {
    ["name"] = "基礎召喚卷軸",
    ["brief"] = "召喚物品",
    ["explain"] = "用於在祭壇進行基礎召喚",
}
data[12001] = {
    ["name"] = "競技場門票",
    ["brief"] = "競技場參賽憑證",
    ["explain"] = "參加競技場戰鬥會消耗門票",
}
data[12002] = {
    ["name"] = "許願幣",
    ["brief"] = "許願池參加憑證",
    ["explain"] = "每轉一次大輪盤消耗一個許願幣",
}
data[12003] = {
    ["name"] = "英雄召喚卷軸",
    ["brief"] = "召喚物品",
    ["explain"] = "用於在祭壇進行高級召喚",
}
data[19411] = {
    ["name"] = "6星羅薩碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19418] = {
    ["name"] = "6星瓦爾基裡碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19615] = {
    ["name"] = "6星貝爾蘭碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19318] = {
    ["name"] = "6星巴頓國王碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19218] = {
    ["name"] = "6星瓦倫丁碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19417] = {
    ["name"] = "6星觀心者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19317] = {
    ["name"] = "6星克羅斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19614] = {
    ["name"] = "6星信仰之刃碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19117] = {
    ["name"] = "6星卡姆斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19116] = {
    ["name"] = "6星屍妖碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[54001] = {
    ["name"] = "綠色神器碎片",
    ["brief"] = "召喚神器",
    ["explain"] = "湊齊30個碎片即可召喚綠色神器",
}
data[19416] = {
    ["name"] = "6星維薩碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19316] = {
    ["name"] = "6星斯克雷碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19217] = {
    ["name"] = "6星西格蒙德碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19613] = {
    ["name"] = "6星米迦勒碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19315] = {
    ["name"] = "6星巴裏亞碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19115] = {
    ["name"] = "6星血刃碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19314] = {
    ["name"] = "6星諾瑪碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19313] = {
    ["name"] = "6星毀滅者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19412] = {
    ["name"] = "6星泰勒碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19312] = {
    ["name"] = "6星阿勒裡亞碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19114] = {
    ["name"] = "6星格倫碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19113] = {
    ["name"] = "6星斂骨者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19413] = {
    ["name"] = "6星埃德加碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19414] = {
    ["name"] = "6星澤基斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19415] = {
    ["name"] = "6星灰眼碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19201] = {
    ["name"] = "6星美樹碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19202] = {
    ["name"] = "6星OD-01碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19203] = {
    ["name"] = "6星瑪格麗特碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19204] = {
    ["name"] = "6星女王碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19205] = {
    ["name"] = "6星巴羅克領主碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19206] = {
    ["name"] = "6星肥姆碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19207] = {
    ["name"] = "6星古斯塔碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19208] = {
    ["name"] = "6星克裏姆碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[53001] = {
    ["name"] = "紫色神器碎片",
    ["brief"] = "召喚神器",
    ["explain"] = "湊齊20個碎片即可召喚紫色神器",
}
data[19210] = {
    ["name"] = "6星屠龍者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19211] = {
    ["name"] = "6星奧瑪斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19212] = {
    ["name"] = "6星塞拉碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19213] = {
    ["name"] = "6星艾米麗碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19214] = {
    ["name"] = "6星烈焰風暴碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19215] = {
    ["name"] = "6星羅伊碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19216] = {
    ["name"] = "6星克裏斯蒂安碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[10001] = {
    ["name"] = "魔晶",
    ["brief"] = "附魔材料",
    ["explain"] = "可用於裝備行附魔",
}
data[10002] = {
    ["name"] = "強效精華",
    ["brief"] = "購買裝備貨幣",
    ["explain"] = "可用於市場中購買裝備",
}
data[19219] = {
    ["name"] = "6星夏碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19311] = {
    ["name"] = "6星丹特裏安碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19306] = {
    ["name"] = "6星基爾克碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19305] = {
    ["name"] = "6星黑暗阿辛多碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19304] = {
    ["name"] = "6星馬拉薩碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19303] = {
    ["name"] = "6星格魯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18201] = {
    ["name"] = "10星榮耀守衛碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18202] = {
    ["name"] = "10星冰閃碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18203] = {
    ["name"] = "10星布利碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18204] = {
    ["name"] = "10星幻影碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18205] = {
    ["name"] = "10星美樹碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18206] = {
    ["name"] = "10星OD-01碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18207] = {
    ["name"] = "10星奧瑪斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18208] = {
    ["name"] = "10星艾米麗碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18209] = {
    ["name"] = "10星烈焰風暴碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18210] = {
    ["name"] = "10星西格蒙德碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[56099] = {
    ["name"] = "橙色神器專屬碎片",
    ["brief"] = "召喚神器",
    ["explain"] = "湊齊50個碎片即可召喚橙色專屬神器",
}
data[18212] = {
    ["name"] = "10星夏碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19302] = {
    ["name"] = "6星星光碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19301] = {
    ["name"] = "6星無面者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19209] = {
    ["name"] = "6星惡魔獵手碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18411] = {
    ["name"] = "10星瓦爾基裡碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18311] = {
    ["name"] = "10星巴頓國王碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18211] = {
    ["name"] = "10星瓦倫丁碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18410] = {
    ["name"] = "10星觀心者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18310] = {
    ["name"] = "10星克羅斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18409] = {
    ["name"] = "10星維薩碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18309] = {
    ["name"] = "10星斯克雷碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18308] = {
    ["name"] = "10星巴里亞碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30000] = {
    ["name"] = "1星阿呆碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊5個碎片即可召喚該英雄",
}
data[30001] = {
    ["name"] = "1星黑暗教徒碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊5個碎片即可召喚該英雄",
}
data[30002] = {
    ["name"] = "1星發光體碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊5個碎片即可召喚該英雄",
}
data[30003] = {
    ["name"] = "1星老實人碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊5個碎片即可召喚該英雄",
}
data[30004] = {
    ["name"] = "1星伐木工碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊5個碎片即可召喚該英雄",
}
data[30005] = {
    ["name"] = "1星老礦工碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊5個碎片即可召喚該英雄",
}
data[30006] = {
    ["name"] = "1星小惡魔碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊5個碎片即可召喚該英雄",
}
data[30007] = {
    ["name"] = "1星火焰之子碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊5個碎片即可召喚該英雄",
}
data[30008] = {
    ["name"] = "1星熔岩甲蟲碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊5個碎片即可召喚該英雄",
}
data[30009] = {
    ["name"] = "1星貝拉碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊5個碎片即可召喚該英雄",
}
data[30010] = {
    ["name"] = "1星偵察兵碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊5個碎片即可召喚該英雄",
}
data[30011] = {
    ["name"] = "1星水手碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊5個碎片即可召喚該英雄",
}
data[30012] = {
    ["name"] = "2星夏洛特碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊10個碎片即可召喚該英雄",
}
data[30013] = {
    ["name"] = "2星馬克娜碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊10個碎片即可召喚該英雄",
}
data[30014] = {
    ["name"] = "2星骸骨射手碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊10個碎片即可召喚該英雄",
}
data[30015] = {
    ["name"] = "2星骸骨戰士碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊10個碎片即可召喚該英雄",
}
data[30016] = {
    ["name"] = "2星灰袍法師碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊10個碎片即可召喚該英雄",
}
data[30017] = {
    ["name"] = "2星高塔守衛碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊10個碎片即可召喚該英雄",
}
data[30018] = {
    ["name"] = "2星地牢守衛碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊10個碎片即可召喚該英雄",
}
data[30019] = {
    ["name"] = "2星ZH-07碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊10個碎片即可召喚該英雄",
}
data[30020] = {
    ["name"] = "2星金角碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊10個碎片即可召喚該英雄",
}
data[30021] = {
    ["name"] = "2星銀角碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊10個碎片即可召喚該英雄",
}
data[30022] = {
    ["name"] = "2星強森碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊10個碎片即可召喚該英雄",
}
data[30023] = {
    ["name"] = "2星黑石碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊10個碎片即可召喚該英雄",
}
data[30024] = {
    ["name"] = "2星拉雯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊10個碎片即可召喚該英雄",
}
data[30025] = {
    ["name"] = "2星卓婭碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊10個碎片即可召喚該英雄",
}
data[30026] = {
    ["name"] = "2星藍戰士碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊10個碎片即可召喚該英雄",
}
data[30027] = {
    ["name"] = "2星樹精碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊10個碎片即可召喚該英雄",
}
data[30028] = {
    ["name"] = "3星鏈錘碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30029] = {
    ["name"] = "3星毒舌碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30030] = {
    ["name"] = "3星雪麗碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30031] = {
    ["name"] = "3星黑暗牧師碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30032] = {
    ["name"] = "3星冰巨魔碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30033] = {
    ["name"] = "3星雷吉碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30034] = {
    ["name"] = "3星卡佛碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30035] = {
    ["name"] = "3星泰拉的僕人碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30036] = {
    ["name"] = "3星火拳碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30037] = {
    ["name"] = "3星MK-05碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30038] = {
    ["name"] = "3星深淵守衛碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30039] = {
    ["name"] = "3星狂暴獸碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30040] = {
    ["name"] = "3星魅魔碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30041] = {
    ["name"] = "3星烈焰紅唇碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30042] = {
    ["name"] = "3星米爾科碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30043] = {
    ["name"] = "3星希維爾碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30044] = {
    ["name"] = "3星安多米爾碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30045] = {
    ["name"] = "3星藍薩滿碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30046] = {
    ["name"] = "3星弗雷碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30047] = {
    ["name"] = "3星密林隊長碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30048] = {
    ["name"] = "3星阿斯布幽魂碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30049] = {
    ["name"] = "3星聖童碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊20個碎片即可召喚該英雄",
}
data[30050] = {
    ["name"] = "4星暴躁的屍體碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30051] = {
    ["name"] = "4星巴博碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30052] = {
    ["name"] = "4星斂骨者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30053] = {
    ["name"] = "4星葛籣碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30054] = {
    ["name"] = "4星夢魘騎士碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30055] = {
    ["name"] = "4星骸骨將軍碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30056] = {
    ["name"] = "4星時間法師碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30057] = {
    ["name"] = "4星風暴戰斧碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30058] = {
    ["name"] = "4星羅伊碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30059] = {
    ["name"] = "4星塞拉碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30060] = {
    ["name"] = "4星烈酒碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30061] = {
    ["name"] = "4星LM-02碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30062] = {
    ["name"] = "4星羅格碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30063] = {
    ["name"] = "4星毀滅者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30064] = {
    ["name"] = "4星坦納碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30065] = {
    ["name"] = "4星阿卡莎碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30066] = {
    ["name"] = "4星雷蒙蓋頓碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30067] = {
    ["name"] = "4星阿勒裡亞碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30068] = {
    ["name"] = "4星風行者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30069] = {
    ["name"] = "4星酋長碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30070] = {
    ["name"] = "4星樹精長老碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30071] = {
    ["name"] = "4星獵頭者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30072] = {
    ["name"] = "4星泰勒碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30073] = {
    ["name"] = "4星卡加斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30074] = {
    ["name"] = "4星黑暗的方德拉碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30075] = {
    ["name"] = "4星洛根碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30076] = {
    ["name"] = "4星門徒碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30077] = {
    ["name"] = "4星費根碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30078] = {
    ["name"] = "5星卡爾瑪碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30079] = {
    ["name"] = "5星血刃碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30080] = {
    ["name"] = "5星主宰者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30081] = {
    ["name"] = "5星魯特茲碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30082] = {
    ["name"] = "5星菲爾德碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30083] = {
    ["name"] = "5星屍妖碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30084] = {
    ["name"] = "5星巴德碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30085] = {
    ["name"] = "5星卡姆斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30086] = {
    ["name"] = "5星艾丹碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30087] = {
    ["name"] = "5星沃爾特碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30088] = {
    ["name"] = "5星艾米麗碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30089] = {
    ["name"] = "5星奧瑪斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30090] = {
    ["name"] = "5星榮耀守衛碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30091] = {
    ["name"] = "5星烈焰風暴碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30092] = {
    ["name"] = "5星冰閃碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30093] = {
    ["name"] = "5星布利碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30094] = {
    ["name"] = "5星西格蒙德碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30095] = {
    ["name"] = "5星幻影碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30096] = {
    ["name"] = "5星美樹碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30097] = {
    ["name"] = "5星OD-01碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30098] = {
    ["name"] = "5星斯克雷碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30099] = {
    ["name"] = "5星丹特裡安碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30100] = {
    ["name"] = "5星瑪格麗特碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30101] = {
    ["name"] = "5星巴里亞碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30102] = {
    ["name"] = "5星女王碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30103] = {
    ["name"] = "5星巴羅克領主碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30104] = {
    ["name"] = "5星巴頓國王碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30105] = {
    ["name"] = "5星肥姆碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30106] = {
    ["name"] = "5星古斯塔碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30107] = {
    ["name"] = "5星克裡姆碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30108] = {
    ["name"] = "5星惡魔獵手碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30109] = {
    ["name"] = "5星屠龍者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30110] = {
    ["name"] = "5星無面者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30111] = {
    ["name"] = "5星羅薩碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30112] = {
    ["name"] = "5星星光碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30113] = {
    ["name"] = "5星格魯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30114] = {
    ["name"] = "5星愛德格碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30115] = {
    ["name"] = "5星維薩碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30116] = {
    ["name"] = "5星馬拉薩碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30117] = {
    ["name"] = "5星觀心者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30118] = {
    ["name"] = "5星瓦拉斯基碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30119] = {
    ["name"] = "5星黑暗阿辛多碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30120] = {
    ["name"] = "5星奧沃碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30121] = {
    ["name"] = "5星基爾克碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30122] = {
    ["name"] = "5星阿斯莫德碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30123] = {
    ["name"] = "5星米迦勒碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30124] = {
    ["name"] = "5星米迦勒橙卡碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30125] = {
    ["name"] = "4星蘭姆碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30126] = {
    ["name"] = "4星死誓碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30127] = {
    ["name"] = "4星鋼鐵斑比碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30128] = {
    ["name"] = "4星克利斯蒂安碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30129] = {
    ["name"] = "4星諾瑪碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30130] = {
    ["name"] = "4星伊姆拉圖斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30131] = {
    ["name"] = "4星灰眼碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30132] = {
    ["name"] = "4星澤基斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30133] = {
    ["name"] = "5星暴躁的屍體碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30134] = {
    ["name"] = "5星巴博碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30135] = {
    ["name"] = "5星時間法師碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30136] = {
    ["name"] = "5星風暴戰斧碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30137] = {
    ["name"] = "5星羅格碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30138] = {
    ["name"] = "5星毀滅者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30139] = {
    ["name"] = "5星風行者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30140] = {
    ["name"] = "5星酋長碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30141] = {
    ["name"] = "5星黑暗的方德拉碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30142] = {
    ["name"] = "5星洛根碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30143] = {
    ["name"] = "5星門徒碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30144] = {
    ["name"] = "5星費根碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30145] = {
    ["name"] = "5星羅伊碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30146] = {
    ["name"] = "5星塞拉碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30147] = {
    ["name"] = "5星坦納碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30148] = {
    ["name"] = "5星樹精長老碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30149] = {
    ["name"] = "5星獵頭者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30150] = {
    ["name"] = "5星斂骨者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30151] = {
    ["name"] = "5星骸骨將軍碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30152] = {
    ["name"] = "5星烈酒碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30153] = {
    ["name"] = "5星雷蒙蓋頓碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30154] = {
    ["name"] = "5星葛籣碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30155] = {
    ["name"] = "5星夢魘騎士碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30156] = {
    ["name"] = "5星LM-02碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30157] = {
    ["name"] = "5星阿卡莎碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30158] = {
    ["name"] = "5星阿勒裡亞碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30159] = {
    ["name"] = "5星泰勒碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30160] = {
    ["name"] = "5星卡加斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30161] = {
    ["name"] = "5星蘭姆碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30162] = {
    ["name"] = "5星死誓碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30163] = {
    ["name"] = "5星鋼鐵斑比碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30164] = {
    ["name"] = "5星克利斯蒂安碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30165] = {
    ["name"] = "5星諾瑪碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30166] = {
    ["name"] = "5星伊姆拉圖斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30167] = {
    ["name"] = "5星灰眼碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30168] = {
    ["name"] = "5星澤基斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30169] = {
    ["name"] = "5星不眠者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30170] = {
    ["name"] = "4星神聖之靈碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30171] = {
    ["name"] = "4星黑暗之靈碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊30個碎片即可召喚該英雄",
}
data[30172] = {
    ["name"] = "5星神聖之靈碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30173] = {
    ["name"] = "5星黑暗之靈碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30174] = {
    ["name"] = "5星達斯摩戈碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30175] = {
    ["name"] = "5星信仰之刃碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30176] = {
    ["name"] = "5星克羅斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30177] = {
    ["name"] = "5星瓦倫丁碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30178] = {
    ["name"] = "5星傑赫拉碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30179] = {
    ["name"] = "5星貝爾蘭碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30180] = {
    ["name"] = "5星米姆碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30181] = {
    ["name"] = "5星瓦爾基裡碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30182] = {
    ["name"] = "5星夏碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30183] = {
    ["name"] = "5星克圖格亞碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30184] = {
    ["name"] = "5星荷魯斯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30185] = {
    ["name"] = "5星阿斯布碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30186] = {
    ["name"] = "5星阿伊達碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30187] = {
    ["name"] = "5星奧伯隆碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18307] = {
    ["name"] = "10星丹特裡安碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18306] = {
    ["name"] = "10星克裡姆碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18305] = {
    ["name"] = "10星古斯塔碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18304] = {
    ["name"] = "10星肥姆碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18303] = {
    ["name"] = "10星巴羅克領主碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18302] = {
    ["name"] = "10星女王碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18301] = {
    ["name"] = "10星瑪格麗特碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[40039] = {
    ["name"] = "精英5星碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚非光暗陣營的精英5星英雄",
}
data[40046] = {
    ["name"] = "精英光明5星碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚光明陣營的精英5星英雄",
}
data[40045] = {
    ["name"] = "精英黑暗5星碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚黑暗陣營的精英5星英雄",
}
data[18408] = {
    ["name"] = "10星愛德格碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18407] = {
    ["name"] = "10星羅薩碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18406] = {
    ["name"] = "10星馬拉薩碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18405] = {
    ["name"] = "10星格魯碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18404] = {
    ["name"] = "10星星光碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18403] = {
    ["name"] = "10星無面者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18402] = {
    ["name"] = "10星屠龍者碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18401] = {
    ["name"] = "10星惡魔獵手碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[60001] = {
    ["name"] = "皮膚萬能碎片",
    ["brief"] = "皮膚合成",
    ["explain"] = "湊齊10個碎片可合成皮膚",
}
data[55099] = {
    ["name"] = "紅色神器專屬碎片",
    ["brief"] = "召喚神器",
    ["explain"] = "湊齊50個碎片即可召喚紅色專屬神器",
}
data[30189] = {
    ["name"] = "5星亞曼拉碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30188] = {
    ["name"] = "5星潘妮碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30191] = {
    ["name"] = "5星古斯丁碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30216] = {
    ["name"] = "5星伊塔庫亞碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30193] = {
    ["name"] = "5星UniMax-3000碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30190] = {
    ["name"] = "5星娜克婭碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30199] = {
    ["name"] = "5星迪拉休姆碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30192] = {
    ["name"] = "5星迦樓羅碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30198] = {
    ["name"] = "5星艾莉薇爾碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30196] = {
    ["name"] = "5星嘉莉碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[30194] = {
    ["name"] = "5星泰拉碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[175] = {
    ["name"] = "玉兔迎秋頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "中秋活動獎勵的限定頭像",
}
data[178] = {
    ["name"] = "黯淡之星",
    ["brief"] = "特殊頭像",
    ["explain"] = "成就獲得的特殊紀念頭像",
}
data[179] = {
    ["name"] = "無華之月",
    ["brief"] = "特殊頭像",
    ["explain"] = "成就獲得的特殊紀念頭像",
}
data[180] = {
    ["name"] = "全蝕之日",
    ["brief"] = "特殊頭像",
    ["explain"] = "成就獲得的特殊紀念頭像",
}
data[187] = {
    ["name"] = "萬聖節限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "萬聖節活動獎勵的限定頭像",
}
data[191] = {
    ["name"] = "感恩節限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "感恩節活動獎勵的限定頭像",
}
data[197] = {
    ["name"] = "耶誕節限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "耶誕節活動獎勵的限定頭像",
}
data[205] = {
    ["name"] = "新年限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "新年活動獎勵的限定頭像",
}
data[215] = {
    ["name"] = "春節限定頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "春節活動獎勵的限定頭像",
}
data[220] = {
    ["name"] = "春季花環頭像",
    ["brief"] = "特殊頭像",
    ["explain"] = "櫻花禮包內的限定頭像",
}
data[18312] = {
    ["name"] = "10星克圖格亞碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18412] = {
    ["name"] = "10星奧伯隆碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18507] = {
    ["name"] = "10星阿斯布碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[18606] = {
    ["name"] = "10星阿伊達碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19320] = {
    ["name"] = "6星克圖格亞碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19616] = {
    ["name"] = "6星阿伊達碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19419] = {
    ["name"] = "6星奧伯隆碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[19516] = {
    ["name"] = "6星阿斯布碎片",
    ["brief"] = "召喚英雄",
    ["explain"] = "湊齊50個碎片即可召喚該英雄",
}
data[170] = {
    ["name"] = "輝煌聖物",
    ["brief"] = "兌換材料",
    ["explain"] = "特殊材料，用於兌換道具",
}
return data