local loadingtips = {}
loadingtips[1] = {
    ["tips"] = "小貼士：陣營克制關係：森林→幽暗→堡壘→深淵→森林，暗影→聖光，聖光→暗影",
}
loadingtips[2] = {
    ["tips"] = "小貼士：英雄品質從低到高分為1星、2星、3星、4星、5星5種品質",
}
loadingtips[3] = {
    ["tips"] = "小貼士：消耗英雄進階石可以使英雄進階，英雄進階後將會解鎖被動技能",
}
loadingtips[4] = {
    ["tips"] = "小貼士：裝備品質從低到高分為：藍色、金色、紫色、綠色、紅色、橙色6種品質",
}
loadingtips[5] = {
    ["tips"] = "小貼士：上陣6個相同陣營的英雄可以啟動陣營光環，獲得強大的屬性",
}
loadingtips[6] = {
    ["tips"] = "小貼士：每8個小時你擁有一次免費普通英雄召喚的機會，每48個小時你擁有一次免費高級英雄召喚的機會",
}
loadingtips[7] = {
    ["tips"] = "小貼士：前排的英雄在戰鬥中會承受大量傷害，建議放防禦力出眾的英雄",
}
loadingtips[8] = {
    ["tips"] = "小貼士：戰鬥中出手順序由英雄的速度決定",
}
loadingtips[9] = {
    ["tips"] = "小貼士：提升你的VIP等級可以享受更多的遊戲特權",
}
loadingtips[10] = {
    ["tips"] = "小貼士：記得和好友互贈愛心。愛心可用於友情召喚，友情召喚也能召喚不錯的英雄",
}
return loadingtips