local data = {}
data[1] = {
    ["name"] = "競技場每日獎勵",
    ["content"] = "恭喜您在#time#的#id#聯賽中取得了第#rank#名的成績，獎勵見附件",
    ["from"] = "競技場郵件",
}
data[2] = {
    ["name"] = "賽季結算獎勵",
    ["content"] = "我謹代表阿布丁王國祝賀您在#id#聯賽中取得第#rank#名的成績，為表彰您的技藝和勇猛，我們送予您以下獎勵",
    ["from"] = "競技場郵件",
}
data[3] = {
    ["name"] = "會長任命",
    ["content"] = "#member1#不再是公會領袖，#member2#現在是#guildname#公會新的領袖",
    ["from"] = "公會郵件",
}
data[4] = {
    ["name"] = "官員任命",
    ["content"] = "你已被任命為#guildname#公會的官員",
    ["from"] = "公會郵件",
}
data[5] = {
    ["name"] = "官員罷免",
    ["content"] = "你現在不再擔任#guildname#公會的官員",
    ["from"] = "公會郵件",
}
data[6] = {
    ["name"] = "被踢出公會",
    ["content"] = "你已被踢出公會，不再是#guildname#公會的一員",
    ["from"] = "公會郵件",
}
data[7] = {
    ["name"] = "公會解散",
    ["content"] = "#guildname#已經被解散，你現在沒有公會",
    ["from"] = "公會郵件",
}
data[8] = {
    ["name"] = "公會BOSS獎勵",
    ["content"] = "祝賀你在公會BOSS戰鬥中取得的成功，獎勵見附件",
    ["from"] = "公會郵件",
}
data[9] = {
    ["name"] = "開服獎勵",
    ["content"] = "活動期間，每日登陸即可領取50鑽石，2許願幣，2競技場門票，獎勵見附件",
    ["from"] = "系統郵件",
}
data[10] = {
    ["name"] = "GM來信",
    ["content"] = "#content#",
    ["from"] = "GM郵件",
}
data[11] = {
    ["name"] = "GM來信",
    ["content"] = "#content#",
    ["from"] = "GM郵件",
}
data[12] = {
    ["name"] = "恭喜成為月卡用戶",
    ["content"] = "恭喜你已經成為月卡用戶。從#date#起，系統將在每天的00:00 am(UTC/GMC 0)為您發送#gems#鑽石。購買月卡的當天會立即向你發送屬於第一天的鑽石。",
    ["from"] = "月卡",
}
data[13] = {
    ["name"] = "今日月卡獎勵",
    ["content"] = "您是VIP#number#用戶，今日獲得以下獎勵，請及時領取。您的月卡還有#day#天到期.",
    ["from"] = "月卡",
}
data[14] = {
    ["name"] = "月卡已到期",
    ["content"] = "您的月卡已到期，現在前往商場再次購買月卡將重新成為月卡用戶！領取價值13倍花費的鑽石！",
    ["from"] = "月卡",
}
data[15] = {
    ["name"] = "沖級獎勵",
    ["content"] = "恭喜你達到#level#，獲得#gems#鑽石，#gold#金幣，獎勵見附件",
    ["from"] = "系統郵件",
}
data[16] = {
    ["name"] = "召喚英雄獎勵",
    ["content"] = "恭喜你在活動中抽到#ID#英雄，獲得豐厚獎勵，獎勵見附件",
    ["from"] = "系統郵件",
}
data[17] = {
    ["name"] = "下載有禮",
    ["content"] = "你下載了其他應用，獲得#gems#鑽石，獎勵見附件",
    ["from"] = "系統郵件",
}
data[18] = {
    ["name"] = "公會Raid戰鬥",
    ["content"] = "恭喜您在#date#的公會RAID中完成一次戰鬥，獎勵見附件",
    ["from"] = "公會郵件",
}
data[19] = {
    ["name"] = "評分獎勵",
    ["content"] = "謝謝你的支援，獎勵見附件",
    ["from"] = "系統郵件",
}
data[20] = {
    ["name"] = "電影獎勵",
    ["content"] = "謝謝你的觀看，獎勵見附件",
    ["from"] = "系統郵件",
}
data[21] = {
    ["name"] = "公會戰報名通知",
    ["content"] = "你的公會已經成功報名據點 #stage#，請前往公會戰介面做好參戰準備",
    ["from"] = "公會戰",
}
data[22] = {
    ["name"] = "公會戰獎勵",
    ["content"] = "你在公會戰第 #number# 輪戰鬥中成功佔領據點#stage#，獲得以下獎勵：",
    ["from"] = "公會戰",
}
data[23] = {
    ["name"] = "公會戰次輪獎勵",
    ["content"] = "為表彰你在公會戰次輪中的勇猛，我們送予您以下獎勵",
    ["from"] = "公會戰",
}
data[24] = {
    ["name"] = "公會戰冠軍獎勵",
    ["content"] = "恭喜您獲得本次公會戰的冠軍，獲得以下獎勵",
    ["from"] = "公會戰",
}
data[25] = {
    ["name"] = "公會BOSS擊殺獎勵",
    ["content"] = "公會BOSS已被成功擊殺，恭喜你獲得以下獎勵",
    ["from"] = "公會郵件",
}
data[26] = {
    ["name"] = "召喚積分獎勵",
    ["content"] = "恭喜你在召喚積分活動中達到#number#積分，獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[27] = {
    ["name"] = "感恩節饋贈",
    ["content"] = "活動期間，每日登陸即可領取#gems#鑽石，#chip#許願幣，獎勵見附件",
    ["from"] = "系統郵件",
}
data[28] = {
    ["name"] = "耶誕節饋贈",
    ["content"] = "活動期間，每日登陸即可領取50鑽石，2許願幣，2驚奇魔偶，獎勵見附件",
    ["from"] = "系統郵件",
}
data[29] = {
    ["name"] = "許願池獎勵",
    ["content"] = "恭喜你在許願池獎勵活動中達到#number#積分，獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[30] = {
    ["name"] = "冬季大饋贈",
    ["content"] = "活動期間，每日登陸即可領取50鑽石，2高級召喚卷軸，獎勵見附件",
    ["from"] = "系統郵件",
}
data[31] = {
    ["name"] = "冬季大饋贈",
    ["content"] = "活動期間，每日登陸即可領取50鑽石，2驚奇魔偶，1高級召喚卷軸，獎勵見附件",
    ["from"] = "系統郵件",
}
data[32] = {
    ["name"] = "死亡幻境挑戰獎勵",
    ["content"] = "恭喜您在本次死亡幻境挑戰中取得了#rank#名的成績，獎勵見附件",
    ["from"] = "系統郵件",
}
data[33] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取100鑽石，1高級召喚卷軸，獎勵見附件",
    ["from"] = "系統郵件",
}
data[34] = {
    ["name"] = "復活節饋贈",
    ["content"] = "活動期間，每日登陸即可領取50鑽石，2高級召喚卷軸，獎勵見附件",
    ["from"] = "系統郵件",
}
data[35] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取50鑽石，2驚奇魔偶，1高級召喚卷軸，獎勵見附件",
    ["from"] = "系統郵件",
}
data[36] = {
    ["name"] = "傳奇召喚獎勵",
    ["content"] = "恭喜你在傳奇召喚活動中達成條件，獲得豐厚獎勵，獎勵見附件",
    ["from"] = "系統郵件",
}
data[37] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取100鑽石，2高級召喚卷軸，獎勵見附件",
    ["from"] = "系統郵件",
}
data[38] = {
    ["name"] = "瘋狂禮包獎勵",
    ["content"] = "恭喜你在瘋狂禮包活動中達到#number#積分，獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[39] = {
    ["name"] = "好友助戰BOSS獎勵",
    ["content"] = "BOSS已被成功擊殺，恭喜你獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[40] = {
    ["name"] = "好友助戰排行榜獎勵",
    ["content"] = "恭喜你在本周好友助戰中取得#rank#名的成績，獎勵見附件",
    ["from"] = "系統郵件",
}
data[41] = {
    ["name"] = "小月卡",
    ["content"] = "恭喜你已經成為小月卡用戶。從#date#起，系統將在每天的00:00 am(UTC/GMT 0)為您發送#gems#鑽石。購買小月卡的當天會立即向你發送屬於第一天的鑽石。",
    ["from"] = "小月卡",
}
data[42] = {
    ["name"] = "小月卡獎勵",
    ["content"] = "今日獲得以下獎勵，您的小月卡還有#day#天到期.",
    ["from"] = "小月卡",
}
data[43] = {
    ["name"] = "小月卡到期",
    ["content"] = "您的小月卡付費已到期，現在前往商場再次購買小月卡將重新成為小月卡用戶！領取價值10倍花費的鑽石！",
    ["from"] = "小月卡",
}
data[44] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取5許願幣，獎勵見附件",
    ["from"] = "系統郵件",
}
data[45] = {
    ["name"] = "合成活動",
    ["content"] = "恭喜你在活動期間成功合成5星#ID#，獎勵見附件",
    ["from"] = "系統郵件",
}
data[46] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取30四星萬能碎片，3許願幣，獎勵見附件",
    ["from"] = "系統郵件",
}
data[47] = {
    ["name"] = "好戰者節日獎勵",
    ["content"] = "恭喜你在好戰者節日活動中達成條件，獲得豐厚獎勵，獎勵見附件",
    ["from"] = "系統郵件",
}
data[48] = {
    ["name"] = "神器禮物",
    ["content"] = "活動期間，每日登陸即可領取1紫色3星神器，500魔法之塵，獎勵見附件",
    ["from"] = "系統郵件",
}
data[49] = {
    ["name"] = "感恩節饋贈",
    ["content"] = "活動期間，每日登陸即可領取1先知寶珠，10個5星英雄碎片，獎勵見附件",
    ["from"] = "系統郵件",
}
data[50] = {
    ["name"] = "公會戰積分賽獎勵",
    ["content"] = "祝賀您在公會戰積分賽中取得#rank#名的成績，為表彰您的技藝和勇猛，我們送予您以下獎勵",
    ["from"] = "系統郵件",
}
data[51] = {
    ["name"] = "公會戰決賽獎勵",
    ["content"] = "祝賀您在公會戰決賽中取得#rank#強的成績，為表彰您的技藝和勇猛，我們送予您以下獎勵",
    ["from"] = "系統郵件",
}
data[52] = {
    ["name"] = "公會戰決賽獎勵",
    ["content"] = "祝賀您在公會戰決賽中取得亞軍，為表彰您的技藝和勇猛，我們送予您以下獎勵",
    ["from"] = "系統郵件",
}
data[53] = {
    ["name"] = "公會戰決賽獎勵",
    ["content"] = "祝賀您在公會戰決賽中取得冠軍，為表彰您的技藝和勇猛，我們送予您以下獎勵",
    ["from"] = "系統郵件",
}
data[54] = {
    ["name"] = "酒館4星任務達標獎勵",
    ["content"] = "祝賀你在酒館任務達標活動中完成4星達標任務，獲得以下獎勵：",
    ["from"] = "系統郵件",
}
data[55] = {
    ["name"] = "酒館5星任務達標獎勵",
    ["content"] = "祝賀你在酒館任務達標活動中完成5星達標任務，獲得以下獎勵：",
    ["from"] = "系統郵件",
}
data[56] = {
    ["name"] = "加入公會",
    ["content"] = "恭喜你加入#guildname#公會，每天記得來簽到哦！",
    ["from"] = "公會郵件",
}
data[57] = {
    ["name"] = "耶誕節獎勵",
    ["content"] = "活動期間，每日登陸即可領取50冰雪玩偶，2英雄召喚卷軸，獎勵見附件",
    ["from"] = "系統郵件",
}
data[58] = {
    ["name"] = "新年禮物",
    ["content"] = "活動期間，每日登陸即可領取200鑽石，15個5星英雄碎片，獎勵見附件",
    ["from"] = "系統郵件",
}
data[59] = {
    ["name"] = "冠軍的試煉",
    ["content"] = "親愛的玩家，冠軍的試煉已經開啟，我們送予您5競技場門票，快去征戰吧！",
    ["from"] = "系統郵件",
}
data[60] = {
    ["name"] = "GM來信",
    ["content"] = "#content1# #link_text# #link_url# #content2#",
    ["from"] = "系統郵件",
}
data[61] = {
    ["name"] = "新春贈禮",
    ["content"] = "活動期間，每日登陸即可領取50冰雪玩偶，1先知寶珠，獎勵見附件",
    ["from"] = "系統郵件",
}
data[62] = {
    ["name"] = "酒館6星任務達標獎勵",
    ["content"] = "祝賀你在酒館任務達標活動中完成6星達標任務，獲得以下獎勵：",
    ["from"] = "系統郵件",
}
data[63] = {
    ["name"] = "酒館7星任務達標獎勵",
    ["content"] = "祝賀你在酒館任務達標活動中完成7星達標任務，獲得以下獎勵：",
    ["from"] = "系統郵件",
}
data[64] = {
    ["name"] = "情人節饋贈",
    ["content"] = "活動期間，每日登陸即可領取愛心x10，鑽石x100，5星塞拉碎片x10，獎勵見附件",
    ["from"] = "系統郵件",
}
data[65] = {
    ["name"] = "合成活動",
    ["content"] = "恭喜你在活動期間成功合成6星#ID#，獎勵見附件",
    ["from"] = "系統郵件",
}
data[66] = {
    ["name"] = "組隊競技場",
    ["content"] = "恭喜您已成功加入到隊伍中",
    ["from"] = "競技場郵件",
}
data[67] = {
    ["name"] = "公會BOSS",
    ["content"] = "您已多次擊殺該BOSS，無法再獲得獎勵。",
    ["from"] = "公會郵件",
}
data[68] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取1先知寶珠, 100鑽石，獎勵見附件",
    ["from"] = "系統郵件",
}
data[69] = {
    ["name"] = "先知召喚積分獎勵",
    ["content"] = "恭喜你在先知召喚積分活動中達到#number#積分，獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[70] = {
    ["name"] = "神使祝福",
    ["content"] = "活動期間，每日登陸即可領取50黃金神像，1先知寶珠，獎勵見附件",
    ["from"] = "系統郵件",
}
data[71] = {
    ["name"] = "公會郵件",
    ["content"] = "#content#",
    ["from"] = "公會郵件",
}
data[72] = {
    ["name"] = "GM來信",
    ["content"] = "親愛的玩家，您通過#platform#支付#price#元購買了的訂單編號為#order_id#的物品由於網路原因未能及時到賬，我們通過郵件將物品發送給您，物品見附件",
    ["from"] = "GM郵件",
}
data[73] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取100鑽石，2英雄召喚卷軸，獎勵見附件",
    ["from"] = "系統郵件",
}
data[74] = {
    ["name"] = "擊殺獎勵",
    ["content"] = "掠奪者BOSS被你擊殺，恭喜你獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[75] = {
    ["name"] = "擊殺獎勵",
    ["content"] = "公會BOSS被你擊殺，恭喜你獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[76] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取200鑽石，5許願幣，獎勵見附件",
    ["from"] = "系統郵件",
}
data[77] = {
    ["name"] = "破碎時空",
    ["content"] = "親愛的玩家，破碎時空已經開啟，我們送予您4挑戰徽章，快去征戰吧！",
    ["from"] = "系統郵件",
}
data[78] = {
    ["name"] = "人鬼合體擊殺獎勵",
    ["content"] = "破碎時空人鬼合體Boss被你擊殺，恭喜你獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[79] = {
    ["name"] = "地獄來襲擊殺獎勵",
    ["content"] = "破碎時空地獄來襲Boss被你擊殺，恭喜你獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[80] = {
    ["name"] = "光暗聯盟擊殺獎勵",
    ["content"] = "破碎時空光暗聯盟Boss被你擊殺，恭喜你獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[81] = {
    ["name"] = "人鬼合體結算獎勵",
    ["content"] = "恭喜你在破碎時空人鬼合體中獲得了#rank#名，獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[82] = {
    ["name"] = "破碎時空獎勵",
    ["content"] = "恭喜你在破碎時空中獲得了#rank#名，獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[83] = {
    ["name"] = "光暗結盟結算獎勵",
    ["content"] = "恭喜你在破碎時空光暗結盟中獲得了#rank#名，獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[84] = {
    ["name"] = "人鬼合體擊殺福利",
    ["content"] = "破碎時空人鬼合體Boss被擊殺，恭喜你獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[85] = {
    ["name"] = "地獄來襲擊殺福利",
    ["content"] = "破碎時空地獄來襲Boss被擊殺，恭喜你獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[86] = {
    ["name"] = "光暗結盟擊殺福利",
    ["content"] = "破碎時空光暗聯盟Boss被擊殺，恭喜你獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[87] = {
    ["name"] = "一周年慶典",
    ["content"] = "活動期間，每日登陸即可領取當前等級數量的幸運魚骨和鑽石，獎勵見附件",
    ["from"] = "系統郵件",
}
data[91] = {
    ["name"] = "Facebook關注獎勵",
    ["content"] = "英雄，在你的協助下，邪惡達斯摩戈已經被打敗，FB粉絲頁恢復了活力！現在每個英雄都可以搜集300鑽的戰利品！",
    ["from"] = "系統郵件",
}
data[92] = {
    ["name"] = "微博關注獎勵",
    ["content"] = "感謝各位英雄的關注，現在新浪微博粉絲已經突破15,000人，請領取您的400鑽石獎勵。",
    ["from"] = "系統郵件",
}
data[93] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取3許願幣，1英雄許願幣，獎勵見附件",
    ["from"] = "系統郵件",
}
data[94] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取10五星英雄碎片，獎勵見附件",
    ["from"] = "系統郵件",
}
data[95] = {
    ["name"] = "榮耀覺醒獎勵",
    ["content"] = "恭喜你在榮耀覺醒活動中達成條件，獲得豐厚獎勵，獎勵見附件",
    ["from"] = "系統郵件",
}
data[96] = {
    ["name"] = "英雄神跡獎勵",
    ["content"] = "恭喜你在英雄神跡活動中達成條件，獲得豐厚獎勵，獎勵見附件",
    ["from"] = "系統郵件",
}
data[97] = {
    ["name"] = "Facebook關注挑戰",
    ["content"] = "感謝各位英雄的努力，現在邪惡馬拉薩已經被打敗，請領取屬於您的400鑽獎勵！",
    ["from"] = "系統郵件",
}
data[98] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取 英雄召喚卷軸 x 5，五星英雄碎片 x 15，獎勵見附件",
    ["from"] = "系統郵件",
}
data[99] = {
    ["name"] = "魔獸重置",
    ["content"] = "所有魔獸已經全部重置，消耗的所有材料和金幣已經發送到有郵箱，請查看附件",
    ["from"] = "系統郵件",
}
data[100] = {
    ["name"] = "隊長移交",
    ["content"] = "組隊競技場的隊長已經成功移交給你，請履行隊長職責",
    ["from"] = "系統郵件",
}
data[101] = {
    ["name"] = "“公會磨坊補償郵件”",
    ["content"] = "“親愛的玩家，我們對公會磨坊玩法進行了全新的調整，原進行中的訂單將會被取消，請收下以下補償”",
    ["from"] = "系統郵件",
}
data[102] = {
    ["name"] = "補償郵件",
    ["content"] = "親愛的玩家，非常抱歉由於技術原因導致導致玩家暫時無法正常登陸，請收下這些補償：先知寶珠 x 1，鑽石 x 500。感謝玩家們的理解與支持。",
    ["from"] = "系統郵件",
}
data[103] = {
    ["name"] = "阿斯布地牢開啟",
    ["content"] = "親愛的玩家，全新的阿斯布地牢即將開放，請收下這些物資，盡情參與吧！",
    ["from"] = "系統郵件",
}
data[104] = {
    ["name"] = "萬聖節活動獎勵",
    ["content"] = "親愛的玩家，以下是您在萬聖節活動中兌換的獎勵，請查收。",
    ["from"] = "系統郵件",
}
data[105] = {
    ["name"] = "擊殺獎勵",
    ["content"] = "空島Boss被你擊殺，恭喜你獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[106] = {
    ["name"] = "補償郵件",
    ["content"] = "親愛的玩家，您購買的物品由於網路原因未能及時到賬，我們通過郵件將物品發送給您，物品見附件",
    ["from"] = "系統郵件",
}
data[107] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取黑色寶箱x5，獎勵見附件。",
    ["from"] = "系統郵件",
}
data[108] = {
    ["name"] = "至尊黑金卡獎勵",
    ["content"] = "您是#level#級VIP#number#用戶，今日獲得以下獎勵，您的至尊黑金卡還剩餘#day#天到期.",
    ["from"] = "系統郵件",
}
data[109] = {
    ["name"] = "補償郵件",
    ["content"] = "親愛的玩家，我們調整了空島戰玩法中島嶼的刷新機制，請收下以下補償，物品見附件",
    ["from"] = "系統郵件",
}
data[110] = {
    ["name"] = "プレーヤーの皆様",
    ["content"] = "こんにちは。Twitter公式アカウントを準備完了いたしました。ゲームの最新情報や、最新イベント内容は今発信中！Twitterで＠IdleHeroesJP公式アカウントをフォロワーしてお願いいたします。URL：https://twitter.com/IdleHeroesJPどうもありがとうございます。これからも、どうぞよろしくお願いいたします。",
    ["from"] = "システムメール",
}
data[111] = {
    ["name"] = "聖誕狂歡",
    ["content"] = "活動期間，每日登陸即可領取當前等級數量的小雪人和鑽石，獎勵見附件",
    ["from"] = "系統郵件",
}
data[112] = {
    ["name"] = "GM우편",
    ["content"] = "아이들 히어로즈 카페에 가입해주셔서 진심으로 감사드립니다!",
    ["from"] = "시스템 우편",
}
data[113] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取 英雄召喚卷軸 x 2，獎勵見附件",
    ["from"] = "系統郵件",
}
data[114] = {
    ["name"] = "關注獎勵",
    ["content"] = "在各位兵粉的努力下，關注數達到要求，邪惡克羅斯被打敗，現在我們可以分享戰利品，每個人450鑽！",
    ["from"] = "系統郵件",
}
data[115] = {
    ["name"] = "點贊獎勵",
    ["content"] = "感謝您的點贊，現在贊數達到要求並為全服每人發送獎勵，請查收。 以後請繼續關注我們的官方公眾號與微博，我們會不定時的帶來各種福利活動與消息爆料！",
    ["from"] = "系統郵件",
}
data[116] = {
    ["name"] = "GM來信",
    ["content"] = "親愛的兵粉，邀請您關注我們的官方微信公眾號與微博（搜索：放置奇兵或者點擊以下官網連結掃描二維碼），我們會不定時的舉行各種福利活動以及爆料放置新旅程春節系列（重磅消息），趕緊來關注吧！|||http://ih.dhgames.cn|||http://ih.dhgames.cn|||",
    ["from"] = "系統郵件",
}
data[117] = {
    ["name"] = "고객님들께",
    ["content"] = "안녕하세요, 여러분.  최신 게임 정보와 이벤트 활동 소식 등 우리 게임 Twitter를 통해서 전달 드리겠습니다.  아래 링크를 클릭해서 팔로우하세요~여러분의 응원 많이 부탁드려요. 감사합니다.|||https://twitter.com/IdleheroesKr|||https://twitter.com/IdleheroesKr|||",
    ["from"] = "시스템 우편",
}
data[118] = {
    ["name"] = "補償郵件",
    ["content"] = "親愛的玩家，我們對您近期購買的禮包進行了內容調整，請收下這些補償，物品見附件。",
    ["from"] = "系統郵件",
}
data[119] = {
    ["name"] = "每日獎勵",
    ["content"] = "春節活動期間，每日登陸即可領取魔法燈籠 x 8，甜心巧克力 x 6，獎勵見附件",
    ["from"] = "系統郵件",
}
data[120] = {
    ["name"] = "納福迎春卡獎勵",
    ["content"] = "您是#level#級VIP#number#用戶，今日獲得以下獎勵，您的納福迎春卡還剩餘#day#天到期.",
    ["from"] = "系統郵件",
}
data[121] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取1先知寶珠，1英雄召喚卷軸，8挑戰徽章，獎勵見附件",
    ["from"] = "系統郵件",
}
data[122] = {
    ["name"] = "華為論壇專屬活動",
    ["content"] = "親愛的兵粉，華為《放置奇兵》論壇現在正在舉行專區特享故事編纂活動，最高能得到2018鑽石和萬能英雄碎片獎勵，趕緊動動手指來參與吧！活動傳送門：|||http://cn.club.vmall.com/thread-15343426-1-1.html|||http://cn.club.vmall.com/thread-15343426-1-1.html|||",
    ["from"] = "系統郵件",
}
data[123] = {
    ["name"] = "擊殺獎勵",
    ["content"] = "火焰祭壇Boss已被擊敗，恭喜你獲得以下獎勵",
    ["from"] = "系統郵件",
}
data[124] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取古代石像 x 50，先知寶珠 x 1，獎勵見附件",
    ["from"] = "系統郵件",
}
data[125] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取2競技場門票, 100鑽石，獎勵見附件",
    ["from"] = "系統郵件",
}
data[126] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取1英雄許願幣, 4挑戰徽章，獎勵見附件",
    ["from"] = "系統郵件",
}
data[127] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取200鑽石，獎勵見附件",
    ["from"] = "系統郵件",
}
data[128] = {
    ["name"] = "合服完成獎勵",
    ["content"] = "親愛的玩家：合服已經順利完成，感謝您的支持，請收下獎勵：鑽石*2000，皮膚萬能碎片*10",
    ["from"] = "系統郵件",
}
data[129] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取1先知寶珠, 4挑戰徽章，獎勵見附件",
    ["from"] = "系統郵件",
}
data[130] = {
    ["name"] = "GM來信",
    ["content"] = "親愛的玩家，我們將於#content#早上10:00日對伺服器進行合服。預計合服時間為2-4小時，合服期間玩家無法登陸遊戲，為避免不必要的損失，請提前做好下線準備。合服完成後將會對合服範圍內玩家發放鑽石*2000，皮膚萬能碎片*10，給大家造成不便敬請諒解！",
    ["from"] = "系統郵件",
}
data[131] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取1先知寶珠, 1英雄許願幣，獎勵見附件",
    ["from"] = "系統郵件",
}
data[132] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取1英雄許願幣，獎勵見附件",
    ["from"] = "系統郵件",
}
data[133] = {
    ["name"] = "2周年慶典",
    ["content"] = "活動期間，每日登陸即可領取當前等級數量的幸運紀念幣和鑽石，獎勵見附件",
    ["from"] = "系統郵件",
}
data[134] = {
    ["name"] = "周年慶典卡獎勵",
    ["content"] = "您是#level#級VIP#number#用戶，今日獲得以下獎勵，您的周年慶典卡還剩餘#day#天到期.",
    ["from"] = "系統郵件",
}
data[135] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取1先知寶珠，100幸運紀念幣，獎勵見附件",
    ["from"] = "系統郵件",
}
data[136] = {
    ["name"] = "破碎時空",
    ["content"] = "親愛的玩家，破碎時空已經開啟，我們送予您5挑戰徽章，快去征戰吧！",
    ["from"] = "系統郵件",
}
data[137] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取 英雄召喚卷軸 x 2，英雄許願幣 x 1，獎勵見附件",
    ["from"] = "系統郵件",
}
data[138] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取1先知寶珠，獎勵見附件",
    ["from"] = "系統郵件",
}
data[139] = {
    ["name"] = "每日獎勵",
    ["content"] = "活動期間，每日登陸即可領取1英雄許願幣，50鑽石，獎勵見附件",
    ["from"] = "系統郵件",
}
data[90001] = {
    ["name"] = "Seasonal Server",
    ["content"] = "Welcome to the 36th Seasonal Server! This server will run from 1-May to 29-May. Compete with others and try to see how far you can get in that time. At the end rewards will be sent to your S1 character. Check the Season button at the bottom of the screen in town to see your rankings and what the rewards will be. Good luck! :)<para><para>Current modifiers:<para>All auras are disabled<para>Evolving hero to 10-star will instantly make it 13-star<para>Hero skill change is possible in Events menu<para>2x Light hero find chance<para>7x 5-star hero find chance<para>5x Campaign loot<para>15x Campaign auto-battle player experience<para>2x Prophet Summon rewards<para>15x Campaign auto-battle gold & spirit<para>2x Dark hero find chance<para>2x Black Market item amounts<para>3x Aspen Dungeon chest rewards<para>2x Tavern reward amounts<para>10x Brave Trial chest rewards<para>3x Guild Coins from Boss, Mill and Guild War<para>2x Altar currency when disassembling hero<para>0.5x Hero level up gold cost<para>2x Casino reward amounts<para>Instant guild mill level 10<para>5x Casino chance of 5-star hero shards<para>3x Casino chance of 4-star hero shards<para>0.4x Casino chance of Spirit<para>Instant guild level 30<para>0.1x 1-star hero find chance<para>0.1x 2-star hero find chance",
    ["from"] = "Server Info",
}
return data