local data = {}
data[43008] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加2.8%血量，增加3.9%攻擊，增加13.4%精准。",
}
data[43009] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加3.2%血量，增加4.4%攻擊，增加15%精准。",
}
data[43010] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加3.5%血量，增加4.8%攻擊，增加16.7%精准。",
}
data[43011] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加3.9%血量，增加5.3%攻擊，增加18.4%精准。",
}
data[43012] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加4.2%血量，增加5.8%攻擊，增加20%精准。",
}
data[43013] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加4.6%血量，增加6.3%攻擊，增加21.7%精准。",
}
data[43014] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加4.9%血量，增加6.8%攻擊，增加23.4%精准。",
}
data[43015] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加5.3%血量，增加7.2%攻擊，增加25%精准。",
}
data[43016] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加5.6%血量，增加7.7%攻擊，增加26.7%精准。",
}
data[43017] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加6%血量，增加8.2%攻擊，增加28.3%精准。",
}
data[43018] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加6.3%血量，增加8.7%攻擊，增加30%精准。",
}
data[43019] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加6.7%血量，增加9.2%攻擊，增加31.7%精准。",
}
data[43020] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加7%血量，增加9.6%攻擊，增加33.3%精准。",
}
data[43021] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加7.4%血量，增加10.1%攻擊，增加35%精准。",
}
data[43022] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加7.7%血量，增加10.6%攻擊，增加36.7%精准。",
}
data[43023] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加8.1%血量，增加11.1%攻擊，增加38.3%精准。",
}
data[43024] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加8.4%血量，增加11.6%攻擊，增加40%精准。",
}
data[43025] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加8.8%血量，增加12%攻擊，增加41.7%精准。",
}
data[43026] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加9.1%血量，增加12.5%攻擊，增加43.3%精准。",
}
data[43027] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加9.5%血量，增加13%攻擊，增加45%精准。",
}
data[43028] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加9.8%血量，增加13.5%攻擊，增加46.7%精准。",
}
data[43029] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加10.1%血量，增加14%攻擊，增加48.3%精准。",
}
data[43030] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加10.6%血量，增加14.6%攻擊，增加50%精准。",
}
data[42007] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加1.8%血量，增加2.4%攻擊，增加7%技能傷害。",
}
data[42008] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加2%血量，增加2.7%攻擊，增加8%技能傷害。",
}
data[42009] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加2.3%血量，增加3.1%攻擊，增加9%技能傷害。",
}
data[42010] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加2.5%血量，增加3.4%攻擊，增加10%技能傷害。",
}
data[42011] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加2.8%血量，增加3.7%攻擊，增加11%技能傷害。",
}
data[42012] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加3%血量，增加4.1%攻擊，增加12%技能傷害。",
}
data[42013] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加3.3%血量，增加4.4%攻擊，增加13%技能傷害。",
}
data[42014] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加3.5%血量，增加4.8%攻擊，增加14%技能傷害。",
}
data[42015] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加3.8%血量，增加5.1%攻擊，增加15%技能傷害。",
}
data[42016] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加4%血量，增加5.5%攻擊，增加16%技能傷害。",
}
data[42017] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加4.3%血量，增加5.8%攻擊，增加17%技能傷害。",
}
data[42018] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加4.5%血量，增加6.2%攻擊，增加18%技能傷害。",
}
data[42019] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加4.8%血量，增加6.5%攻擊，增加19%技能傷害。",
}
data[42020] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加5%血量，增加6.8%攻擊，增加20%技能傷害。",
}
data[42021] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加5.3%血量，增加7.2%攻擊，增加21%技能傷害。",
}
data[42022] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加5.5%血量，增加7.5%攻擊，增加22%技能傷害。",
}
data[42023] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加5.8%血量，增加7.9%攻擊，增加23%技能傷害。",
}
data[42024] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加6%血量，增加8.2%攻擊，增加24%技能傷害。",
}
data[42025] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加6.3%血量，增加8.6%攻擊，增加25%技能傷害。",
}
data[42026] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加6.5%血量，增加8.9%攻擊，增加26%技能傷害。",
}
data[42027] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加6.8%血量，增加9.3%攻擊，增加27%技能傷害。",
}
data[42028] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加7%血量，增加9.6%攻擊，增加28%技能傷害。",
}
data[42029] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加7.3%血量，增加10%攻擊，增加29%技能傷害。",
}
data[42030] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加7.6%血量，增加10.4%攻擊，增加30%技能傷害。",
}
data[41007] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加0.9%血量，增加1.3%攻擊。",
}
data[41008] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加1.1%血量，增加1.5%攻擊。",
}
data[41009] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加1.2%血量，增加1.7%攻擊。",
}
data[41010] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加1.4%血量，增加1.9%攻擊。",
}
data[41011] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加1.5%血量，增加2.1%攻擊。",
}
data[41012] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加1.6%血量，增加2.3%攻擊。",
}
data[41013] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加1.8%血量，增加2.5%攻擊。",
}
data[41014] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加1.9%血量，增加2.7%攻擊。",
}
data[41015] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加2.1%血量，增加2.9%攻擊。",
}
data[41016] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加2.2%血量，增加3.1%攻擊。",
}
data[41017] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加2.3%血量，增加3.3%攻擊。",
}
data[41018] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加2.5%血量，增加3.4%攻擊。",
}
data[41019] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加2.6%血量，增加3.6%攻擊。",
}
data[41020] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加2.8%血量，增加3.8%攻擊。",
}
data[41021] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加2.9%血量，增加4%攻擊。",
}
data[41022] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加3%血量，增加4.2%攻擊。",
}
data[41023] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加3.2%血量，增加4.4%攻擊。",
}
data[41024] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加3.3%血量，增加4.6%攻擊。",
}
data[41025] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加3.5%血量，增加4.8%攻擊。",
}
data[41026] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加3.6%血量，增加5%攻擊。",
}
data[41027] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加3.7%血量，增加5.2%攻擊。",
}
data[41028] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加3.9%血量，增加5.4%攻擊。",
}
data[41029] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加4%血量，增加5.6%攻擊。",
}
data[41030] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加4.2%血量，增加5.8%攻擊。",
}
data[8120] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加27.2%血量，增加19.6%攻擊，增加速度40。",
}
data[8119] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加26%血量，增加18.8%攻擊，增加速度39。",
}
data[8118] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加25.1%血量，增加18.1%攻擊，增加速度37。",
}
data[8117] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加24.2%血量，增加17.5%攻擊，增加速度36。",
}
data[8116] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加23.3%血量，增加16.8%攻擊，增加速度35。",
}
data[8115] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加22.4%血量，增加16.2%攻擊，增加速度33。",
}
data[8114] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加21.5%血量，增加15.5%攻擊，增加速度32。",
}
data[8113] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加20.6%血量，增加14.9%攻擊，增加速度31。",
}
data[8112] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加19.7%血量，增加14.2%攻擊，增加速度30。",
}
data[8111] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加18.8%血量，增加13.6%攻擊，增加速度28。",
}
data[8110] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加18%血量，增加13%攻擊，增加速度27。",
}
data[8109] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加17.1%血量，增加12.3%攻擊，增加速度26。",
}
data[8108] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加16.2%血量，增加11.7%攻擊，增加速度24。",
}
data[8107] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加15.3%血量，增加11%攻擊，增加速度23。",
}
data[8106] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加14.4%血量，增加10.4%攻擊，增加速度22。",
}
data[8105] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加13.5%血量，增加9.7%攻擊，增加速度20。",
}
data[8104] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加12.6%血量，增加9.1%攻擊，增加速度19。",
}
data[8103] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加11.7%血量，增加8.4%攻擊，增加速度18。",
}
data[8102] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加10.8%血量，增加7.8%攻擊，增加速度16。",
}
data[8101] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加9.9%血量，增加7.1%攻擊，增加速度15。",
}
data[8100] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加9%血量，增加6.5%攻擊，增加速度14。",
}
data[8099] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加8.1%血量，增加5.9%攻擊，增加速度12。",
}
data[8098] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加7.2%血量，增加5.2%攻擊，增加速度11。",
}
data[8097] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加6.3%血量，增加4.6%攻擊，增加速度10。",
}
data[8096] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加5.4%血量，增加3.9%攻擊，增加速度9。",
}
data[8095] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加4.5%血量，增加3.3%攻擊，增加速度7。",
}
data[8094] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加3.6%血量，增加2.6%攻擊，增加速度6。",
}
data[8093] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加2.7%血量，增加2%攻擊，增加速度5。",
}
data[8092] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加1.8%血量，增加1.3%攻擊，增加速度3。",
}
data[8091] = {
    ["skillName"] = "不朽冰魂",
    ["desc"] = "被動技能：增加0.9%血量，增加0.7%攻擊，增加速度2。",
}
data[8090] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加14.6%血量，增加10.6%攻擊，增加15%免控。",
}
data[8089] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加14%血量，增加10.1%攻擊，增加14.5%免控。",
}
data[8088] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加13.5%血量，增加9.8%攻擊，增加14%免控。",
}
data[8087] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加13%血量，增加9.5%攻擊，增加13.5%免控。",
}
data[8086] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加12.5%血量，增加9.1%攻擊，增加13%免控。",
}
data[8085] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加12%血量，增加8.8%攻擊，增加12.5%免控。",
}
data[8084] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加11.6%血量，增加8.4%攻擊，增加12%免控。",
}
data[8083] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加11.1%血量，增加8.1%攻擊，增加11.5%免控。",
}
data[8082] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加10.6%血量，增加7.7%攻擊，增加11%免控。",
}
data[8081] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加10.1%血量，增加7.4%攻擊，增加10.5%免控。",
}
data[8080] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加9.6%血量，增加7%攻擊，增加10%免控。",
}
data[8079] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加9.2%血量，增加6.7%攻擊，增加9.5%免控。",
}
data[8078] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加8.7%血量，增加6.3%攻擊，增加9%免控。",
}
data[8077] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加8.2%血量，增加6%攻擊，增加8.5%免控。",
}
data[8076] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加7.7%血量，增加5.6%攻擊，增加8%免控。",
}
data[8075] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加7.2%血量，增加5.3%攻擊，增加7.5%免控。",
}
data[8074] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加6.8%血量，增加4.9%攻擊，增加7%免控。",
}
data[8073] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加6.3%血量，增加4.6%攻擊，增加6.5%免控。",
}
data[8072] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加5.8%血量，增加4.2%攻擊，增加6%免控。",
}
data[8071] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加5.3%血量，增加3.9%攻擊，增加5.5%免控。",
}
data[8070] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加4.8%血量，增加3.5%攻擊，增加5%免控。",
}
data[8069] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加4.4%血量，增加3.2%攻擊，增加4.5%免控。",
}
data[8068] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加3.9%血量，增加2.8%攻擊，增加4%免控。",
}
data[8067] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加3.4%血量，增加2.5%攻擊，增加3.5%免控。",
}
data[8066] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加2.9%血量，增加2.1%攻擊，增加3%免控。",
}
data[8065] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加2.4%血量，增加1.8%攻擊，增加2.5%免控。",
}
data[8064] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加1.9%血量，增加1.4%攻擊，增加2%免控。",
}
data[8063] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加1.5%血量，增加1.1%攻擊，增加1.5%免控。",
}
data[8062] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加1%血量，增加0.7%攻擊，增加1%免控。",
}
data[8061] = {
    ["skillName"] = "寒冰刺骨",
    ["desc"] = "被動技能：增加0.5%血量，增加0.4%攻擊，增加0.5%免控。",
}
data[8060] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加10.4%血量，增加7.6%攻擊，增加20%破甲。",
}
data[8059] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加10%血量，增加7.3%攻擊，增加19.3%破甲。",
}
data[8058] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加9.6%血量，增加7%攻擊，增加18.7%破甲。",
}
data[8057] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加9.3%血量，增加6.8%攻擊，增加18%破甲。",
}
data[8056] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加8.9%血量，增加6.5%攻擊，增加17.3%破甲。",
}
data[8055] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加8.6%血量，增加6.3%攻擊，增加16.7%破甲。",
}
data[8054] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加8.2%血量，增加6%攻擊，增加16%破甲。",
}
data[8053] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加7.9%血量，增加5.8%攻擊，增加15.3%破甲。",
}
data[8052] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加7.5%血量，增加5.5%攻擊，增加14.7%破甲。",
}
data[8051] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加7.2%血量，增加5.3%攻擊，增加14%破甲。",
}
data[8050] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加6.8%血量，增加5%攻擊，增加13.3%破甲。",
}
data[8049] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加6.5%血量，增加4.8%攻擊，增加12.7%破甲。",
}
data[8048] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加6.2%血量，增加4.5%攻擊，增加12%破甲。",
}
data[8047] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加5.8%血量，增加4.3%攻擊，增加11.3%破甲。",
}
data[34001] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加1.2%血量，增加0.4%攻擊，增加速度2。",
}
data[34002] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加2.4%血量，增加0.8%攻擊，增加速度3。",
}
data[34003] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加3.5%血量，增加1.2%攻擊，增加速度5。",
}
data[34004] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加4.7%血量，增加1.6%攻擊，增加速度6。",
}
data[34005] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加5.8%血量，增加1.9%攻擊，增加速度7。",
}
data[34006] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加7%血量，增加2.3%攻擊，增加速度9。",
}
data[34007] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加8.1%血量，增加2.7%攻擊，增加速度10。",
}
data[34008] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加9.3%血量，增加3.1%攻擊，增加速度11。",
}
data[34009] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加10.5%血量，增加3.5%攻擊，增加速度12。",
}
data[34010] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加11.6%血量，增加3.9%攻擊，增加速度14。",
}
data[34011] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加12.8%血量，增加4.3%攻擊，增加速度15。",
}
data[34012] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加13.9%血量，增加4.6%攻擊，增加速度16。",
}
data[34013] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加15.1%血量，增加5%攻擊，增加速度18。",
}
data[34014] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加16.2%血量，增加5.4%攻擊，增加速度19。",
}
data[34015] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加17.4%血量，增加5.8%攻擊，增加速度20。",
}
data[34016] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加18.6%血量，增加6.2%攻擊，增加速度22。",
}
data[34017] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加19.7%血量，增加6.6%攻擊，增加速度23。",
}
data[34018] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加20.9%血量，增加7%攻擊，增加速度24。",
}
data[34019] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加22%血量，增加7.3%攻擊，增加速度26。",
}
data[34020] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加23.2%血量，增加7.7%攻擊，增加速度27。",
}
data[34021] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加24.3%血量，增加8.1%攻擊，增加速度28。",
}
data[34022] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加25.5%血量，增加8.5%攻擊，增加速度30。",
}
data[34023] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加26.7%血量，增加8.9%攻擊，增加速度31。",
}
data[34024] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加27.8%血量，增加9.3%攻擊，增加速度32。",
}
data[33001] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加0.6%血量，增加0.2%攻擊，增加1%格擋。",
}
data[33002] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加1.2%血量，增加0.4%攻擊，增加2%格擋。",
}
data[33003] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加1.8%血量，增加0.6%攻擊，增加3%格擋。",
}
data[33004] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加2.5%血量，增加0.8%攻擊，增加4%格擋。",
}
data[33005] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加3.1%血量，增加1%攻擊，增加5%格擋。",
}
data[33006] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加3.7%血量，增加1.2%攻擊，增加6%格擋。",
}
data[33007] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加4.3%血量，增加1.4%攻擊，增加7%格擋。",
}
data[33008] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加5%血量，增加1.7%攻擊，增加8%格擋。",
}
data[33009] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加5.6%血量，增加1.9%攻擊，增加9%格擋。",
}
data[33010] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加6.2%血量，增加2.1%攻擊，增加10%格擋。",
}
data[33011] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加6.8%血量，增加2.3%攻擊，增加11%格擋。",
}
data[33012] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加7.5%血量，增加2.5%攻擊，增加12%格擋。",
}
data[33013] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加8.1%血量，增加2.7%攻擊，增加13%格擋。",
}
data[33014] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加8.7%血量，增加2.9%攻擊，增加14%格擋。",
}
data[33015] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加9.3%血量，增加3.1%攻擊，增加15%格擋。",
}
data[33016] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加10%血量，增加3.3%攻擊，增加16%格擋。",
}
data[33017] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加10.6%血量，增加3.5%攻擊，增加17%格擋。",
}
data[33018] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加11.2%血量，增加3.7%攻擊，增加18%格擋。",
}
data[33019] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加11.8%血量，增加3.9%攻擊，增加19%格擋。",
}
data[33020] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加12.5%血量，增加4.2%攻擊，增加20%格擋。",
}
data[33021] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加13.1%血量，增加4.4%攻擊，增加21%格擋。",
}
data[33022] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加13.7%血量，增加4.6%攻擊，增加22%格擋。",
}
data[33023] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加14.3%血量，增加4.8%攻擊，增加23%格擋。",
}
data[33024] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加15%血量，增加5%攻擊，增加24%格擋。",
}
data[32001] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加0.4%血量，增加0.2%攻擊，增加1%護甲。",
}
data[32002] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加0.8%血量，增加0.3%攻擊，增加2%護甲。",
}
data[32003] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加1.3%血量，增加0.5%攻擊，增加3%護甲。",
}
data[32004] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加1.7%血量，增加0.6%攻擊，增加4%護甲。",
}
data[32005] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加2.2%血量，增加0.8%攻擊，增加5%護甲。",
}
data[32006] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加2.6%血量，增加0.9%攻擊，增加6%護甲。",
}
data[32007] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加3.1%血量，增加1.1%攻擊，增加7%護甲。",
}
data[32008] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加3.5%血量，增加1.2%攻擊，增加8%護甲。",
}
data[32009] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加4%血量，增加1.4%攻擊，增加9%護甲。",
}
data[32010] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加4.4%血量，增加1.5%攻擊，增加10%護甲。",
}
data[32011] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加4.9%血量，增加1.7%攻擊，增加11%護甲。",
}
data[32012] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加5.3%血量，增加1.8%攻擊，增加12%護甲。",
}
data[32013] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加5.8%血量，增加2%攻擊，增加13%護甲。",
}
data[32014] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加6.2%血量，增加2.1%攻擊，增加14%護甲。",
}
data[32015] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加6.7%血量，增加2.3%攻擊，增加15%護甲。",
}
data[32016] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加7.1%血量，增加2.4%攻擊，增加16%護甲。",
}
data[32017] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加7.6%血量，增加2.5%攻擊，增加17%護甲。",
}
data[32018] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加8%血量，增加2.7%攻擊，增加18%護甲。",
}
data[32019] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加8.4%血量，增加2.8%攻擊，增加19%護甲。",
}
data[32020] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加8.9%血量，增加3%攻擊，增加20%護甲。",
}
data[32021] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加9.3%血量，增加3.1%攻擊，增加21%護甲。",
}
data[32022] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加9.8%血量，增加3.3%攻擊，增加22%護甲。",
}
data[32023] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加10.2%血量，增加3.4%攻擊，增加23%護甲。",
}
data[32024] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加10.7%血量，增加3.6%攻擊，增加24%護甲。",
}
data[32025] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加11.1%血量，增加3.7%攻擊，增加25%護甲。",
}
data[32026] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加11.6%血量，增加3.9%攻擊，增加26%護甲。",
}
data[32027] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加12%血量，增加4%攻擊，增加27%護甲。",
}
data[32028] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加12.5%血量，增加4.2%攻擊，增加28%護甲。",
}
data[32029] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加12.9%血量，增加4.3%攻擊，增加29%護甲。",
}
data[32030] = {
    ["skillName"] = "鹿角蜜露",
    ["desc"] = "被動技能：增加13.5%血量，增加4.5%攻擊，增加30%護甲。",
}
data[31007] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加1.7%血量，增加0.6%攻擊。",
}
data[31008] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加1.9%血量，增加0.7%攻擊。",
}
data[31009] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加2.2%血量，增加0.8%攻擊。",
}
data[31010] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加2.4%血量，增加0.8%攻擊。",
}
data[31011] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加2.7%血量，增加0.9%攻擊。",
}
data[31012] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加2.9%血量，增加1%攻擊。",
}
data[31013] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加3.2%血量，增加1.1%攻擊。",
}
data[31014] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加3.4%血量，增加1.2%攻擊。",
}
data[31015] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加3.7%血量，增加1.2%攻擊。",
}
data[31016] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加3.9%血量，增加1.3%攻擊。",
}
data[31017] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加4.2%血量，增加1.4%攻擊。",
}
data[31018] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加4.4%血量，增加1.5%攻擊。",
}
data[31019] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加4.7%血量，增加1.6%攻擊。",
}
data[31020] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加4.9%血量，增加1.7%攻擊。",
}
data[31021] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加5.2%血量，增加1.7%攻擊。",
}
data[31022] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加5.4%血量，增加1.8%攻擊。",
}
data[31023] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加5.7%血量，增加1.9%攻擊。",
}
data[31024] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加5.9%血量，增加2%攻擊。",
}
data[31025] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加6.2%血量，增加2.1%攻擊。",
}
data[31026] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加6.4%血量，增加2.1%攻擊。",
}
data[31027] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加6.7%血量，增加2.2%攻擊。",
}
data[31028] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加6.9%血量，增加2.3%攻擊。",
}
data[31029] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加7.2%血量，增加2.4%攻擊。",
}
data[31030] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加7.5%血量，增加2.5%攻擊。",
}
data[8046] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加5.5%血量，增加4%攻擊，增加10.7%破甲。",
}
data[8045] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加5.1%血量，增加3.8%攻擊，增加10%破甲。",
}
data[8044] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加4.8%血量，增加3.5%攻擊，增加9.4%破甲。",
}
data[8043] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加4.4%血量，增加3.3%攻擊，增加8.7%破甲。",
}
data[8042] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加4.1%血量，增加3%攻擊，增加8%破甲。",
}
data[8041] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加3.7%血量，增加2.8%攻擊，增加7.4%破甲。",
}
data[8040] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加3.4%血量，增加2.5%攻擊，增加6.7%破甲。",
}
data[8039] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加3.1%血量，增加2.3%攻擊，增加6%破甲。",
}
data[8038] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加2.7%血量，增加2%攻擊，增加5.4%破甲。",
}
data[8037] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加2.4%血量，增加1.8%攻擊，增加4.7%破甲。",
}
data[8036] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加2%血量，增加1.5%攻擊，增加4%破甲。",
}
data[8035] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加1.7%血量，增加1.3%攻擊，增加3.4%破甲。",
}
data[8034] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加1.3%血量，增加1%攻擊，增加2.7%破甲。",
}
data[8033] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加1%血量，增加0.8%攻擊，增加2%破甲。",
}
data[8032] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加0.6%血量，增加0.5%攻擊，增加1.4%破甲。",
}
data[8031] = {
    ["skillName"] = "冰雪飄零",
    ["desc"] = "被動技能：增加0.3%血量，增加0.3%攻擊，增加0.7%破甲。",
}
data[8030] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加5.8%血量，增加4.2%攻擊。",
}
data[8029] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加5.6%血量，增加4%攻擊。",
}
data[8028] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加5.4%血量，增加3.9%攻擊。",
}
data[8027] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加5.2%血量，增加3.7%攻擊。",
}
data[8026] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加5%血量，增加3.6%攻擊。",
}
data[8025] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加4.8%血量，增加3.5%攻擊。",
}
data[63003] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加1.1%血量，增加1.5%攻擊，增加3%技能傷害。",
}
data[63004] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加1.4%血量，增加1.9%攻擊，增加4%技能傷害。",
}
data[8022] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加4.2%血量，增加3%攻擊。",
}
data[8021] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加4%血量，增加2.9%攻擊。",
}
data[8020] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加3.8%血量，增加2.8%攻擊。",
}
data[8019] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加3.6%血量，增加2.6%攻擊。",
}
data[8018] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加3.4%血量，增加2.5%攻擊。",
}
data[8017] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加3.3%血量，增加2.3%攻擊。",
}
data[8016] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加3.1%血量，增加2.2%攻擊。",
}
data[8015] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加2.9%血量，增加2.1%攻擊。",
}
data[8014] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加2.7%血量，增加1.9%攻擊。",
}
data[8013] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加2.5%血量，增加1.8%攻擊。",
}
data[8012] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加2.3%血量，增加1.6%攻擊。",
}
data[8011] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加2.1%血量，增加1.5%攻擊。",
}
data[8010] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加1.9%血量，增加1.4%攻擊。",
}
data[8009] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加1.7%血量，增加1.2%攻擊。",
}
data[8008] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加1.5%血量，增加1.1%攻擊。",
}
data[8007] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加1.3%血量，增加0.9%攻擊。",
}
data[8006] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加1.2%血量，增加0.8%攻擊。",
}
data[8005] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加1%血量，增加0.7%攻擊。",
}
data[8004] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加0.8%血量，增加0.5%攻擊。",
}
data[8003] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加0.6%血量，增加0.4%攻擊。",
}
data[8002] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加0.4%血量，增加0.2%攻擊。",
}
data[8001] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加0.2%血量，增加0.1%攻擊。",
}
data[23029] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加6%血量，增加18.1%攻擊，增加19.3%破甲。",
}
data[23030] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加6.3%血量，增加18.9%攻擊，增加20%破甲。",
}
data[12006] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加1.8%血量，增加1.8%攻擊，增加4%破甲。",
}
data[11001] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加0.2%血量，增加0.2%攻擊。",
}
data[11002] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加0.4%血量，增加0.4%攻擊。",
}
data[11003] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加0.5%血量，增加0.5%攻擊。",
}
data[11004] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加0.7%血量，增加0.7%攻擊。",
}
data[11005] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加0.9%血量，增加0.9%攻擊。",
}
data[11006] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加1%血量，增加1%攻擊。",
}
data[31001] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加0.2%血量，增加0.1%攻擊。",
}
data[31002] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加0.4%血量，增加0.2%攻擊。",
}
data[31003] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加0.7%血量，增加0.3%攻擊。",
}
data[31004] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加0.9%血量，增加0.3%攻擊。",
}
data[31005] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加1.2%血量，增加0.4%攻擊。",
}
data[31006] = {
    ["skillName"] = "神樹之葉",
    ["desc"] = "被動技能：增加1.4%血量，增加0.5%攻擊。",
}
data[33030] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加18.9%血量，增加6.3%攻擊，增加30%格擋。",
}
data[33029] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加18.1%血量，增加6%攻擊，增加29%格擋。",
}
data[33028] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加17.5%血量，增加5.8%攻擊，增加28%格擋。",
}
data[33027] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加16.8%血量，增加5.6%攻擊，增加27%格擋。",
}
data[33026] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加16.2%血量，增加5.4%攻擊，增加26%格擋。",
}
data[33025] = {
    ["skillName"] = "河流之源",
    ["desc"] = "被動技能：增加15.6%血量，增加5.2%攻擊，增加25%格擋。",
}
data[24030] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加11.7%血量，增加35.1%攻擊，增加速度40。",
}
data[24029] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加11.2%血量，增加33.6%攻擊，增加速度39。",
}
data[24028] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加10.8%血量，增加32.4%攻擊，增加速度37。",
}
data[24027] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加10.4%血量，增加31.3%攻擊，增加速度36。",
}
data[24026] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加10%血量，增加30.1%攻擊，增加速度35。",
}
data[44025] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加16.2%血量，增加22.4%攻擊，增加速度33。",
}
data[44026] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加16.8%血量，增加23.3%攻擊，增加速度35。",
}
data[44027] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加17.5%血量，增加24.2%攻擊，增加速度36。",
}
data[44028] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加18.1%血量，增加25.1%攻擊，增加速度37。",
}
data[44029] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加18.8%血量，增加26%攻擊，增加速度39。",
}
data[44030] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加19.6%血量，增加27.2%攻擊，增加速度40。",
}
data[42006] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加1.5%血量，增加2%攻擊，增加6%技能傷害。",
}
data[42005] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加1.3%血量，增加1.7%攻擊，增加5%技能傷害。",
}
data[42004] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加1%血量，增加1.3%攻擊，增加4%技能傷害。",
}
data[42003] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加0.8%血量，增加1%攻擊，增加3%技能傷害。",
}
data[42002] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加0.5%血量，增加0.6%攻擊，增加2%技能傷害。",
}
data[42001] = {
    ["skillName"] = "攝魂奪魄",
    ["desc"] = "被動技能：增加0.3%血量，增加0.3%攻擊，增加1%技能傷害。",
}
data[34030] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加35.1%血量，增加11.7%攻擊，增加速度40。",
}
data[34029] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加33.6%血量，增加11.2%攻擊，增加速度39。",
}
data[34028] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加32.4%血量，增加10.8%攻擊，增加速度37。",
}
data[34027] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加31.3%血量，增加10.4%攻擊，增加速度36。",
}
data[34026] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加30.1%血量，增加10%攻擊，增加速度35。",
}
data[34025] = {
    ["skillName"] = "達因的力量源泉",
    ["desc"] = "被動技能：增加29%血量，增加9.7%攻擊，增加速度33。",
}
data[41006] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加0.8%血量，增加1.2%攻擊。",
}
data[41005] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加0.7%血量，增加1%攻擊。",
}
data[41004] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加0.5%血量，增加0.8%攻擊。",
}
data[41003] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加0.4%血量，增加0.6%攻擊。",
}
data[41002] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加0.2%血量，增加0.4%攻擊。",
}
data[41001] = {
    ["skillName"] = "失心",
    ["desc"] = "被動技能：增加0.1%血量，增加0.2%攻擊。",
}
data[22030] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加4.5%血量，增加13.5%攻擊，增加20%神聖傷害。",
}
data[22029] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加4.3%血量，增加12.9%攻擊，增加19.3%神聖傷害。",
}
data[22028] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加4.2%血量，增加12.5%攻擊，增加18.7%神聖傷害。",
}
data[22027] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加4%血量，增加12%攻擊，增加18%神聖傷害。",
}
data[22026] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加3.9%血量，增加11.6%攻擊，增加17.3%神聖傷害。",
}
data[22025] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加3.7%血量，增加11.1%攻擊，增加16.7%神聖傷害。",
}
data[52025] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加4.8%血量，增加10.1%攻擊，增加8.3%暴擊率。",
}
data[52026] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加5%血量，增加10.5%攻擊，增加8.7%暴擊率。",
}
data[52027] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加5.2%血量，增加10.9%攻擊，增加9%暴擊率。",
}
data[52028] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加5.4%血量，增加11.3%攻擊，增加9.3%暴擊率。",
}
data[52029] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加5.6%血量，增加11.7%攻擊，增加9.7%暴擊率。",
}
data[52030] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加5.8%血量，增加12.2%攻擊，增加10%暴擊率。",
}
data[53001] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加0.3%血量，增加0.6%攻擊，增加0.7%暴擊傷害。",
}
data[53002] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加0.6%血量，增加1.2%攻擊，增加1.4%暴擊傷害。",
}
data[53003] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加0.8%血量，增加1.7%攻擊，增加2%暴擊傷害。",
}
data[53004] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加1.1%血量，增加2.3%攻擊，增加2.7%暴擊傷害。",
}
data[53005] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加1.4%血量，增加2.9%攻擊，增加3.4%暴擊傷害。",
}
data[53006] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加1.6%血量，增加3.4%攻擊，增加4%暴擊傷害。",
}
data[53007] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加1.9%血量，增加4%攻擊，增加4.7%暴擊傷害。",
}
data[53008] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加2.1%血量，增加4.6%攻擊，增加5.4%暴擊傷害。",
}
data[53009] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加2.4%血量，增加5.1%攻擊，增加6%暴擊傷害。",
}
data[53010] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加2.7%血量，增加5.7%攻擊，增加6.7%暴擊傷害。",
}
data[53011] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加2.9%血量，增加6.3%攻擊，增加7.4%暴擊傷害。",
}
data[53012] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加3.2%血量，增加6.8%攻擊，增加8%暴擊傷害。",
}
data[53013] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加3.5%血量，增加7.4%攻擊，增加8.7%暴擊傷害。",
}
data[53014] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加3.7%血量，增加8%攻擊，增加9.4%暴擊傷害。",
}
data[53025] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加6.6%血量，增加14.2%攻擊，增加16.7%暴擊傷害。",
}
data[53026] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加6.9%血量，增加14.8%攻擊，增加17.3%暴擊傷害。",
}
data[53027] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加7.1%血量，增加15.3%攻擊，增加18%暴擊傷害。",
}
data[53028] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加7.4%血量，增加15.9%攻擊，增加18.7%暴擊傷害。",
}
data[53029] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加7.7%血量，增加16.5%攻擊，增加19.3%暴擊傷害。",
}
data[53030] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加8%血量，增加17.2%攻擊，增加20%暴擊傷害。",
}
data[54001] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加0.5%血量，增加1.1%攻擊，增加速度2。",
}
data[54002] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加1%血量，增加2.1%攻擊，增加速度3。",
}
data[54003] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加1.5%血量，增加3.2%攻擊，增加速度5。",
}
data[54004] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加2%血量，增加4.2%攻擊，增加速度6。",
}
data[54005] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加2.5%血量，增加5.3%攻擊，增加速度7。",
}
data[54006] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加3%血量，增加6.3%攻擊，增加速度9。",
}
data[54007] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加3.5%血量，增加7.4%攻擊，增加速度10。",
}
data[54008] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加4%血量，增加8.4%攻擊，增加速度11。",
}
data[54009] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加4.5%血量，增加9.5%攻擊，增加速度12。",
}
data[54010] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加5%血量，增加10.5%攻擊，增加速度14。",
}
data[24001] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加0.4%血量，增加1.2%攻擊，增加速度2。",
}
data[24002] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加0.8%血量，增加2.4%攻擊，增加速度3。",
}
data[24003] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加1.2%血量，增加3.5%攻擊，增加速度5。",
}
data[24004] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加1.6%血量，增加4.7%攻擊，增加速度6。",
}
data[24005] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加1.9%血量，增加5.8%攻擊，增加速度7。",
}
data[24006] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加2.3%血量，增加7%攻擊，增加速度9。",
}
data[24007] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加2.7%血量，增加8.1%攻擊，增加速度10。",
}
data[24008] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加3.1%血量，增加9.3%攻擊，增加速度11。",
}
data[24009] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加3.5%血量，增加10.5%攻擊，增加速度12。",
}
data[24010] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加3.9%血量，增加11.6%攻擊，增加速度14。",
}
data[24011] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加4.3%血量，增加12.8%攻擊，增加速度15。",
}
data[24012] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加4.6%血量，增加13.9%攻擊，增加速度16。",
}
data[24013] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加5%血量，增加15.1%攻擊，增加速度18。",
}
data[24014] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加5.4%血量，增加16.2%攻擊，增加速度19。",
}
data[24015] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加5.8%血量，增加17.4%攻擊，增加速度20。",
}
data[24016] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加6.2%血量，增加18.6%攻擊，增加速度22。",
}
data[24017] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加6.6%血量，增加19.7%攻擊，增加速度23。",
}
data[24018] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加7%血量，增加20.9%攻擊，增加速度24。",
}
data[24019] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加7.3%血量，增加22%攻擊，增加速度26。",
}
data[24020] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加7.7%血量，增加23.2%攻擊，增加速度27。",
}
data[24021] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加8.1%血量，增加24.3%攻擊，增加速度28。",
}
data[24022] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加8.5%血量，增加25.5%攻擊，增加速度30。",
}
data[24023] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加8.9%血量，增加26.7%攻擊，增加速度31。",
}
data[24024] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加9.3%血量，增加27.8%攻擊，增加速度32。",
}
data[23001] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加0.2%血量，增加0.6%攻擊，增加0.7%破甲。",
}
data[23002] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加0.4%血量，增加1.2%攻擊，增加1.4%破甲。",
}
data[23003] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加0.6%血量，增加1.8%攻擊，增加2%破甲。",
}
data[23004] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加0.8%血量，增加2.5%攻擊，增加2.7%破甲。",
}
data[23005] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加1%血量，增加3.1%攻擊，增加3.4%破甲。",
}
data[23006] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加1.2%血量，增加3.7%攻擊，增加4%破甲。",
}
data[23007] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加1.4%血量，增加4.3%攻擊，增加4.7%破甲。",
}
data[23008] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加1.7%血量，增加5%攻擊，增加5.4%破甲。",
}
data[23009] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加1.9%血量，增加5.6%攻擊，增加6%破甲。",
}
data[23010] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加2.1%血量，增加6.2%攻擊，增加6.7%破甲。",
}
data[23011] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加2.3%血量，增加6.8%攻擊，增加7.4%破甲。",
}
data[23012] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加2.5%血量，增加7.5%攻擊，增加8%破甲。",
}
data[23013] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加2.7%血量，增加8.1%攻擊，增加8.7%破甲。",
}
data[23014] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加2.9%血量，增加8.7%攻擊，增加9.4%破甲。",
}
data[23015] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加3.1%血量，增加9.3%攻擊，增加10%破甲。",
}
data[23016] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加3.3%血量，增加10%攻擊，增加10.7%破甲。",
}
data[23017] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加3.5%血量，增加10.6%攻擊，增加11.3%破甲。",
}
data[23018] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加3.7%血量，增加11.2%攻擊，增加12%破甲。",
}
data[23019] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加3.9%血量，增加11.8%攻擊，增加12.7%破甲。",
}
data[23020] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加4.2%血量，增加12.5%攻擊，增加13.3%破甲。",
}
data[23021] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加4.4%血量，增加13.1%攻擊，增加14%破甲。",
}
data[23022] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加4.6%血量，增加13.7%攻擊，增加14.7%破甲。",
}
data[23023] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加4.8%血量，增加14.3%攻擊，增加15.3%破甲。",
}
data[23024] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加5%血量，增加15%攻擊，增加16%破甲。",
}
data[22001] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加0.2%血量，增加0.4%攻擊，增加0.7%神聖傷害。",
}
data[22002] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加0.3%血量，增加0.8%攻擊，增加1.4%神聖傷害。",
}
data[22003] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加0.5%血量，增加1.3%攻擊，增加2%神聖傷害。",
}
data[22004] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加0.6%血量，增加1.7%攻擊，增加2.7%神聖傷害。",
}
data[22005] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加0.8%血量，增加2.2%攻擊，增加3.4%神聖傷害。",
}
data[22006] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加0.9%血量，增加2.6%攻擊，增加4%神聖傷害。",
}
data[22007] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加1.1%血量，增加3.1%攻擊，增加4.7%神聖傷害。",
}
data[22008] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加1.2%血量，增加3.5%攻擊，增加5.4%神聖傷害。",
}
data[22009] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加1.4%血量，增加4%攻擊，增加6%神聖傷害。",
}
data[22010] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加1.5%血量，增加4.4%攻擊，增加6.7%神聖傷害。",
}
data[22011] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加1.7%血量，增加4.9%攻擊，增加7.4%神聖傷害。",
}
data[22012] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加1.8%血量，增加5.3%攻擊，增加8%神聖傷害。",
}
data[22013] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加2%血量，增加5.8%攻擊，增加8.7%神聖傷害。",
}
data[22014] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加2.1%血量，增加6.2%攻擊，增加9.4%神聖傷害。",
}
data[22015] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加2.3%血量，增加6.7%攻擊，增加10%神聖傷害。",
}
data[22016] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加2.4%血量，增加7.1%攻擊，增加10.7%神聖傷害。",
}
data[22017] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加2.5%血量，增加7.6%攻擊，增加11.3%神聖傷害。",
}
data[22018] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加2.7%血量，增加8%攻擊，增加12%神聖傷害。",
}
data[22019] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加2.8%血量，增加8.4%攻擊，增加12.7%神聖傷害。",
}
data[22020] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加3%血量，增加8.9%攻擊，增加13.3%神聖傷害。",
}
data[22021] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加3.1%血量，增加9.3%攻擊，增加14%神聖傷害。",
}
data[22022] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加3.3%血量，增加9.8%攻擊，增加14.7%神聖傷害。",
}
data[22023] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加3.4%血量，增加10.2%攻擊，增加15.3%神聖傷害。",
}
data[22024] = {
    ["skillName"] = "狩獵本能",
    ["desc"] = "被動技能：增加3.6%血量，增加10.7%攻擊，增加16%神聖傷害。",
}
data[21001] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加0.1%血量，增加0.2%攻擊。",
}
data[21002] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加0.2%血量，增加0.4%攻擊。",
}
data[21003] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加0.3%血量，增加0.7%攻擊。",
}
data[21004] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加0.3%血量，增加0.9%攻擊。",
}
data[21005] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加0.4%血量，增加1.2%攻擊。",
}
data[21006] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加0.5%血量，增加1.4%攻擊。",
}
data[21007] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加0.6%血量，增加1.7%攻擊。",
}
data[21008] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加0.7%血量，增加1.9%攻擊。",
}
data[21009] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加0.8%血量，增加2.2%攻擊。",
}
data[21010] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加0.8%血量，增加2.4%攻擊。",
}
data[21011] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加0.9%血量，增加2.7%攻擊。",
}
data[21012] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加1%血量，增加2.9%攻擊。",
}
data[21013] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加1.1%血量，增加3.2%攻擊。",
}
data[21014] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加1.2%血量，增加3.4%攻擊。",
}
data[21015] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加1.2%血量，增加3.7%攻擊。",
}
data[21016] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加1.3%血量，增加3.9%攻擊。",
}
data[21017] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加1.4%血量，增加4.2%攻擊。",
}
data[21018] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加1.5%血量，增加4.4%攻擊。",
}
data[21019] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加1.6%血量，增加4.7%攻擊。",
}
data[21020] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加1.7%血量，增加4.9%攻擊。",
}
data[21021] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加1.7%血量，增加5.2%攻擊。",
}
data[21022] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加1.8%血量，增加5.4%攻擊。",
}
data[21023] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加1.9%血量，增加5.7%攻擊。",
}
data[21024] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加2%血量，增加5.9%攻擊。",
}
data[21025] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加2.1%血量，增加6.2%攻擊。",
}
data[21026] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加2.1%血量，增加6.4%攻擊。",
}
data[21027] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加2.2%血量，增加6.7%攻擊。",
}
data[21028] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加2.3%血量，增加6.9%攻擊。",
}
data[21029] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加2.4%血量，增加7.2%攻擊。",
}
data[21030] = {
    ["skillName"] = "炫彩銳目",
    ["desc"] = "被動技能：增加2.5%血量，增加7.5%攻擊。",
}
data[63015] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加5.3%血量，增加7.2%攻擊，增加15%技能傷害。",
}
data[63016] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加5.6%血量，增加7.7%攻擊，增加16%技能傷害。",
}
data[63017] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加6%血量，增加8.2%攻擊，增加17%技能傷害。",
}
data[63018] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加6.3%血量，增加8.7%攻擊，增加18%技能傷害。",
}
data[63019] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加6.7%血量，增加9.2%攻擊，增加19%技能傷害。",
}
data[63020] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加7%血量，增加9.6%攻擊，增加20%技能傷害。",
}
data[63021] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加7.4%血量，增加10.1%攻擊，增加21%技能傷害。",
}
data[63022] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加7.7%血量，增加10.6%攻擊，增加22%技能傷害。",
}
data[63023] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加8.1%血量，增加11.1%攻擊，增加23%技能傷害。",
}
data[63024] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加8.4%血量，增加11.6%攻擊，增加24%技能傷害。",
}
data[62001] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加0.3%血量，增加0.3%攻擊，增加0.7%破甲。",
}
data[62002] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加0.5%血量，增加0.6%攻擊，增加1.4%破甲。",
}
data[62003] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加0.8%血量，增加1%攻擊，增加2%破甲。",
}
data[62004] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加1%血量，增加1.3%攻擊，增加2.7%破甲。",
}
data[62005] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加1.3%血量，增加1.7%攻擊，增加3.4%破甲。",
}
data[62006] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加1.5%血量，增加2%攻擊，增加4%破甲。",
}
data[62007] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加1.8%血量，增加2.4%攻擊，增加4.7%破甲。",
}
data[62008] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加2%血量，增加2.7%攻擊，增加5.4%破甲。",
}
data[62009] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加2.3%血量，增加3.1%攻擊，增加6%破甲。",
}
data[62010] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加2.5%血量，增加3.4%攻擊，增加6.7%破甲。",
}
data[62011] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加2.8%血量，增加3.7%攻擊，增加7.4%破甲。",
}
data[62012] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加3%血量，增加4.1%攻擊，增加8%破甲。",
}
data[62013] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加3.3%血量，增加4.4%攻擊，增加8.7%破甲。",
}
data[62014] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加3.5%血量，增加4.8%攻擊，增加9.4%破甲。",
}
data[62015] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加3.8%血量，增加5.1%攻擊，增加10%破甲。",
}
data[62016] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加4%血量，增加5.5%攻擊，增加10.7%破甲。",
}
data[62017] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加4.3%血量，增加5.8%攻擊，增加11.3%破甲。",
}
data[62018] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加4.5%血量，增加6.2%攻擊，增加12%破甲。",
}
data[62019] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加4.8%血量，增加6.5%攻擊，增加12.7%破甲。",
}
data[62020] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加5%血量，增加6.8%攻擊，增加13.3%破甲。",
}
data[62021] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加5.3%血量，增加7.2%攻擊，增加14%破甲。",
}
data[62022] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加5.5%血量，增加7.5%攻擊，增加14.7%破甲。",
}
data[62023] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加5.8%血量，增加7.9%攻擊，增加15.3%破甲。",
}
data[62024] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加6%血量，增加8.2%攻擊，增加16%破甲。",
}
data[61001] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加0.1%血量，增加0.2%攻擊。",
}
data[61002] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加0.2%血量，增加0.4%攻擊。",
}
data[61003] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加0.4%血量，增加0.6%攻擊。",
}
data[61004] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加0.5%血量，增加0.8%攻擊。",
}
data[61005] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加0.7%血量，增加1%攻擊。",
}
data[61006] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加0.8%血量，增加1.2%攻擊。",
}
data[61007] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加0.9%血量，增加1.3%攻擊。",
}
data[61008] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加1.1%血量，增加1.5%攻擊。",
}
data[61009] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加1.2%血量，增加1.7%攻擊。",
}
data[61010] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加1.4%血量，增加1.9%攻擊。",
}
data[61011] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加1.5%血量，增加2.1%攻擊。",
}
data[61012] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加1.6%血量，增加2.3%攻擊。",
}
data[61013] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加1.8%血量，增加2.5%攻擊。",
}
data[61014] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加1.9%血量，增加2.7%攻擊。",
}
data[61015] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加2.1%血量，增加2.9%攻擊。",
}
data[61016] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加2.2%血量，增加3.1%攻擊。",
}
data[61017] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加2.3%血量，增加3.3%攻擊。",
}
data[61018] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加2.5%血量，增加3.4%攻擊。",
}
data[61019] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加2.6%血量，增加3.6%攻擊。",
}
data[61020] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加2.8%血量，增加3.8%攻擊。",
}
data[61021] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加2.9%血量，增加4%攻擊。",
}
data[61022] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加3%血量，增加4.2%攻擊。",
}
data[61023] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加3.2%血量，增加4.4%攻擊。",
}
data[61024] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加3.3%血量，增加4.6%攻擊。",
}
data[61025] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加3.5%血量，增加4.8%攻擊。",
}
data[61026] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加3.6%血量，增加5%攻擊。",
}
data[61027] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加3.7%血量，增加5.2%攻擊。",
}
data[61028] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加3.9%血量，增加5.4%攻擊。",
}
data[61029] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加4%血量，增加5.6%攻擊。",
}
data[61030] = {
    ["skillName"] = "末日恐懼",
    ["desc"] = "被動技能：增加4.2%血量，增加5.8%攻擊。",
}
data[54011] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加5.4%血量，增加11.6%攻擊，增加速度15。",
}
data[54012] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加5.9%血量，增加12.6%攻擊，增加速度16。",
}
data[54013] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加6.4%血量，增加13.7%攻擊，增加速度18。",
}
data[54014] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加6.9%血量，增加14.7%攻擊，增加速度19。",
}
data[54015] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加7.4%血量，增加15.8%攻擊，增加速度20。",
}
data[54016] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加7.9%血量，增加16.8%攻擊，增加速度22。",
}
data[54017] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加8.4%血量，增加17.9%攻擊，增加速度23。",
}
data[54018] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加8.9%血量，增加18.9%攻擊，增加速度24。",
}
data[54019] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加9.4%血量，增加20%攻擊，增加速度26。",
}
data[54020] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加9.9%血量，增加21%攻擊，增加速度27。",
}
data[54021] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加10.4%血量，增加22.1%攻擊，增加速度28。",
}
data[54022] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加10.9%血量，增加23.1%攻擊，增加速度30。",
}
data[54023] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加11.4%血量，增加24.1%攻擊，增加速度31。",
}
data[54024] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加11.9%血量，增加25.2%攻擊，增加速度32。",
}
data[54025] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加12.4%血量，增加26.2%攻擊，增加速度33。",
}
data[54026] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加12.9%血量，增加27.3%攻擊，增加速度35。",
}
data[54027] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加13.4%血量，增加28.3%攻擊，增加速度36。",
}
data[54028] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加13.9%血量，增加29.4%攻擊，增加速度37。",
}
data[54029] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加14.4%血量，增加30.4%攻擊，增加速度39。",
}
data[54030] = {
    ["skillName"] = "尼德霍格的絕望",
    ["desc"] = "被動技能：增加15%血量，增加31.8%攻擊，增加速度40。",
}
data[62025] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加6.3%血量，增加8.6%攻擊，增加16.7%破甲。",
}
data[62026] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加6.5%血量，增加8.9%攻擊，增加17.3%破甲。",
}
data[62027] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加6.8%血量，增加9.3%攻擊，增加18%破甲。",
}
data[62028] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加7%血量，增加9.6%攻擊，增加18.7%破甲。",
}
data[62029] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加7.3%血量，增加10%攻擊，增加19.3%破甲。",
}
data[62030] = {
    ["skillName"] = "毒霧夢魘",
    ["desc"] = "被動技能：增加7.6%血量，增加10.4%攻擊，增加20%破甲。",
}
data[63001] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加0.4%血量，增加0.5%攻擊，增加1%技能傷害。",
}
data[63002] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加0.7%血量，增加1%攻擊，增加2%技能傷害。",
}
data[64030] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加19.6%血量，增加27.2%攻擊，增加速度40。",
}
data[64029] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加18.8%血量，增加26%攻擊，增加速度39。",
}
data[64028] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加18.1%血量，增加25.1%攻擊，增加速度37。",
}
data[64027] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加17.5%血量，增加24.2%攻擊，增加速度36。",
}
data[64026] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加16.8%血量，增加23.3%攻擊，增加速度35。",
}
data[64025] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加16.2%血量，增加22.4%攻擊，增加速度33。",
}
data[64024] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加15.5%血量，增加21.5%攻擊，增加速度32。",
}
data[64023] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加14.9%血量，增加20.6%攻擊，增加速度31。",
}
data[64022] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加14.2%血量，增加19.7%攻擊，增加速度30。",
}
data[64021] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加13.6%血量，增加18.8%攻擊，增加速度28。",
}
data[64020] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加13%血量，增加18%攻擊，增加速度27。",
}
data[64019] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加12.3%血量，增加17.1%攻擊，增加速度26。",
}
data[64018] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加11.7%血量，增加16.2%攻擊，增加速度24。",
}
data[64017] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加11%血量，增加15.3%攻擊，增加速度23。",
}
data[64016] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加10.4%血量，增加14.4%攻擊，增加速度22。",
}
data[64015] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加9.7%血量，增加13.5%攻擊，增加速度20。",
}
data[64014] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加9.1%血量，增加12.6%攻擊，增加速度19。",
}
data[64013] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加8.4%血量，增加11.7%攻擊，增加速度18。",
}
data[64012] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加7.8%血量，增加10.8%攻擊，增加速度16。",
}
data[64011] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加7.1%血量，增加9.9%攻擊，增加速度15。",
}
data[64010] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加6.5%血量，增加9%攻擊，增加速度14。",
}
data[64009] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加5.9%血量，增加8.1%攻擊，增加速度12。",
}
data[64008] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加5.2%血量，增加7.2%攻擊，增加速度11。",
}
data[64007] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加4.6%血量，增加6.3%攻擊，增加速度10。",
}
data[64006] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加3.9%血量，增加5.4%攻擊，增加速度9。",
}
data[64005] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加3.3%血量，增加4.5%攻擊，增加速度7。",
}
data[64004] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加2.6%血量，增加3.6%攻擊，增加速度6。",
}
data[64003] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加2%血量，增加2.7%攻擊，增加速度5。",
}
data[64002] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加1.3%血量，增加1.8%攻擊，增加速度3。",
}
data[64001] = {
    ["skillName"] = "枯萎之息",
    ["desc"] = "被動技能：增加0.7%血量，增加0.9%攻擊，增加速度2。",
}
data[63030] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加10.6%血量，增加14.6%攻擊，增加30%技能傷害。",
}
data[63029] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加10.1%血量，增加14%攻擊，增加29%技能傷害。",
}
data[63028] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加9.8%血量，增加13.5%攻擊，增加28%技能傷害。",
}
data[63027] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加9.5%血量，增加13%攻擊，增加27%技能傷害。",
}
data[63026] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加9.1%血量，增加12.5%攻擊，增加26%技能傷害。",
}
data[63025] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加8.8%血量，增加12%攻擊，增加25%技能傷害。",
}
data[63014] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加4.9%血量，增加6.8%攻擊，增加14%技能傷害。",
}
data[63013] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加4.6%血量，增加6.3%攻擊，增加13%技能傷害。",
}
data[63012] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加4.2%血量，增加5.8%攻擊，增加12%技能傷害。",
}
data[63011] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加3.9%血量，增加5.3%攻擊，增加11%技能傷害。",
}
data[63010] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加3.5%血量，增加4.8%攻擊，增加10%技能傷害。",
}
data[63009] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加3.2%血量，增加4.4%攻擊，增加9%技能傷害。",
}
data[63008] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加2.8%血量，增加3.9%攻擊，增加8%技能傷害。",
}
data[63007] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加2.5%血量，增加3.4%攻擊，增加7%技能傷害。",
}
data[63006] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加2.1%血量，增加2.9%攻擊，增加6%技能傷害。",
}
data[63005] = {
    ["skillName"] = "幻影重重",
    ["desc"] = "被動技能：增加1.8%血量，增加2.4%攻擊，增加5%技能傷害。",
}
data[14001] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加0.8%血量，增加0.8%攻擊，增加速度2。",
}
data[14002] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加1.6%血量，增加1.6%攻擊，增加速度3。",
}
data[14003] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加2.3%血量，增加2.3%攻擊，增加速度5。",
}
data[14004] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加3.1%血量，增加3.1%攻擊，增加速度6。",
}
data[14005] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加3.9%血量，增加3.9%攻擊，增加速度7。",
}
data[14006] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加4.7%血量，增加4.7%攻擊，增加速度9。",
}
data[14007] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加5.4%血量，增加5.4%攻擊，增加速度10。",
}
data[14008] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加6.2%血量，增加6.2%攻擊，增加速度11。",
}
data[14009] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加7%血量，增加7%攻擊，增加速度12。",
}
data[14010] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加7.7%血量，增加7.7%攻擊，增加速度14。",
}
data[14011] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加8.5%血量，增加8.5%攻擊，增加速度15。",
}
data[14012] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加9.3%血量，增加9.3%攻擊，增加速度16。",
}
data[14013] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加10.1%血量，增加10.1%攻擊，增加速度18。",
}
data[14014] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加10.8%血量，增加10.8%攻擊，增加速度19。",
}
data[14015] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加11.6%血量，增加11.6%攻擊，增加速度20。",
}
data[14016] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加12.4%血量，增加12.4%攻擊，增加速度22。",
}
data[14017] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加13.1%血量，增加13.1%攻擊，增加速度23。",
}
data[14018] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加13.9%血量，增加13.9%攻擊，增加速度24。",
}
data[14019] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加14.7%血量，增加14.7%攻擊，增加速度26。",
}
data[14020] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加15.5%血量，增加15.5%攻擊，增加速度27。",
}
data[14021] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加16.2%血量，增加16.2%攻擊，增加速度28。",
}
data[14022] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加17%血量，增加17%攻擊，增加速度30。",
}
data[14023] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加17.8%血量，增加17.8%攻擊，增加速度31。",
}
data[14024] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加18.5%血量，增加18.5%攻擊，增加速度32。",
}
data[14025] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加19.3%血量，增加19.3%攻擊，增加速度33。",
}
data[14026] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加20.1%血量，增加20.1%攻擊，增加速度35。",
}
data[14027] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加20.9%血量，增加20.9%攻擊，增加速度36。",
}
data[14028] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加21.6%血量，增加21.6%攻擊，增加速度37。",
}
data[14029] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加22.4%血量，增加22.4%攻擊，增加速度39。",
}
data[14030] = {
    ["skillName"] = "魔狼之禍",
    ["desc"] = "被動技能：增加23.4%血量，增加23.4%攻擊，增加速度40。",
}
data[13007] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加2.9%血量，增加2.9%攻擊，增加7%格擋。",
}
data[13008] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加3.3%血量，增加3.3%攻擊，增加8%格擋。",
}
data[13009] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加3.7%血量，增加3.7%攻擊，增加9%格擋。",
}
data[13010] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加4.1%血量，增加4.1%攻擊，增加10%格擋。",
}
data[13011] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加4.6%血量，增加4.6%攻擊，增加11%格擋。",
}
data[13012] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加5%血量，增加5%攻擊，增加12%格擋。",
}
data[13013] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加5.4%血量，增加5.4%攻擊，增加13%格擋。",
}
data[13014] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加5.8%血量，增加5.8%攻擊，增加14%格擋。",
}
data[13015] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加6.2%血量，增加6.2%攻擊，增加15%格擋。",
}
data[13016] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加6.6%血量，增加6.6%攻擊，增加16%格擋。",
}
data[13017] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加7.1%血量，增加7.1%攻擊，增加17%格擋。",
}
data[13018] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加7.5%血量，增加7.5%攻擊，增加18%格擋。",
}
data[13019] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加7.9%血量，增加7.9%攻擊，增加19%格擋。",
}
data[13020] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加8.3%血量，增加8.3%攻擊，增加20%格擋。",
}
data[13021] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加8.7%血量，增加8.7%攻擊，增加21%格擋。",
}
data[13022] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加9.1%血量，增加9.1%攻擊，增加22%格擋。",
}
data[13023] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加9.6%血量，增加9.6%攻擊，增加23%格擋。",
}
data[13024] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加10%血量，增加10%攻擊，增加24%格擋。",
}
data[13025] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加10.4%血量，增加10.4%攻擊，增加25%格擋。",
}
data[13026] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加10.8%血量，增加10.8%攻擊，增加26%格擋。",
}
data[13027] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加11.2%血量，增加11.2%攻擊，增加27%格擋。",
}
data[13028] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加11.6%血量，增加11.6%攻擊，增加28%格擋。",
}
data[13029] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加12.1%血量，增加12.1%攻擊，增加29%格擋。",
}
data[13030] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加12.6%血量，增加12.6%攻擊，增加30%格擋。",
}
data[12007] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加2.1%血量，增加2.1%攻擊，增加4.7%破甲。",
}
data[12008] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加2.4%血量，增加2.4%攻擊，增加5.4%破甲。",
}
data[12009] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加2.7%血量，增加2.7%攻擊，增加6%破甲。",
}
data[12010] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加3%血量，增加3%攻擊，增加6.7%破甲。",
}
data[12011] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加3.3%血量，增加3.3%攻擊，增加7.4%破甲。",
}
data[12012] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加3.6%血量，增加3.6%攻擊，增加8%破甲。",
}
data[12013] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加3.9%血量，增加3.9%攻擊，增加8.7%破甲。",
}
data[12014] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加4.2%血量，增加4.2%攻擊，增加9.4%破甲。",
}
data[12015] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加4.5%血量，增加4.5%攻擊，增加10%破甲。",
}
data[12016] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加4.8%血量，增加4.8%攻擊，增加10.7%破甲。",
}
data[12017] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加5.1%血量，增加5.1%攻擊，增加11.3%破甲。",
}
data[12018] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加5.3%血量，增加5.3%攻擊，增加12%破甲。",
}
data[12019] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加5.6%血量，增加5.6%攻擊，增加12.7%破甲。",
}
data[12020] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加5.9%血量，增加5.9%攻擊，增加13.3%破甲。",
}
data[12021] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加6.2%血量，增加6.2%攻擊，增加14%破甲。",
}
data[12022] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加6.5%血量，增加6.5%攻擊，增加14.7%破甲。",
}
data[12023] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加6.8%血量，增加6.8%攻擊，增加15.3%破甲。",
}
data[12024] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加7.1%血量，增加7.1%攻擊，增加16%破甲。",
}
data[12025] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加7.4%血量，增加7.4%攻擊，增加16.7%破甲。",
}
data[12026] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加7.7%血量，增加7.7%攻擊，增加17.3%破甲。",
}
data[12027] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加8%血量，增加8%攻擊，增加18%破甲。",
}
data[12028] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加8.3%血量，增加8.3%攻擊，增加18.7%破甲。",
}
data[12029] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加8.6%血量，增加8.6%攻擊，增加19.3%破甲。",
}
data[12030] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加9%血量，增加9%攻擊，增加20%破甲。",
}
data[11007] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加1.2%血量，增加1.2%攻擊。",
}
data[11008] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加1.3%血量，增加1.3%攻擊。",
}
data[11009] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加1.5%血量，增加1.5%攻擊。",
}
data[11010] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加1.7%血量，增加1.7%攻擊。",
}
data[11011] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加1.8%血量，增加1.8%攻擊。",
}
data[11012] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加2%血量，增加2%攻擊。",
}
data[11013] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加2.2%血量，增加2.2%攻擊。",
}
data[11014] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加2.3%血量，增加2.3%攻擊。",
}
data[11015] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加2.5%血量，增加2.5%攻擊。",
}
data[11016] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加2.7%血量，增加2.7%攻擊。",
}
data[11017] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加2.8%血量，增加2.8%攻擊。",
}
data[11018] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加3%血量，增加3%攻擊。",
}
data[11019] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加3.1%血量，增加3.1%攻擊。",
}
data[11020] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加3.3%血量，增加3.3%攻擊。",
}
data[11021] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加3.5%血量，增加3.5%攻擊。",
}
data[11022] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加3.6%血量，增加3.6%攻擊。",
}
data[11023] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加3.8%血量，增加3.8%攻擊。",
}
data[11024] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加4%血量，增加4%攻擊。",
}
data[11025] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加4.1%血量，增加4.1%攻擊。",
}
data[11026] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加4.3%血量，增加4.3%攻擊。",
}
data[11027] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加4.5%血量，增加4.5%攻擊。",
}
data[11028] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加4.6%血量，增加4.6%攻擊。",
}
data[11029] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加4.8%血量，增加4.8%攻擊。",
}
data[11030] = {
    ["skillName"] = "如刃利齒",
    ["desc"] = "被動技能：增加5%血量，增加5%攻擊。",
}
data[53015] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加4%血量，增加8.5%攻擊，增加10%暴擊傷害。",
}
data[53016] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加4.2%血量，增加9.1%攻擊，增加10.7%暴擊傷害。",
}
data[53017] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加4.5%血量，增加9.7%攻擊，增加11.3%暴擊傷害。",
}
data[53018] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加4.8%血量，增加10.2%攻擊，增加12%暴擊傷害。",
}
data[53019] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加5%血量，增加10.8%攻擊，增加12.7%暴擊傷害。",
}
data[53020] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加5.3%血量，增加11.4%攻擊，增加13.3%暴擊傷害。",
}
data[53021] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加5.6%血量，增加11.9%攻擊，增加14%暴擊傷害。",
}
data[53022] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加5.8%血量，增加12.5%攻擊，增加14.7%暴擊傷害。",
}
data[53023] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加6.1%血量，增加13.1%攻擊，增加15.3%暴擊傷害。",
}
data[53024] = {
    ["skillName"] = "龍族血統",
    ["desc"] = "被動技能：增加6.3%血量，增加13.6%攻擊，增加16%暴擊傷害。",
}
data[52001] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加0.2%血量，增加0.4%攻擊，增加0.3%暴擊率。",
}
data[52002] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加0.4%血量，增加0.8%攻擊，增加0.6%暴擊率。",
}
data[52003] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加0.6%血量，增加1.2%攻擊，增加1%暴擊率。",
}
data[52004] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加0.8%血量，增加1.6%攻擊，增加1.3%暴擊率。",
}
data[52005] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加1%血量，增加2%攻擊，增加1.6%暴擊率。",
}
data[52006] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加1.2%血量，增加2.4%攻擊，增加2%暴擊率。",
}
data[52007] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加1.3%血量，增加2.8%攻擊，增加2.3%暴擊率。",
}
data[52008] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加1.5%血量，增加3.2%攻擊，增加2.6%暴擊率。",
}
data[52009] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加1.7%血量，增加3.6%攻擊，增加3%暴擊率。",
}
data[52010] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加1.9%血量，增加4%攻擊，增加3.3%暴擊率。",
}
data[52011] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加2.1%血量，增加4.4%攻擊，增加3.6%暴擊率。",
}
data[52012] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加2.3%血量，增加4.8%攻擊，增加4%暴擊率。",
}
data[52013] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加2.5%血量，增加5.2%攻擊，增加4.3%暴擊率。",
}
data[52014] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加2.7%血量，增加5.6%攻擊，增加4.6%暴擊率。",
}
data[52015] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加2.9%血量，增加6%攻擊，增加5%暴擊率。",
}
data[52016] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加3.1%血量，增加6.4%攻擊，增加5.3%暴擊率。",
}
data[52017] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加3.3%血量，增加6.8%攻擊，增加5.7%暴擊率。",
}
data[52018] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加3.4%血量，增加7.2%攻擊，增加6%暴擊率。",
}
data[52019] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加3.6%血量，增加7.6%攻擊，增加6.3%暴擊率。",
}
data[52020] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加3.8%血量，增加8.1%攻擊，增加6.7%暴擊率。",
}
data[52021] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加4%血量，增加8.5%攻擊，增加7%暴擊率。",
}
data[52022] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加4.2%血量，增加8.9%攻擊，增加7.3%暴擊率。",
}
data[52023] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加4.4%血量，增加9.3%攻擊，增加7.7%暴擊率。",
}
data[52024] = {
    ["skillName"] = "紅焰之身",
    ["desc"] = "被動技能：增加4.6%血量，增加9.7%攻擊，增加8%暴擊率。",
}
data[51001] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加0.1%血量，增加0.2%攻擊。",
}
data[51002] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加0.2%血量，增加0.4%攻擊。",
}
data[51003] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加0.3%血量，增加0.7%攻擊。",
}
data[51004] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加0.4%血量，增加0.9%攻擊。",
}
data[51005] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加0.5%血量，增加1.1%攻擊。",
}
data[51006] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加0.6%血量，增加1.3%攻擊。",
}
data[51007] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加0.7%血量，增加1.6%攻擊。",
}
data[51008] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加0.8%血量，增加1.8%攻擊。",
}
data[51009] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加0.9%血量，增加2%攻擊。",
}
data[51010] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加1.1%血量，增加2.2%攻擊。",
}
data[51011] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加1.2%血量，增加2.5%攻擊。",
}
data[51012] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加1.3%血量，增加2.7%攻擊。",
}
data[51013] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加1.4%血量，增加2.9%攻擊。",
}
data[51014] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加1.5%血量，增加3.1%攻擊。",
}
data[51015] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加1.6%血量，增加3.4%攻擊。",
}
data[51016] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加1.7%血量，增加3.6%攻擊。",
}
data[51017] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加1.8%血量，增加3.8%攻擊。",
}
data[51018] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加1.9%血量，增加4%攻擊。",
}
data[51019] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加2%血量，增加4.3%攻擊。",
}
data[51020] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加2.1%血量，增加4.5%攻擊。",
}
data[51021] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加2.2%血量，增加4.7%攻擊。",
}
data[51022] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加2.3%血量，增加4.9%攻擊。",
}
data[51023] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加2.4%血量，增加5.2%攻擊。",
}
data[51024] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加2.5%血量，增加5.4%攻擊。",
}
data[51025] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加2.6%血量，增加5.6%攻擊。",
}
data[51026] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加2.7%血量，增加5.8%攻擊。",
}
data[51027] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加2.9%血量，增加6.1%攻擊。",
}
data[51028] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加3%血量，增加6.3%攻擊。",
}
data[51029] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加3.1%血量，增加6.5%攻擊。",
}
data[51030] = {
    ["skillName"] = "不竭之泉",
    ["desc"] = "被動技能：增加3.2%血量，增加6.8%攻擊。",
}
data[8023] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加4.4%血量，增加3.2%攻擊。",
}
data[8024] = {
    ["skillName"] = "冰霜血脈",
    ["desc"] = "被動技能：增加4.6%血量，增加3.3%攻擊。",
}
data[7001] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加0.2%血量，增加0.1%攻擊。",
}
data[7002] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加0.4%血量，增加0.2%攻擊。",
}
data[7003] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加0.7%血量，增加0.3%攻擊。",
}
data[7004] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加0.9%血量，增加0.4%攻擊。",
}
data[7005] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加1.1%血量，增加0.5%攻擊。",
}
data[7006] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加1.3%血量，增加0.6%攻擊。",
}
data[7007] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加1.6%血量，增加0.7%攻擊。",
}
data[7008] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加1.8%血量，增加0.8%攻擊。",
}
data[7009] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加2%血量，增加0.9%攻擊。",
}
data[7010] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加2.2%血量，增加1.1%攻擊。",
}
data[7011] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加2.5%血量，增加1.2%攻擊。",
}
data[7012] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加2.7%血量，增加1.3%攻擊。",
}
data[7013] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加2.9%血量，增加1.4%攻擊。",
}
data[7014] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加3.1%血量，增加1.5%攻擊。",
}
data[7015] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加3.4%血量，增加1.6%攻擊。",
}
data[7016] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加3.6%血量，增加1.7%攻擊。",
}
data[7017] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加3.8%血量，增加1.8%攻擊。",
}
data[7018] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加4%血量，增加1.9%攻擊。",
}
data[7019] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加4.3%血量，增加2%攻擊。",
}
data[7020] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加4.5%血量，增加2.1%攻擊。",
}
data[7021] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加4.7%血量，增加2.2%攻擊。",
}
data[7022] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加4.9%血量，增加2.3%攻擊。",
}
data[7023] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加5.2%血量，增加2.4%攻擊。",
}
data[7024] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加5.4%血量，增加2.5%攻擊。",
}
data[7025] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加5.6%血量，增加2.6%攻擊。",
}
data[7026] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加5.8%血量，增加2.7%攻擊。",
}
data[7027] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加6.1%血量，增加2.9%攻擊。",
}
data[7028] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加6.3%血量，增加3%攻擊。",
}
data[7029] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加6.5%血量，增加3.1%攻擊。",
}
data[7030] = {
    ["skillName"] = "勢不可擋",
    ["desc"] = "被動技能：增加6.8%血量，增加3.2%攻擊。",
}
data[7031] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加0.4%血量，增加0.2%攻擊，增加1%護甲。",
}
data[7032] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加0.8%血量，增加0.4%攻擊，增加2%護甲。",
}
data[7033] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加1.2%血量，增加0.6%攻擊，增加3%護甲。",
}
data[7034] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加1.6%血量，增加0.8%攻擊，增加4%護甲。",
}
data[7035] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加2%血量，增加1%攻擊，增加5%護甲。",
}
data[7036] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加2.4%血量，增加1.2%攻擊，增加6%護甲。",
}
data[7037] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加2.8%血量，增加1.3%攻擊，增加7%護甲。",
}
data[7038] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加3.2%血量，增加1.5%攻擊，增加8%護甲。",
}
data[7039] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加3.6%血量，增加1.7%攻擊，增加9%護甲。",
}
data[7040] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加4%血量，增加1.9%攻擊，增加10%護甲。",
}
data[7041] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加4.4%血量，增加2.1%攻擊，增加11%護甲。",
}
data[7042] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加4.8%血量，增加2.3%攻擊，增加12%護甲。",
}
data[7043] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加5.2%血量，增加2.5%攻擊，增加13%護甲。",
}
data[7044] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加5.6%血量，增加2.7%攻擊，增加14%護甲。",
}
data[7045] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加6%血量，增加2.9%攻擊，增加15%護甲。",
}
data[7046] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加6.4%血量，增加3.1%攻擊，增加16%護甲。",
}
data[7047] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加6.8%血量，增加3.3%攻擊，增加17%護甲。",
}
data[7048] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加7.2%血量，增加3.4%攻擊，增加18%護甲。",
}
data[7049] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加7.6%血量，增加3.6%攻擊，增加19%護甲。",
}
data[7050] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加8.1%血量，增加3.8%攻擊，增加20%護甲。",
}
data[7051] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加8.5%血量，增加4%攻擊，增加21%護甲。",
}
data[7052] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加8.9%血量，增加4.2%攻擊，增加22%護甲。",
}
data[7053] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加9.3%血量，增加4.4%攻擊，增加23%護甲。",
}
data[7054] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加9.7%血量，增加4.6%攻擊，增加24%護甲。",
}
data[7055] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加10.1%血量，增加4.8%攻擊，增加25%護甲。",
}
data[7056] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加10.5%血量，增加5%攻擊，增加26%護甲。",
}
data[7057] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加10.9%血量，增加5.2%攻擊，增加27%護甲。",
}
data[7058] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加11.3%血量，增加5.4%攻擊，增加28%護甲。",
}
data[7059] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加11.7%血量，增加5.6%攻擊，增加29%護甲。",
}
data[7060] = {
    ["skillName"] = "堅若磐石",
    ["desc"] = "被動技能：增加12.2%血量，增加5.8%攻擊，增加30%護甲。",
}
data[7061] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加0.6%血量，增加0.3%攻擊，增加1%格擋。",
}
data[7062] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加1.2%血量，增加0.6%攻擊，增加2%格擋。",
}
data[7063] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加1.7%血量，增加0.8%攻擊，增加3%格擋。",
}
data[7064] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加2.3%血量，增加1.1%攻擊，增加4%格擋。",
}
data[7065] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加2.9%血量，增加1.4%攻擊，增加5%格擋。",
}
data[7066] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加3.4%血量，增加1.6%攻擊，增加6%格擋。",
}
data[7067] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加4%血量，增加1.9%攻擊，增加7%格擋。",
}
data[7068] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加4.6%血量，增加2.1%攻擊，增加8%格擋。",
}
data[7069] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加5.1%血量，增加2.4%攻擊，增加9%格擋。",
}
data[7070] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加5.7%血量，增加2.7%攻擊，增加10%格擋。",
}
data[7071] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加6.3%血量，增加2.9%攻擊，增加11%格擋。",
}
data[7072] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加6.8%血量，增加3.2%攻擊，增加12%格擋。",
}
data[7073] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加7.4%血量，增加3.5%攻擊，增加13%格擋。",
}
data[7074] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加8%血量，增加3.7%攻擊，增加14%格擋。",
}
data[7075] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加8.5%血量，增加4%攻擊，增加15%格擋。",
}
data[7076] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加9.1%血量，增加4.2%攻擊，增加16%格擋。",
}
data[7077] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加9.7%血量，增加4.5%攻擊，增加17%格擋。",
}
data[7078] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加10.2%血量，增加4.8%攻擊，增加18%格擋。",
}
data[7079] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加10.8%血量，增加5%攻擊，增加19%格擋。",
}
data[7080] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加11.4%血量，增加5.3%攻擊，增加20%格擋。",
}
data[7081] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加11.9%血量，增加5.6%攻擊，增加21%格擋。",
}
data[7082] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加12.5%血量，增加5.8%攻擊，增加22%格擋。",
}
data[7083] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加13.1%血量，增加6.1%攻擊，增加23%格擋。",
}
data[7084] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加13.6%血量，增加6.3%攻擊，增加24%格擋。",
}
data[7085] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加14.2%血量，增加6.6%攻擊，增加25%格擋。",
}
data[7086] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加14.8%血量，增加6.9%攻擊，增加26%格擋。",
}
data[7087] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加15.3%血量，增加7.1%攻擊，增加27%格擋。",
}
data[7088] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加15.9%血量，增加7.4%攻擊，增加28%格擋。",
}
data[7089] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加16.5%血量，增加7.7%攻擊，增加29%格擋。",
}
data[7090] = {
    ["skillName"] = "山脈之源",
    ["desc"] = "被動技能：增加17.2%血量，增加8%攻擊，增加30%格擋。",
}
data[7091] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加1.1%血量，增加0.5%攻擊，增加速度2。",
}
data[7092] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加2.1%血量，增加1%攻擊，增加速度3。",
}
data[7093] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加3.2%血量，增加1.5%攻擊，增加速度5。",
}
data[7094] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加4.2%血量，增加2%攻擊，增加速度6。",
}
data[7095] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加5.3%血量，增加2.5%攻擊，增加速度7。",
}
data[7096] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加6.3%血量，增加3%攻擊，增加速度9。",
}
data[7097] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加7.4%血量，增加3.5%攻擊，增加速度10。",
}
data[7098] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加8.4%血量，增加4%攻擊，增加速度11。",
}
data[7099] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加9.5%血量，增加4.5%攻擊，增加速度12。",
}
data[7100] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加10.5%血量，增加5%攻擊，增加速度14。",
}
data[7101] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加11.6%血量，增加5.4%攻擊，增加速度15。",
}
data[7102] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加12.6%血量，增加5.9%攻擊，增加速度16。",
}
data[7103] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加13.7%血量，增加6.4%攻擊，增加速度18。",
}
data[7104] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加14.7%血量，增加6.9%攻擊，增加速度19。",
}
data[7105] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加15.8%血量，增加7.4%攻擊，增加速度20。",
}
data[7106] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加16.8%血量，增加7.9%攻擊，增加速度22。",
}
data[7107] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加17.9%血量，增加8.4%攻擊，增加速度23。",
}
data[7108] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加18.9%血量，增加8.9%攻擊，增加速度24。",
}
data[7109] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加20%血量，增加9.4%攻擊，增加速度26。",
}
data[7110] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加21%血量，增加9.9%攻擊，增加速度27。",
}
data[7111] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加22.1%血量，增加10.4%攻擊，增加速度28。",
}
data[7112] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加23.1%血量，增加10.9%攻擊，增加速度30。",
}
data[7113] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加24.1%血量，增加11.4%攻擊，增加速度31。",
}
data[7114] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加25.2%血量，增加11.9%攻擊，增加速度32。",
}
data[7115] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加26.2%血量，增加12.4%攻擊，增加速度33。",
}
data[7116] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加27.3%血量，增加12.9%攻擊，增加速度35。",
}
data[7117] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加28.3%血量，增加13.4%攻擊，增加速度36。",
}
data[7118] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加29.4%血量，增加13.9%攻擊，增加速度37。",
}
data[7119] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加30.4%血量，增加14.4%攻擊，增加速度39。",
}
data[7120] = {
    ["skillName"] = "狂風怒吼",
    ["desc"] = "被動技能：增加31.8%血量，增加15%攻擊，增加速度40。",
}
data[23028] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加5.8%血量，增加17.5%攻擊，增加18.7%破甲。",
}
data[23027] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加5.6%血量，增加16.8%攻擊，增加18%破甲。",
}
data[23026] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加5.4%血量，增加16.2%攻擊，增加17.3%破甲。",
}
data[23025] = {
    ["skillName"] = "疾風之力",
    ["desc"] = "被動技能：增加5.2%血量，增加15.6%攻擊，增加16.7%破甲。",
}
data[24025] = {
    ["skillName"] = "斯芬克斯之謎",
    ["desc"] = "被動技能：增加9.7%血量，增加29%攻擊，增加速度33。",
}
data[13001] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加0.4%血量，增加0.4%攻擊，增加1%格擋。",
}
data[13002] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加0.8%血量，增加0.8%攻擊，增加2%格擋。",
}
data[13003] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加1.2%血量，增加1.2%攻擊，增加3%格擋。",
}
data[13004] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加1.6%血量，增加1.6%攻擊，增加4%格擋。",
}
data[13005] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加2.1%血量，增加2.1%攻擊，增加5%格擋。",
}
data[13006] = {
    ["skillName"] = "野性呼喚",
    ["desc"] = "被動技能：增加2.5%血量，增加2.5%攻擊，增加6%格擋。",
}
data[12001] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加0.3%血量，增加0.3%攻擊，增加0.7%破甲。",
}
data[12002] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加0.6%血量，增加0.6%攻擊，增加1.4%破甲。",
}
data[12003] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加0.9%血量，增加0.9%攻擊，增加2%破甲。",
}
data[12004] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加1.2%血量，增加1.2%攻擊，增加2.7%破甲。",
}
data[12005] = {
    ["skillName"] = "吞天蔽日",
    ["desc"] = "被動技能：增加1.5%血量，增加1.5%攻擊，增加3.4%破甲。",
}
data[44001] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加0.7%血量，增加0.9%攻擊，增加速度2。",
}
data[44002] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加1.3%血量，增加1.8%攻擊，增加速度3。",
}
data[44003] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加2%血量，增加2.7%攻擊，增加速度5。",
}
data[44004] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加2.6%血量，增加3.6%攻擊，增加速度6。",
}
data[44005] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加3.3%血量，增加4.5%攻擊，增加速度7。",
}
data[44006] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加3.9%血量，增加5.4%攻擊，增加速度9。",
}
data[44007] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加4.6%血量，增加6.3%攻擊，增加速度10。",
}
data[44008] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加5.2%血量，增加7.2%攻擊，增加速度11。",
}
data[44009] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加5.9%血量，增加8.1%攻擊，增加速度12。",
}
data[44010] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加6.5%血量，增加9%攻擊，增加速度14。",
}
data[44011] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加7.1%血量，增加9.9%攻擊，增加速度15。",
}
data[44012] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加7.8%血量，增加10.8%攻擊，增加速度16。",
}
data[44013] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加8.4%血量，增加11.7%攻擊，增加速度18。",
}
data[44014] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加9.1%血量，增加12.6%攻擊，增加速度19。",
}
data[44015] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加9.7%血量，增加13.5%攻擊，增加速度20。",
}
data[44016] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加10.4%血量，增加14.4%攻擊，增加速度22。",
}
data[44017] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加11%血量，增加15.3%攻擊，增加速度23。",
}
data[44018] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加11.7%血量，增加16.2%攻擊，增加速度24。",
}
data[44019] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加12.3%血量，增加17.1%攻擊，增加速度26。",
}
data[44020] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加13%血量，增加18%攻擊，增加速度27。",
}
data[44021] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加13.6%血量，增加18.8%攻擊，增加速度28。",
}
data[44022] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加14.2%血量，增加19.7%攻擊，增加速度30。",
}
data[44023] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加14.9%血量，增加20.6%攻擊，增加速度31。",
}
data[44024] = {
    ["skillName"] = "狡詐多變",
    ["desc"] = "被動技能：增加15.5%血量，增加21.5%攻擊，增加速度32。",
}
data[43001] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加0.4%血量，增加0.5%攻擊，增加1.7%精准。",
}
data[43002] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加0.7%血量，增加1%攻擊，增加3.4%精准。",
}
data[43003] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加1.1%血量，增加1.5%攻擊，增加5%精准。",
}
data[43004] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加1.4%血量，增加1.9%攻擊，增加6.7%精准。",
}
data[43005] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加1.8%血量，增加2.4%攻擊，增加8.4%精准。",
}
data[43006] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加2.1%血量，增加2.9%攻擊，增加10%精准。",
}
data[43007] = {
    ["skillName"] = "魅惑之軀",
    ["desc"] = "被動技能：增加2.5%血量，增加3.4%攻擊，增加11.7%精准。",
}
return data