local data = {}
data[1] = {
    ["name"] = "Лига хрустальной короны",
    ["des"] = "Щедрые ежедневные награды и сезонные призы",
    ["infoTitle1"] = "Правила боя",
    ["info1"] = "1. Ежедневно в 21:00(UTC/GMT 0) на почту приходит приз, который зависит от полученного рейтинга.;2. За участие в боях расходуется билеты, которые можно покупать за бриллианты.;3. Длительность боя - 15 раундов. Если бой не закончился за 15 раундов, то поражение получает нападающая сторона. ;4. После боя происходит подсчет баллов для определения рейтинга.;5. В записях боев можно посмотреть повторы последних 10 боев.",
    ["infoTitle2"] = "Правила приза",
    ["info2"] = "По рейтингу отправляется ежедневный приз на почту; можно смотреть подробную информацию на【Ежедневный приз】",
    ["date"] = "08.06-08.07",
}
data[2] = {
    ["name"] = "Испытание чемпиона",
    ["des"] = "Требование: Уровень не менее 55.",
    ["infoTitle1"] = "Правила боя",
    ["info1"] = "1. Для боя необходимо 3 группы героев, в каждой группе должен быть как минимум один герой. Игрок может переформировать составы групп в любой момент.;2. Для победы необходимо одержать как минимум 2 победы из 3.;3. Разгромивший всех героев врага, станет победителем.;4. Длительность боя - 15 раундов. Если бой не закончился за 15 раундов, то поражение получает нападающая сторона. ;5. После боя происходит подсчет баллов для определения рейтинга.;6. В записях боев можно посмотреть повторы последних 10 боев.",
    ["infoTitle2"] = "Правила приза",
    ["info2"] = "После боя по рейтингу отправляетя приз.",
    ["date"] = "08.06-08.07",
}
data[3] = {
    ["name"] = "Призыв императора",
    ["des"] = "Требование: боевая сила≥150,000",
    ["infoTitle1"] = "Правила боя",
    ["info1"] = "1. Длительность боя - 15 раундов. Если бой не закончился за 15 раундов, то поражение получает нападающая сторона.;2. После боя происходит подсчет баллов для определения рейтинга.;3. В записях боев можно посмотреть повторы последних 10 боев.",
    ["infoTitle2"] = "Правила приза",
    ["info2"] = "После турнира по рейтингу отправляется приз",
    ["date"] = "08.06-08.07",
}
data[4] = {
    ["name"] = "Создать группу на арене",
    ["des"] = "Требование: Уровень не менее 60.",
    ["infoTitle1"] = "Правила боя",
    ["info1"] = "1. Время работы арены: С 0 часов и 0 минут вторника до 23 часов 59 минут четверга(UTC/GMT 0).;2. Для участия в бое необходимо сформировать одну группу и найти соперника, или пригласить друга для боя.;3. Игроки с разные серверов не могут стать командой.;4. Лидер группы может изменять очередь участников, остальные члены боя могут посмотреть видео-запись боя.;5. В самом начале у каждой группы есть 6 очков энергии, каждый час восстанавливается 1 очко, максимум можно накопить 12 очков. Каждый бой стоит 1 очко энергии.;6. В каждой боевой группе может быть не менее 1 героя, игрок может менять порядок героев в любое время.;7. Чтобы победить, необходимо выиграть минимум 2 боя из 3.;8. Чтобы выиграть бой, необходимо убить всех героев соперника.;9. Длительность боя - 15 раундов. Если бой не закончился за 15 раундов, то поражение получает нападающая сторона. ;10. После боя происходит подсчет баллов для определения рейтинга.;11. В записях боев можно посмотреть повторы последних 10 боев.",
    ["infoTitle2"] = "Правила приза",
    ["info2"] = "После боя по рейтингу отправляетя приз, шкатулка арены сама открывается и даст награду на почту.",
    ["date"] = "08.06-08.07",
}
data[5] = {
    ["name"] = "Ironman Arena",
    ["des"] = "Requirement: Player Level 70.",
    ["infoTitle1"] = "Battle Rules",
    ["info1"] = "1. Pay 20 arena tickets to join. Battles after joining are free.;2. Set the team you fight with, this will be both your defensive and offensive team. You can not change your team after this.;3. Every time you attack and win you get +1 point. It is not possible to lose points.;4. If you attack and lose you can not fight again. This will now be your final score until the end.;5. Losing or winning defensive battles will have no effect.",
    ["infoTitle2"] = "Reward Rules",
    ["info2"] = "1. Arena finishes at end of Sunday.;2. Rewards are sent by mail to everyone who joined based on rankings.",
}
return data