local brave = {}
brave[1] = {
    ["name"] = "Испытание Бэри",
}
brave[2] = {
    ["name"] = "Испытание Керри",
}
brave[3] = {
    ["name"] = "Испытание Свет Звезд",
}
brave[4] = {
    ["name"] = "Испытание Зирок",
}
brave[5] = {
    ["name"] = "Испытание Бэри",
}
brave[6] = {
    ["name"] = "Испытание Керри",
}
brave[7] = {
    ["name"] = "Испытание Свет Звезд",
}
brave[8] = {
    ["name"] = "Испытание Зирок",
}
brave[9] = {
    ["name"] = "Испытание Бэри",
}
brave[10] = {
    ["name"] = "Испытание Керри",
}
brave[11] = {
    ["name"] = "Испытание Свет Звезд",
}
brave[12] = {
    ["name"] = "Испытание Зирок",
}
brave[13] = {
    ["name"] = "Испытание Бэри",
}
brave[14] = {
    ["name"] = "Испытание Керри",
}
brave[15] = {
    ["name"] = "Испытание Свет Звезд",
}
brave[16] = {
    ["name"] = "Испытание Зирок",
}
return brave