local data = {}
data[43008] = {
    ["name"] = "Орден смелости",
    ["suitName"] = "Комплект смелости",
}
data[5121] = {
    ["name"] = "Скорбь духа луны",
}
data[5122] = {
    ["name"] = "Знак вечности",
}
data[5123] = {
    ["name"] = "Кольцо путешественника",
}
data[5124] = {
    ["name"] = "Щит света",
}
data[5125] = {
    ["name"] = "Зеркальная цепь",
}
data[5126] = {
    ["name"] = "Скованная душа",
}
data[5127] = {
    ["name"] = "Золотой компас",
}
data[5128] = {
    ["name"] = "Песочные часы несчастья",
}
data[5129] = {
    ["name"] = "Призрачная мантия",
}
data[5130] = {
    ["name"] = "Дух бомбы",
}
data[5131] = {
    ["name"] = "Рука мастера",
}
data[5132] = {
    ["name"] = "Исчезновение",
}
data[5133] = {
    ["name"] = "Свежая кровь",
}
data[5134] = {
    ["name"] = "Несбыточные мечты",
}
data[5135] = {
    ["name"] = "Лук счастья эльфа",
}
data[5136] = {
    ["name"] = "Сердце дуба",
}
data[42001] = {
    ["name"] = "доспехи из чешуи дракона",
}
data[5138] = {
    ["name"] = "Мантия тени",
}
data[5139] = {
    ["name"] = "Подвеска ангела",
}
data[5140] = {
    ["name"] = "Сердце сатаны",
}
data[5141] = {
    ["name"] = "Танец смерти",
}
data[5142] = {
    ["name"] = "Вопль мертвеца",
}
data[42007] = {
    ["name"] = "Лучшие доспехи из чешуи дракона",
}
data[42008] = {
    ["name"] = "Доспехи смелости",
    ["suitName"] = "Комплект смелости",
}
data[5145] = {
    ["name"] = "Кольцо путешественника",
}
data[5146] = {
    ["name"] = "Щит света",
}
data[5147] = {
    ["name"] = "Зеркальная цепь",
}
data[5148] = {
    ["name"] = "Скованная душа",
}
data[5149] = {
    ["name"] = "Золотой компас",
}
data[5150] = {
    ["name"] = "Песочные часы несчастья",
}
data[5151] = {
    ["name"] = "Призрачная мантия",
}
data[5152] = {
    ["name"] = "Дух бомбы",
}
data[5153] = {
    ["name"] = "Рука мастера",
}
data[5154] = {
    ["name"] = "Исчезновение",
}
data[5155] = {
    ["name"] = "Свежая кровь",
}
data[5156] = {
    ["name"] = "Несбыточные мечты",
}
data[5157] = {
    ["name"] = "Лук счастья эльфа",
}
data[5158] = {
    ["name"] = "Сердце дуба",
}
data[5159] = {
    ["name"] = "Драгоценная бабочка",
}
data[5160] = {
    ["name"] = "Мантия тени",
}
data[5161] = {
    ["name"] = "Подвеска ангела",
}
data[5162] = {
    ["name"] = "Сердце сатаны",
}
data[5163] = {
    ["name"] = "Танец смерти",
}
data[5164] = {
    ["name"] = "Вопль мертвеца",
}
data[5165] = {
    ["name"] = "Скорбь духа луны",
}
data[5166] = {
    ["name"] = "Знак вечности",
}
data[5167] = {
    ["name"] = "Кольцо путешественника",
}
data[5168] = {
    ["name"] = "Щит света",
}
data[5169] = {
    ["name"] = "Зеркальная цепь",
}
data[5170] = {
    ["name"] = "Скованная душа",
}
data[5171] = {
    ["name"] = "Золотой компас",
}
data[5172] = {
    ["name"] = "Песочные часы несчастья",
}
data[5173] = {
    ["name"] = "Призрачная мантия",
}
data[5174] = {
    ["name"] = "Дух бомбы",
}
data[5175] = {
    ["name"] = "Рука мастера",
}
data[5176] = {
    ["name"] = "Исчезновение",
}
data[5177] = {
    ["name"] = "Свежая кровь",
}
data[5178] = {
    ["name"] = "Несбыточные мечты",
}
data[5179] = {
    ["name"] = "Лук счастья эльфа",
}
data[5180] = {
    ["name"] = "Сердце дуба",
}
data[5181] = {
    ["name"] = "Драгоценная бабочка",
}
data[5182] = {
    ["name"] = "Мантия тени",
}
data[5183] = {
    ["name"] = "Подвеска ангела",
}
data[5184] = {
    ["name"] = "Сердце сатаны",
}
data[5185] = {
    ["name"] = "Танец смерти",
}
data[5186] = {
    ["name"] = "Вопль мертвеца",
}
data[5187] = {
    ["name"] = "Скорбь духа луны",
}
data[5188] = {
    ["name"] = "Знак вечности",
}
data[5189] = {
    ["name"] = "Кольцо путешественника",
}
data[5190] = {
    ["name"] = "Щит света",
}
data[5191] = {
    ["name"] = "Зеркальная цепь",
}
data[5192] = {
    ["name"] = "Скованная душа",
}
data[5193] = {
    ["name"] = "Золотой компас",
}
data[5194] = {
    ["name"] = "Песочные часы несчастья",
}
data[5195] = {
    ["name"] = "Призрачная мантия",
}
data[5196] = {
    ["name"] = "Дух бомбы",
}
data[5197] = {
    ["name"] = "Рука мастера",
}
data[5198] = {
    ["name"] = "Исчезновение",
}
data[5199] = {
    ["name"] = "Свежая кровь",
}
data[5200] = {
    ["name"] = "Несбыточные мечты",
}
data[5201] = {
    ["name"] = "Лук счастья эльфа",
}
data[5202] = {
    ["name"] = "Сердце дуба",
}
data[5203] = {
    ["name"] = "Драгоценная бабочка",
}
data[5204] = {
    ["name"] = "Мантия тени",
}
data[5205] = {
    ["name"] = "Подвеска ангела",
}
data[5206] = {
    ["name"] = "Сердце сатаны",
}
data[5207] = {
    ["name"] = "Танец смерти",
}
data[5208] = {
    ["name"] = "Вопль мертвеца",
}
data[5209] = {
    ["name"] = "Скорбь духа луны",
}
data[5210] = {
    ["name"] = "Знак вечности",
}
data[5211] = {
    ["name"] = "Кольцо путешественника",
}
data[5212] = {
    ["name"] = "Щит света",
}
data[5213] = {
    ["name"] = "Зеркальная цепь",
}
data[5214] = {
    ["name"] = "Скованная душа",
}
data[5215] = {
    ["name"] = "Золотой компас",
}
data[5216] = {
    ["name"] = "Песочные часы несчастья",
}
data[5217] = {
    ["name"] = "Призрачная мантия",
}
data[5218] = {
    ["name"] = "Дух бомбы",
}
data[5219] = {
    ["name"] = "Рука мастера",
}
data[5220] = {
    ["name"] = "Исчезновение",
}
data[101] = {
    ["name"] = "Мерцающий кристалл",
}
data[102] = {
    ["name"] = "Мерцающий кристалл",
}
data[103] = {
    ["name"] = "Мерцающий кристалл",
}
data[104] = {
    ["name"] = "Мерцающий кристалл",
}
data[105] = {
    ["name"] = "Мерцающий кристалл",
}
data[106] = {
    ["name"] = "Мерцающий кристалл",
}
data[107] = {
    ["name"] = "Мерцающий кристалл",
}
data[108] = {
    ["name"] = "Мерцающий кристалл",
}
data[109] = {
    ["name"] = "Мерцающий кристалл",
}
data[110] = {
    ["name"] = "Мерцающий кристалл",
}
data[111] = {
    ["name"] = "Мерцающий кристалл",
}
data[112] = {
    ["name"] = "Мерцающий кристалл",
}
data[113] = {
    ["name"] = "Мерцающий кристалл",
}
data[114] = {
    ["name"] = "Мерцающий кристалл",
}
data[115] = {
    ["name"] = "Мерцающий кристалл",
}
data[116] = {
    ["name"] = "Мерцающий кристалл",
}
data[5237] = {
    ["name"] = "Глаз Калмы",
}
data[5238] = {
    ["name"] = "Компас Филда",
}
data[5239] = {
    ["name"] = "Гнев Айдана",
}
data[5240] = {
    ["name"] = "Меч мороза",
}
data[5241] = {
    ["name"] = "снежный нож",
}
data[5242] = {
    ["name"] = "Сердце силы",
}
data[5243] = {
    ["name"] = "Наследство Маргариты ",
}
data[5244] = {
    ["name"] = "Кинжал королевы",
}
data[5245] = {
    ["name"] = "Поглощение",
}
data[5246] = {
    ["name"] = "Золотой лук",
}
data[5247] = {
    ["name"] = "Сила символов",
}
data[5248] = {
    ["name"] = "Вздох",
}
data[5249] = {
    ["name"] = " Шар уничтожения",
}
data[5250] = {
    ["name"] = "Копье судьбы",
}
data[5251] = {
    ["name"] = "Священный гвоздь судьбы",
}
data[5252] = {
    ["name"] = "Рога духа магии",
}
data[5253] = {
    ["name"] = "Бог смерти",
}
data[5254] = {
    ["name"] = "Шифр древних богов",
}
data[5255] = {
    ["name"] = "Глаз ада",
}
data[5256] = {
    ["name"] = "Посланник ветра",
}
data[5257] = {
    ["name"] = "Священный небесный жемчуг ",
}
data[5258] = {
    ["name"] = "Доспехи доблести",
}
data[5259] = {
    ["name"] = "Источник магической силы",
}
data[5260] = {
    ["name"] = "Глаз Калмы",
}
data[5261] = {
    ["name"] = "Компас Филда",
}
data[5262] = {
    ["name"] = "Гнев Айдана",
}
data[5263] = {
    ["name"] = "Меч мороза",
}
data[5264] = {
    ["name"] = "снежный нож",
}
data[5265] = {
    ["name"] = "Сердце силы",
}
data[5266] = {
    ["name"] = "Наследство Маргариты ",
}
data[5267] = {
    ["name"] = "Кинжал королевы",
}
data[5268] = {
    ["name"] = "Поглощение",
}
data[5269] = {
    ["name"] = "Золотой лук",
}
data[5270] = {
    ["name"] = "Сила символов",
}
data[5271] = {
    ["name"] = "Вздох",
}
data[5272] = {
    ["name"] = "Шар уничтожения",
}
data[5273] = {
    ["name"] = "Копье судьбы",
}
data[5274] = {
    ["name"] = "Священный гвоздь судьбы",
}
data[5275] = {
    ["name"] = "Рога духа магии",
}
data[5276] = {
    ["name"] = "Бог смерти",
}
data[5277] = {
    ["name"] = "Шифр древних богов",
}
data[5278] = {
    ["name"] = "Глаз ада",
}
data[5279] = {
    ["name"] = "Посланник ветра",
}
data[5280] = {
    ["name"] = "Священный небесный жемчуг ",
}
data[5281] = {
    ["name"] = "Доспехи доблести",
}
data[5282] = {
    ["name"] = "Источник магической силы",
}
data[5283] = {
    ["name"] = "Глаз Калмы",
}
data[5284] = {
    ["name"] = "Компас Филда",
}
data[5285] = {
    ["name"] = "Гнев Айдана",
}
data[5286] = {
    ["name"] = "Меч мороза",
}
data[5287] = {
    ["name"] = "снежный нож",
}
data[5288] = {
    ["name"] = "Сердце силы",
}
data[5289] = {
    ["name"] = "Наследство Маргариты ",
}
data[5290] = {
    ["name"] = "Кинжал королевы",
}
data[5291] = {
    ["name"] = "Поглощение",
}
data[5292] = {
    ["name"] = "Золотой лук",
}
data[5293] = {
    ["name"] = "Сила символов",
}
data[5294] = {
    ["name"] = "Вздох",
}
data[5295] = {
    ["name"] = "Шар уничтожения",
}
data[5296] = {
    ["name"] = "Копье судьбы",
}
data[5297] = {
    ["name"] = "Священный гвоздь судьбы",
}
data[5298] = {
    ["name"] = "Рога духа магии",
}
data[5299] = {
    ["name"] = "Бог смерти",
}
data[5300] = {
    ["name"] = "Шифр древних богов",
}
data[5301] = {
    ["name"] = "Глаз ада",
}
data[5302] = {
    ["name"] = "Посланник ветра",
}
data[5303] = {
    ["name"] = "Священный небесный жемчуг ",
}
data[5304] = {
    ["name"] = "Доспехи доблести",
}
data[5305] = {
    ["name"] = "Источник магической силы",
}
data[5306] = {
    ["name"] = "Глаз Калмы",
}
data[5307] = {
    ["name"] = "Компас Филда",
}
data[5308] = {
    ["name"] = "Гнев Айдана",
}
data[5309] = {
    ["name"] = "Меч мороза",
}
data[5310] = {
    ["name"] = "снежный нож",
}
data[5311] = {
    ["name"] = "Сердце силы",
}
data[5312] = {
    ["name"] = "Наследство Маргариты ",
}
data[5313] = {
    ["name"] = "Кинжал королевы",
}
data[5314] = {
    ["name"] = "Поглощение",
}
data[5315] = {
    ["name"] = "Золотой лук",
}
data[5316] = {
    ["name"] = "Сила символов",
}
data[5317] = {
    ["name"] = "Вздох",
}
data[5318] = {
    ["name"] = "Шар уничтожения",
}
data[5319] = {
    ["name"] = "Копье судьбы",
}
data[5320] = {
    ["name"] = "Священный гвоздь судьбы",
}
data[201] = {
    ["name"] = "Янтарный кристалл",
}
data[202] = {
    ["name"] = "Янтарный кристалл",
}
data[203] = {
    ["name"] = "Янтарный кристалл",
}
data[204] = {
    ["name"] = "Янтарный кристалл",
}
data[205] = {
    ["name"] = "Янтарный кристалл",
}
data[206] = {
    ["name"] = "Янтарный кристалл",
}
data[207] = {
    ["name"] = "Янтарный кристалл",
}
data[208] = {
    ["name"] = "Янтарный кристалл",
}
data[209] = {
    ["name"] = "Янтарный кристалл",
}
data[210] = {
    ["name"] = "Янтарный кристалл",
}
data[211] = {
    ["name"] = "Янтарный кристалл",
}
data[212] = {
    ["name"] = "Янтарный кристалл",
}
data[213] = {
    ["name"] = "Янтарный кристалл",
}
data[214] = {
    ["name"] = "Янтарный кристалл",
}
data[215] = {
    ["name"] = "Янтарный кристалл",
}
data[216] = {
    ["name"] = "Янтарный кристалл",
}
data[5337] = {
    ["name"] = "Поглощение",
}
data[5338] = {
    ["name"] = "Золотой лук",
}
data[5339] = {
    ["name"] = "Сила символов",
}
data[5340] = {
    ["name"] = "Вздох",
}
data[5341] = {
    ["name"] = "Шар уничтожения",
}
data[5342] = {
    ["name"] = "Копье судьбы",
}
data[5343] = {
    ["name"] = "Священный гвоздь судьбы",
}
data[5344] = {
    ["name"] = "Рога духа магии",
}
data[5345] = {
    ["name"] = "Бог смерти",
}
data[5346] = {
    ["name"] = "Шифр древних богов",
}
data[5347] = {
    ["name"] = "Глаз ада",
}
data[5348] = {
    ["name"] = "Посланник ветра",
}
data[5349] = {
    ["name"] = "Священный небесный жемчуг ",
}
data[5350] = {
    ["name"] = "Доспехи доблести",
}
data[5351] = {
    ["name"] = "Источник магической силы",
}
data[5352] = {
    ["name"] = "Глаз Калмы",
}
data[5353] = {
    ["name"] = "Компас Филда",
}
data[33002] = {
    ["name"] = "кольцо рун",
}
data[33003] = {
    ["name"] = "Лучшее кольцо рун",
}
data[33004] = {
    ["name"] = "Жемчужные бусы",
}
data[5357] = {
    ["name"] = "Сердце силы",
}
data[5358] = {
    ["name"] = "Наследство Маргариты ",
}
data[5359] = {
    ["name"] = "Кинжал королевы",
}
data[5360] = {
    ["name"] = "Поглощение",
}
data[5361] = {
    ["name"] = "Золотой лук",
}
data[5362] = {
    ["name"] = "Сила символов",
}
data[5363] = {
    ["name"] = "Вздох",
}
data[5364] = {
    ["name"] = "Шар уничтожения",
}
data[5365] = {
    ["name"] = "Копье судьбы",
}
data[5366] = {
    ["name"] = "Палач",
}
data[5367] = {
    ["name"] = "Палач",
}
data[5368] = {
    ["name"] = "Палач",
}
data[5369] = {
    ["name"] = "Палач",
}
data[5370] = {
    ["name"] = "Палач",
}
data[5371] = {
    ["name"] = "Меч Демона",
}
data[5372] = {
    ["name"] = "Меч Демона",
}
data[5373] = {
    ["name"] = "Меч Демона",
}
data[5374] = {
    ["name"] = "Меч Демона",
}
data[5375] = {
    ["name"] = "Меч Демона",
}
data[5376] = {
    ["name"] = "Меч Демона",
}
data[5377] = {
    ["name"] = "Заклятие запирания",
}
data[32002] = {
    ["name"] = "нагрудник монарха",
}
data[32003] = {
    ["name"] = "Лучший нагрудник монарха",
}
data[32004] = {
    ["name"] = "Человеческая мантия",
}
data[5381] = {
    ["name"] = "Заклятие запирания",
}
data[5382] = {
    ["name"] = "Заклятие запирания",
}
data[5383] = {
    ["name"] = "Серебристый ключ",
}
data[5384] = {
    ["name"] = "Серебристый ключ",
}
data[5385] = {
    ["name"] = "Серебристый ключ",
}
data[5386] = {
    ["name"] = "Серебристый ключ",
}
data[5387] = {
    ["name"] = "Серебристый ключ",
}
data[5388] = {
    ["name"] = "Серебристый ключ",
}
data[5389] = {
    ["name"] = "Глубокомысленный зрачок",
}
data[5390] = {
    ["name"] = "Глубокомысленный зрачок",
}
data[5391] = {
    ["name"] = "Глубокомысленный зрачок",
}
data[5392] = {
    ["name"] = "Глубокомысленный зрачок",
}
data[5393] = {
    ["name"] = "Глубокомысленный зрачок",
}
data[5394] = {
    ["name"] = "Глубокомысленный зрачок",
}
data[5395] = {
    ["name"] = "Свободное лезвие",
}
data[5396] = {
    ["name"] = "Свободное лезвие",
}
data[5397] = {
    ["name"] = "Свободное лезвие",
}
data[5398] = {
    ["name"] = "Свободное лезвие",
}
data[5399] = {
    ["name"] = "Свободное лезвие",
}
data[5400] = {
    ["name"] = "Свободное лезвие",
}
data[5401] = {
    ["name"] = "Излишний звук",
}
data[31002] = {
    ["name"] = "секира",
}
data[31003] = {
    ["name"] = "Лучшая секира",
}
data[31004] = {
    ["name"] = "Магический посох монарха",
}
data[5405] = {
    ["name"] = "Излишний звук",
}
data[5406] = {
    ["name"] = "Излишний звук",
}
data[5407] = {
    ["name"] = "Беззвучный",
}
data[5408] = {
    ["name"] = "Беззвучный",
}
data[5409] = {
    ["name"] = "Беззвучный",
}
data[5410] = {
    ["name"] = "Беззвучный",
}
data[5411] = {
    ["name"] = "Беззвучный",
}
data[5412] = {
    ["name"] = "Беззвучный",
}
data[5413] = {
    ["name"] = "Золотой ключ",
}
data[5414] = {
    ["name"] = "Золотой ключ",
}
data[5415] = {
    ["name"] = "Золотой ключ",
}
data[5416] = {
    ["name"] = "Золотой ключ",
}
data[5417] = {
    ["name"] = "Золотой ключ",
}
data[5418] = {
    ["name"] = "Золотой ключ",
}
data[5419] = {
    ["name"] = "Преступная корона",
}
data[5420] = {
    ["name"] = "Преступная корона",
}
data[301] = {
    ["name"] = "Феолетовый кристалл",
}
data[302] = {
    ["name"] = "Феолетовый кристалл",
}
data[303] = {
    ["name"] = "Феолетовый кристалл",
}
data[304] = {
    ["name"] = "Феолетовый кристалл",
}
data[305] = {
    ["name"] = "Феолетовый кристалл",
}
data[306] = {
    ["name"] = "Феолетовый кристалл",
}
data[307] = {
    ["name"] = "Феолетовый кристалл",
}
data[308] = {
    ["name"] = "Феолетовый кристалл",
}
data[309] = {
    ["name"] = "Феолетовый кристалл",
}
data[310] = {
    ["name"] = "Феолетовый кристалл",
}
data[311] = {
    ["name"] = "Феолетовый кристалл",
}
data[312] = {
    ["name"] = "Феолетовый кристалл",
}
data[313] = {
    ["name"] = "Феолетовый кристалл",
}
data[314] = {
    ["name"] = "Феолетовый кристалл",
}
data[315] = {
    ["name"] = "Феолетовый кристалл",
}
data[316] = {
    ["name"] = "Феолетовый кристалл",
}
data[317] = {
    ["name"] = "Феолетовый кристалл",
}
data[318] = {
    ["name"] = "Феолетовый кристалл",
}
data[319] = {
    ["name"] = "Феолетовый кристалл",
}
data[320] = {
    ["name"] = "Феолетовый кристалл",
}
data[321] = {
    ["name"] = "Феолетовый кристалл",
}
data[322] = {
    ["name"] = "Феолетовый кристалл",
}
data[323] = {
    ["name"] = "Феолетовый кристалл",
}
data[324] = {
    ["name"] = "Феолетовый кристалл",
}
data[5445] = {
    ["name"] = "Палка бьющего божества",
}
data[5446] = {
    ["name"] = "Палка бьющего божества",
}
data[5447] = {
    ["name"] = "Палка бьющего божества",
}
data[5448] = {
    ["name"] = "Палка бьющего божества",
}
data[5449] = {
    ["name"] = "Волшебный каменный меч",
}
data[5450] = {
    ["name"] = "Волшебный каменный меч",
}
data[5451] = {
    ["name"] = "Волшебный каменный меч",
}
data[5452] = {
    ["name"] = "Волшебный каменный меч",
}
data[5453] = {
    ["name"] = "Волшебный каменный меч",
}
data[5454] = {
    ["name"] = "Волшебный каменный меч",
}
data[5455] = {
    ["name"] = "Магический шар Августа",
}
data[5456] = {
    ["name"] = "Магический шар Августа",
}
data[5457] = {
    ["name"] = "Магический шар Августа",
}
data[5458] = {
    ["name"] = "Магический шар Августа",
}
data[5459] = {
    ["name"] = "Магический шар Августа",
}
data[5460] = {
    ["name"] = "Магический шар Августа",
}
data[401] = {
    ["name"] = "Кристалл ребра",
}
data[402] = {
    ["name"] = "Кристалл ребра",
}
data[403] = {
    ["name"] = "Кристалл ребра",
}
data[404] = {
    ["name"] = "Кристалл ребра",
}
data[405] = {
    ["name"] = "Кристалл ребра",
}
data[406] = {
    ["name"] = "Кристалл ребра",
}
data[407] = {
    ["name"] = "Кристалл ребра",
}
data[408] = {
    ["name"] = "Кристалл ребра",
}
data[409] = {
    ["name"] = "Кристалл ребра",
}
data[410] = {
    ["name"] = "Кристалл ребра",
}
data[411] = {
    ["name"] = "Кристалл ребра",
}
data[412] = {
    ["name"] = "Кристалл ребра",
}
data[413] = {
    ["name"] = "Кристалл ребра",
}
data[414] = {
    ["name"] = "Кристалл ребра",
}
data[415] = {
    ["name"] = "Кристалл ребра",
}
data[416] = {
    ["name"] = "Кристалл ребра",
}
data[417] = {
    ["name"] = "Кристалл ребра",
}
data[418] = {
    ["name"] = "Кристалл ребра",
}
data[419] = {
    ["name"] = "Кристалл ребра",
}
data[420] = {
    ["name"] = "Кристалл ребра",
}
data[421] = {
    ["name"] = "Кристалл ребра",
}
data[422] = {
    ["name"] = "Кристалл ребра",
}
data[423] = {
    ["name"] = "Кристалл ребра",
}
data[424] = {
    ["name"] = "Кристалл ребра",
}
data[24001] = {
    ["name"] = "Магические ботильоны",
}
data[24002] = {
    ["name"] = "Улучшенные магические ботильоны",
}
data[23001] = {
    ["name"] = "Костяное ожерелье",
}
data[23002] = {
    ["name"] = "Улучшенное костяное ожерелье",
}
data[22001] = {
    ["name"] = "Доспехи",
}
data[22002] = {
    ["name"] = "Улучшенные доспехи",
}
data[501] = {
    ["name"] = "Красный кристалл",
}
data[502] = {
    ["name"] = "Красный кристалл",
}
data[503] = {
    ["name"] = "Красный кристалл",
}
data[504] = {
    ["name"] = "Красный кристалл",
}
data[505] = {
    ["name"] = "Красный кристалл",
}
data[506] = {
    ["name"] = "Красный кристалл",
}
data[507] = {
    ["name"] = "Красный кристалл",
}
data[508] = {
    ["name"] = "Красный кристалл",
}
data[509] = {
    ["name"] = "Красный кристалл",
}
data[510] = {
    ["name"] = "Красный кристалл",
}
data[511] = {
    ["name"] = "Красный кристалл",
}
data[512] = {
    ["name"] = "Красный кристалл",
}
data[64001] = {
    ["name"] = "сапоги убитого монстра",
    ["suitName"] = "Костюм убитого монстра",
}
data[64002] = {
    ["name"] = "сапоги Ираса",
    ["suitName"] = "Костюм Ираса",
}
data[64003] = {
    ["name"] = "Райский сапоги",
    ["suitName"] = "Райский костюм ",
}
data[64004] = {
    ["name"] = "Безбоязненные сапоги",
    ["suitName"] = "Безбоязненный костюм ",
}
data[64005] = {
    ["name"] = "Славные сапоги",
    ["suitName"] = "Славный  костюм",
}
data[64006] = {
    ["name"] = "Огненные сапоги",
    ["suitName"] = "Огненный костюм",
}
data[64007] = {
    ["name"] = "Сапоги гориллы",
    ["suitName"] = "Костюм гориллы",
}
data[64008] = {
    ["name"] = "Сапоги ткача",
    ["suitName"] = "Костюм ткача",
}
data[64009] = {
    ["name"] = "Сапоги странника",
    ["suitName"] = "Костюм странника",
}
data[21002] = {
    ["name"] = "Улучшенный боевой меч",
}
data[523] = {
    ["name"] = "Красный кристалл",
}
data[524] = {
    ["name"] = "Красный кристалл",
}
data[525] = {
    ["name"] = "Красный кристалл",
}
data[526] = {
    ["name"] = "Красный кристалл",
}
data[527] = {
    ["name"] = "Красный кристалл",
}
data[528] = {
    ["name"] = "Красный кристалл",
}
data[529] = {
    ["name"] = "Красный кристалл",
}
data[530] = {
    ["name"] = "Красный кристалл",
}
data[531] = {
    ["name"] = "Красный кристалл",
}
data[532] = {
    ["name"] = "Красный кристалл",
}
data[533] = {
    ["name"] = "Красный кристалл",
}
data[534] = {
    ["name"] = "Красный кристалл",
}
data[535] = {
    ["name"] = "Красный кристалл",
}
data[536] = {
    ["name"] = "Красный кристалл",
}
data[63001] = {
    ["name"] = "кольцо убитого монстра",
    ["suitName"] = "Костюм убитого монстра",
}
data[63002] = {
    ["name"] = "кольцо Ираса",
    ["suitName"] = "Костюм Ираса",
}
data[63003] = {
    ["name"] = "Райские бусы",
    ["suitName"] = "Райский костюм ",
}
data[63004] = {
    ["name"] = "Безбоязненные бусы",
    ["suitName"] = "Безбоязненный костюм ",
}
data[63005] = {
    ["name"] = "Славное кольцо",
    ["suitName"] = "Славный  костюм",
}
data[63006] = {
    ["name"] = "Огненные бусы",
    ["suitName"] = "Огненный костюм",
}
data[63007] = {
    ["name"] = "Кольцо гориллы",
    ["suitName"] = "Костюм гориллы",
}
data[63008] = {
    ["name"] = "Бусы ткача",
    ["suitName"] = "Костюм ткача",
}
data[63009] = {
    ["name"] = "Кольцо странника",
    ["suitName"] = "Костюм странника",
}
data[546] = {
    ["name"] = "Красный кристалл",
}
data[63011] = {
    ["name"] = "Warrior's Necklace",
    ["suitName"] = "Warmaster Suits",
}
data[62001] = {
    ["name"] = "нагрудник убитого монстра",
    ["suitName"] = "Костюм убитого монстра",
}
data[62002] = {
    ["name"] = "плащ Ираса",
    ["suitName"] = "Костюм Ираса",
}
data[62003] = {
    ["name"] = "Райский плащ",
    ["suitName"] = "Райский костюм ",
}
data[62004] = {
    ["name"] = "Безбоязненные доспехи",
    ["suitName"] = "Безбоязненный костюм ",
}
data[62005] = {
    ["name"] = "Славные доспехи",
    ["suitName"] = "Славный  костюм",
}
data[62006] = {
    ["name"] = "Огненные доспехи",
    ["suitName"] = "Огненный костюм",
}
data[62007] = {
    ["name"] = "Плащ гориллы",
    ["suitName"] = "Костюм гориллы",
}
data[62008] = {
    ["name"] = "Мантия ткача",
    ["suitName"] = "Костюм ткача",
}
data[62009] = {
    ["name"] = "Плащ странника",
    ["suitName"] = "Костюм странника",
}
data[62010] = {
    ["name"] = "Oracle's Cape",
    ["suitName"] = "The Oracle Suits",
}
data[62011] = {
    ["name"] = "Warrior's Armor",
    ["suitName"] = "Warmaster Suits",
}
data[61001] = {
    ["name"] = "лук убитого монстра",
    ["suitName"] = "Костюм убитого монстра",
}
data[61002] = {
    ["name"] = "посох Ираса",
    ["suitName"] = "Костюм Ираса",
}
data[61003] = {
    ["name"] = "Райский посох",
    ["suitName"] = "Райский костюм ",
}
data[61004] = {
    ["name"] = "Безбоязненный мяч",
    ["suitName"] = "Безбоязненный костюм ",
}
data[61005] = {
    ["name"] = "Славный меч",
    ["suitName"] = "Славный  костюм",
}
data[61006] = {
    ["name"] = "Огненная плетка",
    ["suitName"] = "Огненный костюм",
}
data[61007] = {
    ["name"] = "Лезвие гориллы",
    ["suitName"] = "Костюм гориллы",
}
data[61008] = {
    ["name"] = "Посох ткача",
    ["suitName"] = "Костюм ткача",
}
data[61009] = {
    ["name"] = "Лук странника",
    ["suitName"] = "Костюм странника",
}
data[61010] = {
    ["name"] = "Oracle's Staff",
    ["suitName"] = "The Oracle Suits",
}
data[61011] = {
    ["name"] = "Warrior's Epee",
    ["suitName"] = "Warmaster Suits",
}
data[601] = {
    ["name"] = "Небесный кристалл",
}
data[602] = {
    ["name"] = "Небесный кристалл",
}
data[603] = {
    ["name"] = "Небесный кристалл",
}
data[604] = {
    ["name"] = "Небесный кристалл",
}
data[605] = {
    ["name"] = "Небесный кристалл",
}
data[606] = {
    ["name"] = "Небесный кристалл",
}
data[607] = {
    ["name"] = "Небесный кристалл",
}
data[608] = {
    ["name"] = "Небесный кристалл",
}
data[609] = {
    ["name"] = "Небесный кристалл",
}
data[610] = {
    ["name"] = "Небесный кристалл",
}
data[611] = {
    ["name"] = "Небесный кристалл",
}
data[612] = {
    ["name"] = "Небесный кристалл",
}
data[613] = {
    ["name"] = "Небесный кристалл",
}
data[614] = {
    ["name"] = "Небесный кристалл",
}
data[615] = {
    ["name"] = "Небесный кристалл",
}
data[616] = {
    ["name"] = "Небесный кристалл",
}
data[617] = {
    ["name"] = "Небесный кристалл",
}
data[618] = {
    ["name"] = "Небесный кристалл",
}
data[619] = {
    ["name"] = "Небесный кристалл",
}
data[620] = {
    ["name"] = "Небесный кристалл",
}
data[621] = {
    ["name"] = "Небесный кристалл",
}
data[622] = {
    ["name"] = "Небесный кристалл",
}
data[623] = {
    ["name"] = "Небесный кристалл",
}
data[624] = {
    ["name"] = "Небесный кристалл",
}
data[625] = {
    ["name"] = "Небесный кристалл",
}
data[626] = {
    ["name"] = "Небесный кристалл",
}
data[627] = {
    ["name"] = "Небесный кристалл",
}
data[628] = {
    ["name"] = "Небесный кристалл",
}
data[629] = {
    ["name"] = "Небесный кристалл",
}
data[630] = {
    ["name"] = "Небесный кристалл",
}
data[631] = {
    ["name"] = "Небесный кристалл",
}
data[632] = {
    ["name"] = "Небесный кристалл",
}
data[633] = {
    ["name"] = "Небесный кристалл",
}
data[634] = {
    ["name"] = "Небесный кристалл",
}
data[635] = {
    ["name"] = "Небесный кристалл",
}
data[636] = {
    ["name"] = "Небесный кристалл",
}
data[637] = {
    ["name"] = "Небесный кристалл",
}
data[638] = {
    ["name"] = "Небесный кристалл",
}
data[639] = {
    ["name"] = "Небесный кристалл",
}
data[640] = {
    ["name"] = "Небесный кристалл",
}
data[641] = {
    ["name"] = "Небесный кристалл",
}
data[642] = {
    ["name"] = "Небесный кристалл",
}
data[643] = {
    ["name"] = "Небесный кристалл",
}
data[644] = {
    ["name"] = "Небесный кристалл",
}
data[645] = {
    ["name"] = "Небесный кристалл",
}
data[646] = {
    ["name"] = "Небесный кристалл",
}
data[647] = {
    ["name"] = "Небесный кристалл",
}
data[648] = {
    ["name"] = "Небесный кристалл",
}
data[649] = {
    ["name"] = "Небесный кристалл",
}
data[650] = {
    ["name"] = "Небесный кристалл",
}
data[651] = {
    ["name"] = "Небесный кристалл",
}
data[652] = {
    ["name"] = "Небесный кристалл",
}
data[653] = {
    ["name"] = "Небесный кристалл",
}
data[654] = {
    ["name"] = "Небесный кристалл",
}
data[655] = {
    ["name"] = "Небесный кристалл",
}
data[656] = {
    ["name"] = "Небесный кристалл",
}
data[657] = {
    ["name"] = "Небесный кристалл",
}
data[658] = {
    ["name"] = "Небесный кристалл",
}
data[659] = {
    ["name"] = "Небесный кристалл",
}
data[660] = {
    ["name"] = "Небесный кристалл",
}
data[60074] = {
    ["name"] = "Король войны",
    ["explain"] = "Кожа короля войны для Асмода",
}
data[60075] = {
    ["name"] = "Пришествие дьявола",
    ["explain"] = "Кожа Пришествие дьявола для Бариа",
}
data[60076] = {
    ["name"] = "Черный воин",
    ["explain"] = "Кожа Черный воин для Дасмогэ",
}
data[60077] = {
    ["name"] = "Чемпионский золотой меч",
    ["explain"] = "Кожа Чемпионский золотой меч для Блеск льда",
}
data[60078] = {
    ["name"] = "Морозное лезвие",
    ["explain"] = "Кожа Морозное лезвие для Киллер",
}
data[60079] = {
    ["name"] = "Последняя молитва",
    ["explain"] = "Кожа Последняя молитва для Охотник за демонами",
}
data[60080] = {
    ["name"] = "Мрачная баба-яга",
    ["explain"] = "Кожа мрачной баба-яга для Маласы",
}
data[14001] = {
    ["name"] = "Боевые сапоги",
}
data[14002] = {
    ["name"] = "Улучшенные боевые сапоги",
}
data[60083] = {
    ["name"] = "Смерть Алисы",
    ["explain"] = "Кожа Вейсы",
}
data[60084] = {
    ["name"] = "Буря красавиц",
    ["explain"] = "Кожа Огненной бури",
}
data[60085] = {
    ["name"] = "Слово покойника",
    ["explain"] = "Кожа слова покойника для Зомби",
}
data[60086] = {
    ["name"] = "Абсолютная ноль",
    ["explain"] = "Кожа Абсолютная ноль для Керри",
}
data[60087] = {
    ["name"] = "Воин дракона",
    ["explain"] = "Кожа воин дракона для Красивое дерево",
}
data[60088] = {
    ["name"] = "Ворон",
    ["explain"] = "Кожа для Блеск льда：Ворон.",
}
data[60089] = {
    ["name"] = "Святой отец",
    ["explain"] = "Синтез кожи для Лутец во время дня возлюбленного.",
}
data[60090] = {
    ["name"] = "Цветок последних дней",
    ["explain"] = "Синтез кожи для Эмили во время дня возлюбленного.",
}
data[60091] = {
    ["name"] = "Суккуб",
    ["explain"] = "Кожа для Королевы：Суккуб",
}
data[60092] = {
    ["name"] = "Бесприютная душа умершего",
    ["explain"] = "Кожа для Айдана：Бесприютная душа умершего",
}
data[60093] = {
    ["name"] = "Ангел конца",
    ["explain"] = "Кожа для Зирока：Ангел конца",
}
data[60094] = {
    ["name"] = "Глаз левкоя",
    ["explain"] = "Кожа для Огненная буря：Глаз левкоя",
}
data[60095] = {
    ["name"] = "Dr.Амос",
    ["explain"] = "Кожа Dr.Амос для Амос",
}
data[60096] = {
    ["name"] = "Темный эльф",
    ["explain"] = "Кожа для Ясновидящий：Темный эльф",
}
data[60097] = {
    ["name"] = "Страж Галактики",
    ["explain"] = "Кожа Страж Галактики для Гера",
}
data[60098] = {
    ["name"] = "Невеста мести",
    ["explain"] = "Кожа для Черного Асинта：Невеста мести",
}
data[60099] = {
    ["name"] = "Радиация",
    ["explain"] = "Кожа для Дасмогэ：Радиация",
}
data[60100] = {
    ["name"] = "Рыцарь красного лотоса",
    ["explain"] = "Кожа для Зигмунда：Рыцарь красного лотоса",
}
data[60101] = {
    ["name"] = "Серафим",
    ["explain"] = "Кожа для Михаила：Серафим",
}
data[60102] = {
    ["name"] = "Запевала ангельского оркестра",
    ["explain"] = "Кожа для Белтрана：Запевала ангельского оркестра",
}
data[60103] = {
    ["name"] = "Глаз Мороза",
    ["explain"] = "Кожа для Мима：Глаз Мороза",
}
data[60104] = {
    ["name"] = "Красная Королева",
    ["explain"] = "Кожа для Джахры：Красная Королева",
}
data[13001] = {
    ["name"] = "Железное кольцо",
}
data[13002] = {
    ["name"] = "Улучшенное железное кольцо",
}
data[60107] = {
    ["name"] = "Доспехи апокалипсиса",
    ["explain"] = "Кожа для Лезвии веры：Доспехи апокалипсиса",
}
data[60108] = {
    ["name"] = "Игра Буря",
    ["explain"] = "Кожа для Валентина：Игра Буря",
}
data[60109] = {
    ["name"] = "Хранитель леса",
    ["explain"] = "Кожа для Роса：Хранитель леса",
}
data[60110] = {
    ["name"] = "Биохимическое оружие",
    ["explain"] = "Кожа для Каммуса：Биохимическое оружие",
}
data[60111] = {
    ["name"] = "Готическая королева",
    ["explain"] = "Кожа для Маргариты：Готическая королева",
}
data[60112] = {
    ["name"] = "Джунгли охотник",
    ["explain"] = "Кожа для Валькирии：Джунгли охотник",
}
data[60113] = {
    ["name"] = "Пустынный рыцарь",
    ["explain"] = "Кожи Эдгар: Пустынный рыцарь",
}
data[12001] = {
    ["name"] = "Кожаные доспехи",
}
data[12002] = {
    ["name"] = "Улучшенные кожаные доспехи",
}
data[54005] = {
    ["name"] = "Полусапожки охотника",
    ["suitName"] = "Комплект охотника",
}
data[54006] = {
    ["name"] = "Сапоги элемента",
    ["suitName"] = "Комплект мага",
}
data[54007] = {
    ["name"] = "Пророческие сапоги ",
    ["suitName"] = "Пророческий комплект",
}
data[54008] = {
    ["name"] = "Сапоги защитника",
    ["suitName"] = "Комплект защитника",
}
data[11001] = {
    ["name"] = "Стальной кинжал",
}
data[11002] = {
    ["name"] = "Улучшенный стальной кинжал",
}
data[64011] = {
    ["name"] = "Warrior's Boots",
    ["suitName"] = "Warmaster Suits",
}
data[64010] = {
    ["name"] = "Oracle's Boots",
    ["suitName"] = "The Oracle Suits",
}
data[63010] = {
    ["name"] = "Ring of the Oracle",
    ["suitName"] = "The Oracle Suits",
}
data[60106] = {
    ["name"] = "Окаменелости юрского периода",
    ["explain"] = "Кожа для Скил：Окаменелости юрского периода",
}
data[60105] = {
    ["name"] = "Плакальщик",
    ["explain"] = "Кожа для Кроос：Плакальщик",
}
data[60082] = {
    ["name"] = "Небесный посланец",
    ["explain"] = "Кожа небесный посланец для Аво",
}
data[60081] = {
    ["name"] = "Посланец хаоса",
    ["explain"] = "Кожа посланец хаоса для Лезвии веры",
}
data[5444] = {
    ["name"] = "Палка бьющего божества",
}
data[5443] = {
    ["name"] = "Палка бьющего божества",
}
data[5442] = {
    ["name"] = "Тросточка оленьего рога",
}
data[5441] = {
    ["name"] = "Тросточка оленьего рога",
}
data[5440] = {
    ["name"] = "Тросточка оленьего рога",
}
data[5439] = {
    ["name"] = "Тросточка оленьего рога",
}
data[5438] = {
    ["name"] = "Тросточка оленьего рога",
}
data[5437] = {
    ["name"] = "Тросточка оленьего рога",
}
data[5436] = {
    ["name"] = "Демонский бубенец",
}
data[53005] = {
    ["name"] = "Украшение охотника",
    ["suitName"] = "Комплект охотника",
}
data[53006] = {
    ["name"] = "Талисман элемента",
    ["suitName"] = "Комплект мага",
}
data[53007] = {
    ["name"] = "Пророческое кольцо ",
    ["suitName"] = "Пророческий комплект",
}
data[53008] = {
    ["name"] = "Сердце защитника",
    ["suitName"] = "Комплект защитника",
}
data[5435] = {
    ["name"] = "Демонский бубенец",
}
data[5434] = {
    ["name"] = "Демонский бубенец",
}
data[5433] = {
    ["name"] = "Демонский бубенец",
}
data[5432] = {
    ["name"] = "Демонский бубенец",
}
data[5431] = {
    ["name"] = "Демонский бубенец",
}
data[5430] = {
    ["name"] = "Суженный меч",
}
data[5429] = {
    ["name"] = "Суженный меч",
}
data[5428] = {
    ["name"] = "Суженный меч",
}
data[5427] = {
    ["name"] = "Суженный меч",
}
data[5426] = {
    ["name"] = "Суженный меч",
}
data[5425] = {
    ["name"] = "Суженный меч",
}
data[5424] = {
    ["name"] = "Преступная корона",
}
data[5423] = {
    ["name"] = "Преступная корона",
}
data[5422] = {
    ["name"] = "Преступная корона",
}
data[5421] = {
    ["name"] = "Преступная корона",
}
data[5404] = {
    ["name"] = "Излишний звук",
}
data[5403] = {
    ["name"] = "Излишний звук",
}
data[5402] = {
    ["name"] = "Излишний звук",
}
data[5380] = {
    ["name"] = "Заклятие запирания",
}
data[5379] = {
    ["name"] = "Заклятие запирания",
}
data[52005] = {
    ["name"] = "Нагрудник охотника",
    ["suitName"] = "Комплект охотника",
}
data[52006] = {
    ["name"] = "Плащ элемента",
    ["suitName"] = "Комплект мага",
}
data[52007] = {
    ["name"] = "Пророческий халат",
    ["suitName"] = "Пророческий комплект",
}
data[52008] = {
    ["name"] = "Нагрудник защитника",
    ["suitName"] = "Комплект защитника",
}
data[5378] = {
    ["name"] = "Заклятие запирания",
}
data[5356] = {
    ["name"] = "снежный нож",
}
data[5355] = {
    ["name"] = "Меч мороза",
}
data[5354] = {
    ["name"] = "Гнев Айдана",
}
data[5336] = {
    ["name"] = "Кинжал королевы",
}
data[5335] = {
    ["name"] = "Наследство Маргариты ",
}
data[5334] = {
    ["name"] = "Сердце силы",
}
data[5333] = {
    ["name"] = "снежный нож",
}
data[5332] = {
    ["name"] = "Меч мороза",
}
data[5331] = {
    ["name"] = "Гнев Айдана",
}
data[5330] = {
    ["name"] = "Компас Филда",
}
data[5329] = {
    ["name"] = "Глаз Калмы",
}
data[5328] = {
    ["name"] = "Источник магической силы",
}
data[5327] = {
    ["name"] = "Доспехи доблести",
}
data[5326] = {
    ["name"] = "Священный небесный жемчуг ",
}
data[5325] = {
    ["name"] = "Посланник ветра",
}
data[5324] = {
    ["name"] = "Глаз ада",
}
data[5323] = {
    ["name"] = "Шифр древних богов",
}
data[5322] = {
    ["name"] = "Бог смерти",
}
data[5321] = {
    ["name"] = "Рога духа магии",
}
data[51005] = {
    ["name"] = "Лук охотника",
    ["suitName"] = "Комплект охотника",
}
data[51006] = {
    ["name"] = "Посох элемента",
    ["suitName"] = "Комплект мага",
}
data[51007] = {
    ["name"] = "Пророческий посох ",
    ["suitName"] = "Пророческий комплект",
}
data[51008] = {
    ["name"] = "Клинок защитника",
    ["suitName"] = "Комплект защитника",
}
data[5236] = {
    ["name"] = "Источник магической силы",
}
data[5235] = {
    ["name"] = "Доспехи доблести",
}
data[5234] = {
    ["name"] = "Священный небесный жемчуг ",
}
data[5233] = {
    ["name"] = "Посланник ветра",
}
data[5232] = {
    ["name"] = "Глаз ада",
}
data[5231] = {
    ["name"] = "Шифр древних богов",
}
data[5230] = {
    ["name"] = "Бог смерти",
}
data[5229] = {
    ["name"] = "Рога духа магии",
}
data[5228] = {
    ["name"] = "Священный гвоздь судьбы",
}
data[5227] = {
    ["name"] = "Подвеска ангела",
}
data[5226] = {
    ["name"] = "Мантия тени",
}
data[5225] = {
    ["name"] = "Драгоценная бабочка",
}
data[5224] = {
    ["name"] = "Сердце дуба",
}
data[5223] = {
    ["name"] = "Лук счастья эльфа",
}
data[5222] = {
    ["name"] = "Несбыточные мечты",
}
data[5221] = {
    ["name"] = "Свежая кровь",
}
data[43009] = {
    ["name"] = "Ночной перстень",
    ["suitName"] = "Ночной комплект",
}
data[514] = {
    ["name"] = "Красный кристалл",
}
data[515] = {
    ["name"] = "Красный кристалл",
}
data[516] = {
    ["name"] = "Красный кристалл",
}
data[517] = {
    ["name"] = "Красный кристалл",
}
data[518] = {
    ["name"] = "Красный кристалл",
}
data[519] = {
    ["name"] = "Красный кристалл",
}
data[520] = {
    ["name"] = "Красный кристалл",
}
data[21001] = {
    ["name"] = "Боевой меч",
}
data[522] = {
    ["name"] = "Красный кристалл",
}
data[42009] = {
    ["name"] = "Ночной нагрудник",
    ["suitName"] = "Ночной комплект",
}
data[538] = {
    ["name"] = "Красный кристалл",
}
data[539] = {
    ["name"] = "Красный кристалл",
}
data[540] = {
    ["name"] = "Красный кристалл",
}
data[541] = {
    ["name"] = "Красный кристалл",
}
data[542] = {
    ["name"] = "Красный кристалл",
}
data[543] = {
    ["name"] = "Красный кристалл",
}
data[544] = {
    ["name"] = "Красный кристалл",
}
data[545] = {
    ["name"] = "Красный кристалл",
}
data[41001] = {
    ["name"] = "копьё бога",
}
data[41007] = {
    ["name"] = "Лучшее копьё бога",
}
data[41008] = {
    ["name"] = "Топор смелости",
    ["suitName"] = "Комплект смелости",
}
data[41009] = {
    ["name"] = "Ночной клинок",
    ["suitName"] = "Ночной комплект",
}
data[5144] = {
    ["name"] = "Знак вечности",
}
data[5143] = {
    ["name"] = "Скорбь духа луны",
}
data[5137] = {
    ["name"] = "Драгоценная бабочка",
}
data[34002] = {
    ["name"] = "сапоги мудреца",
}
data[34003] = {
    ["name"] = "Лучшие сапоги мудреца",
}
data[34004] = {
    ["name"] = "Сапоги",
}
data[5120] = {
    ["name"] = "Вопль мертвеца",
}
data[5119] = {
    ["name"] = "Танец смерти",
}
data[5049] = {
    ["name"] = "Магический камень хаоса",
}
data[5050] = {
    ["name"] = "Сокровенный смысл снега",
}
data[5051] = {
    ["name"] = "Бордовый рубец",
}
data[5052] = {
    ["name"] = "Узор связывающей души",
}
data[5073] = {
    ["name"] = "Крест судьбы",
}
data[5113] = {
    ["name"] = "Лук счастья эльфа",
}
data[5074] = {
    ["name"] = "Меч октроирования",
}
data[5075] = {
    ["name"] = "Пространственно-временной цек",
}
data[5076] = {
    ["name"] = "Милость бога",
}
data[537] = {
    ["name"] = "Красный кристалл",
}
data[4004] = {
    ["name"] = "Уникальные каблуки",
    ["explain"] = "Быстр как ветер, обликом бес",
    ["suitName"] = "Уникальнейшая сила",
}
data[521] = {
    ["name"] = "Красный кристалл",
}
data[513] = {
    ["name"] = "Красный кристалл",
}
data[4003] = {
    ["name"] = "Уникальный нагрудник",
    ["explain"] = "Всю жизнь следовать духу самурайской чести",
    ["suitName"] = "Уникальнейшая сила",
}
data[4002] = {
    ["name"] = "Уникальное кольцо",
    ["explain"] = "Это корона является символом уникальнейшей силы",
    ["suitName"] = "Уникальнейшая сила",
}
data[4001] = {
    ["name"] = "Уникальный клинок",
    ["explain"] = "Смертельный удар клинка",
    ["suitName"] = "Уникальнейшая сила",
}
data[5100] = {
    ["name"] = "Знак вечности",
}
data[5099] = {
    ["name"] = "Скорбь духа луны",
}
data[5098] = {
    ["name"] = "Вопль мертвеца",
}
data[5097] = {
    ["name"] = "Танец смерти",
}
data[5096] = {
    ["name"] = "Сердце сатаны",
}
data[5095] = {
    ["name"] = "Сапоги-скороходы",
}
data[44009] = {
    ["name"] = "Ночные сапоги",
    ["suitName"] = "Ночной комплект",
}
data[5089] = {
    ["name"] = "Сапоги-скороходы",
}
data[5000] = {
    ["name"] = "Отблеск",
}
data[5001] = {
    ["name"] = "Призрачная яшма",
}
data[5002] = {
    ["name"] = "Удар разрушающей тени",
}
data[5003] = {
    ["name"] = "Меч темной луны",
}
data[5004] = {
    ["name"] = "Клинок разрушающего зла",
}
data[5005] = {
    ["name"] = "Книга зла",
}
data[5006] = {
    ["name"] = "Призрачная яшма",
}
data[5007] = {
    ["name"] = "Удар разрушающей тени",
}
data[5008] = {
    ["name"] = "Меч темной луны",
}
data[5009] = {
    ["name"] = "Клинок разрушающего зла",
}
data[5010] = {
    ["name"] = "Книга зла",
}
data[5011] = {
    ["name"] = "Призрачная яшма",
}
data[5012] = {
    ["name"] = "Удар разрушающей тени",
}
data[5013] = {
    ["name"] = "Меч темной луны",
}
data[5014] = {
    ["name"] = "Клинок разрушающего зла",
}
data[5015] = {
    ["name"] = "Книга зла",
}
data[5016] = {
    ["name"] = "Призрачная яшма",
}
data[5017] = {
    ["name"] = "Удар разрушающей тени",
}
data[5018] = {
    ["name"] = "Меч темной луны",
}
data[5019] = {
    ["name"] = "Клинок разрушающего зла",
}
data[5020] = {
    ["name"] = "Книга зла",
}
data[5021] = {
    ["name"] = "Яшма дракона",
}
data[5022] = {
    ["name"] = "Клык тюремной собаки",
}
data[5023] = {
    ["name"] = "Язык эльфов",
}
data[5024] = {
    ["name"] = "Книга мудрецов",
}
data[5025] = {
    ["name"] = "Молитва тьмы",
}
data[5026] = {
    ["name"] = "Яшма дракона",
}
data[5027] = {
    ["name"] = "Клык тюремной собаки",
}
data[5028] = {
    ["name"] = "Язык эльфов",
}
data[5029] = {
    ["name"] = "Книга мудрецов",
}
data[5030] = {
    ["name"] = "Молитва тьмы",
}
data[5031] = {
    ["name"] = "Яшма дракона",
}
data[5032] = {
    ["name"] = "Клык тюремной собаки",
}
data[5033] = {
    ["name"] = "Язык эльфов",
}
data[5034] = {
    ["name"] = "Книга мудрецов",
}
data[5035] = {
    ["name"] = "Молитва тьмы",
}
data[5036] = {
    ["name"] = "Яшма дракона",
}
data[5037] = {
    ["name"] = "Клык тюремной собаки",
}
data[5038] = {
    ["name"] = "Язык эльфов",
}
data[5039] = {
    ["name"] = "Книга мудрецов",
}
data[5040] = {
    ["name"] = "Молитва тьмы",
}
data[5041] = {
    ["name"] = "Бордовый рубец",
}
data[5042] = {
    ["name"] = "Узор связывающей души",
}
data[5043] = {
    ["name"] = "Небесный хребет",
}
data[5044] = {
    ["name"] = "Магический камень хаоса",
}
data[5045] = {
    ["name"] = "Сокровенный смысл снега",
}
data[5046] = {
    ["name"] = "Бордовый рубец",
}
data[5047] = {
    ["name"] = "Узор связывающей души",
}
data[5048] = {
    ["name"] = "Небесный хребет",
}
data[3001] = {
    ["name"] = "Трость из костей",
}
data[3002] = {
    ["name"] = "Боевой меч",
}
data[3003] = {
    ["name"] = "Превосходный меч",
}
data[3004] = {
    ["name"] = "Молот",
}
data[5053] = {
    ["name"] = "Небесный хребет",
}
data[5054] = {
    ["name"] = "Магический камень хаоса",
}
data[5055] = {
    ["name"] = "Сокровенный смысл снега",
}
data[5056] = {
    ["name"] = "Бордовый рубец",
}
data[5057] = {
    ["name"] = "Узор связывающей души",
}
data[5058] = {
    ["name"] = "Небесный хребет",
}
data[5059] = {
    ["name"] = "Магический камень хаоса",
}
data[5060] = {
    ["name"] = "Сокровенный смысл снега",
}
data[5061] = {
    ["name"] = "Бордовый рубец",
}
data[5062] = {
    ["name"] = "Узор связывающей души",
}
data[5063] = {
    ["name"] = "Небесный хребет",
}
data[5064] = {
    ["name"] = "Магический камень хаоса",
}
data[5065] = {
    ["name"] = "Сокровенный смысл снега",
}
data[5066] = {
    ["name"] = "Коварство правителя",
}
data[5067] = {
    ["name"] = "Крест судьбы",
}
data[5068] = {
    ["name"] = "Меч октроирования",
}
data[5069] = {
    ["name"] = "Пространственно-временной цек",
}
data[5070] = {
    ["name"] = "Милость бога",
}
data[5071] = {
    ["name"] = "Сапоги-скороходы",
}
data[5072] = {
    ["name"] = "Коварство правителя",
}
data[2001] = {
    ["name"] = "Боевой нож",
}
data[2002] = {
    ["name"] = "Сапоги мага",
}
data[2003] = {
    ["name"] = "Одежда ниндзя",
}
data[2004] = {
    ["name"] = "Халат",
}
data[5077] = {
    ["name"] = "Сапоги-скороходы",
}
data[5078] = {
    ["name"] = "Коварство правителя",
}
data[5079] = {
    ["name"] = "Крест судьбы",
}
data[5080] = {
    ["name"] = "Меч октроирования",
}
data[5081] = {
    ["name"] = "Пространственно-временной цек",
}
data[5082] = {
    ["name"] = "Милость бога",
}
data[5083] = {
    ["name"] = "Сапоги-скороходы",
}
data[5084] = {
    ["name"] = "Коварство правителя",
}
data[5085] = {
    ["name"] = "Крест судьбы",
}
data[5086] = {
    ["name"] = "Меч октроирования",
}
data[5087] = {
    ["name"] = "Пространственно-временной цек",
}
data[5088] = {
    ["name"] = "Милость бога",
}
data[44001] = {
    ["name"] = "ботфорты ",
}
data[5090] = {
    ["name"] = "Коварство правителя",
}
data[5091] = {
    ["name"] = "Крест судьбы",
}
data[5092] = {
    ["name"] = "Меч октроирования",
}
data[5093] = {
    ["name"] = "Пространственно-временной цек",
}
data[5094] = {
    ["name"] = "Милость бога",
}
data[44007] = {
    ["name"] = "Лучшее ботфорты ",
}
data[44008] = {
    ["name"] = "Сапоги смелости",
    ["suitName"] = "Комплект смелости",
}
data[1001] = {
    ["name"] = "“Кувалда”",
}
data[1002] = {
    ["name"] = "Медное кольцо",
}
data[1003] = {
    ["name"] = "Eжёвые доспехи",
}
data[1004] = {
    ["name"] = "Боевые сапоги",
}
data[5101] = {
    ["name"] = "Кольцо путешественника",
}
data[5102] = {
    ["name"] = "Щит света",
}
data[5103] = {
    ["name"] = "Зеркальная цепь",
}
data[5104] = {
    ["name"] = "Скованная душа",
}
data[5105] = {
    ["name"] = "Золотой компас",
}
data[5106] = {
    ["name"] = "Песочные часы несчастья",
}
data[5107] = {
    ["name"] = "Призрачная мантия",
}
data[5108] = {
    ["name"] = "Дух бомбы",
}
data[5109] = {
    ["name"] = "Рука мастера",
}
data[5110] = {
    ["name"] = "Исчезновение",
}
data[5111] = {
    ["name"] = "Свежая кровь",
}
data[5112] = {
    ["name"] = "Несбыточные мечты",
}
data[43001] = {
    ["name"] = "орден за отвагу",
}
data[5114] = {
    ["name"] = "Сердце дуба",
}
data[5115] = {
    ["name"] = "Драгоценная бабочка",
}
data[5116] = {
    ["name"] = "Мантия тени",
}
data[5117] = {
    ["name"] = "Подвеска ангела",
}
data[5118] = {
    ["name"] = "Сердце сатаны",
}
data[43007] = {
    ["name"] = "Лучший орден за отвагу",
}
data[60115] = {
    ["name"] = "Возрождение демона",
    ["explain"] = "Этот демон страшно гордится своим ирокезом.",
}
data[60116] = {
    ["name"] = "Мулань",
    ["explain"] = "Клинок Госпожи Генерала так же остер, как и ее взор!",
}
data[60117] = {
    ["name"] = "Апокалипсис·Ветер",
    ["explain"] = "Зеленый киборг-ниндзя — предвестник конца света.",
}
data[60118] = {
    ["name"] = "Убийца Судного Дня",
    ["explain"] = "Даже такому талантливому киллеру как она иногда нужно делать скидку, чтобы привлечь покупателей.",
}
data[60119] = {
    ["name"] = "Золотой век",
    ["explain"] = "Мои доспехи так же великолепны, как и я сам!",
}
data[60120] = {
    ["name"] = "Ночь дьяволов",
    ["explain"] = "Даже в смерти он не забывает о хороших манерах.",
}
data[60121] = {
    ["name"] = "Бог Кровавой Войны",
    ["explain"] = "Его перья красны от крови врагов.",
}
data[60122] = {
    ["name"] = "Броня первородного греха",
    ["explain"] = "Если все рождаются во грехе, то почему бы не использовать его в качестве брони?",
}
data[60123] = {
    ["name"] = "Рождественский олень",
    ["explain"] = "Берегитесь, не то эти милые оленьи рога лишат вас чувств!",
}
data[60124] = {
    ["name"] = "Карнавал рождественской ночи",
    ["explain"] = "Что выберете на Рождество? Подарок или этого Санту?",
}
data[60125] = {
    ["name"] = "Барбекю Мастер",
    ["explain"] = "Этот шеф-повар всегда ждет благодарности от гостей.",
}
data[60126] = {
    ["name"] = "Великий фокусник",
    ["explain"] = "В отличие от колдуна, маг может колдовать и без волшебной палочки!",
}
data[60127] = {
    ["name"] = "Козырный Квотербек",
    ["explain"] = "Настоящему профи нужен лишь футбол!",
}
data[60128] = {
    ["name"] = "Темная эрозия",
    ["explain"] = "Тьма — ее оружие в борьбе с тьмой.",
}
data[60129] = {
    ["name"] = "Жестокая эстетика",
    ["explain"] = "Вкусы этой мадам весьма специфичны.",
}
data[60130] = {
    ["name"] = "Властный президент",
    ["explain"] = "Настоящий босс никогда не останавливается на достигнутом!",
}
data[60131] = {
    ["name"] = "Год зверя",
    ["explain"] = "Легендарный монстр вернулся. В этот раз его будет не так-то легко отпугнуть!",
}
data[60132] = {
    ["name"] = "Копьё правосудия",
    ["explain"] = "Ее копье покарает всех виновных!",
}
data[60133] = {
    ["name"] = "Воин дракона",
    ["explain"] = "Чешуя дракона непробиваема! Душа дракона бессмертна!",
}
data[60134] = {
    ["name"] = "Королева леда",
    ["explain"] = "Королева леда сейчас понижает температуру, ждут тебя бесплатные и безграничные льдины! Но осторожно обморожение!",
}
data[60135] = {
    ["name"] = "Синий феникс",
    ["explain"] = "Синий феникс--древнейшее мифическое животное, символизирующее любовь. Он является символом безграничной любви после превратности жизни. Если вы любите его, подарите ему синего феникса",
}
data[60136] = {
    ["name"] = "Полудракон",
    ["explain"] = "Охотник режет драконов всю жизнь, он утверждает, что он уничтожит зло для народа. Но теперь, бывший парень давно уже превратился в злого дракона.",
}
data[60137] = {
    ["name"] = "Полюсная тундра",
    ["explain"] = "Приехал из далекого полюса. Высокомерный, стильный и красивый парень. Не смотрите на него долго, иначе он тебя заморозит!",
}
data[60628] = {
    ["name"] = "Темная эрозия",
    ["explain"] = "Тьма — ее оружие в борьбе с тьмой.",
}
data[60592] = {
    ["name"] = "Бесприютная душа умершего",
    ["explain"] = "Кожа для Айдана：Бесприютная душа умершего",
}
data[60582] = {
    ["name"] = "Небесный посланец",
    ["explain"] = "Кожа небесный посланец для Аво",
}
data[60622] = {
    ["name"] = "Броня первородного греха",
    ["explain"] = "Если все рождаются во грехе, то почему бы не использовать его в качестве брони?",
}
data[60574] = {
    ["name"] = "Король войны",
    ["explain"] = "Кожа короля войны для Асмода",
}
data[60633] = {
    ["name"] = "Воин дракона",
    ["explain"] = "Чешуя дракона непробиваема! Душа дракона бессмертна!",
}
data[60575] = {
    ["name"] = "Пришествие дьявола",
    ["explain"] = "Кожа Пришествие дьявола для Бариа",
}
data[60602] = {
    ["name"] = "Запевала ангельского оркестра",
    ["explain"] = "Кожа для Белтрана：Запевала ангельского оркестра",
}
data[60623] = {
    ["name"] = "Рождественский олень",
    ["explain"] = "Берегитесь, не то эти милые оленьи рога лишат вас чувств!",
}
data[60578] = {
    ["name"] = "Морозное лезвие",
    ["explain"] = "Кожа Морозное лезвие для Киллер",
}
data[60585] = {
    ["name"] = "Слово покойника",
    ["explain"] = "Кожа слова покойника для Зомби",
}
data[60620] = {
    ["name"] = "Ночь дьяволов",
    ["explain"] = "Даже в смерти он не забывает о хороших манерах.",
}
data[60630] = {
    ["name"] = "Властный президент",
    ["explain"] = "Настоящий босс никогда не останавливается на достигнутом!",
}
data[60637] = {
    ["name"] = "Полюсная тундра",
    ["explain"] = "Приехал из далекого полюса. Высокомерный, стильный и красивый парень. Не смотрите на него долго, иначе он тебя заморозит!",
}
data[60598] = {
    ["name"] = "Невеста мести",
    ["explain"] = "Кожа для Черного Асинта：Невеста мести",
}
data[60576] = {
    ["name"] = "Черный воин",
    ["explain"] = "Кожа Черный воин для Дасмогэ",
}
data[60599] = {
    ["name"] = "Радиация",
    ["explain"] = "Кожа для Дасмогэ：Радиация",
}
data[60579] = {
    ["name"] = "Последняя молитва",
    ["explain"] = "Кожа Последняя молитва для Охотник за демонами",
}
data[60636] = {
    ["name"] = "Полудракон",
    ["explain"] = "Охотник режет драконов всю жизнь, он утверждает, что он уничтожит зло для народа. Но теперь, бывший парень давно уже превратился в злого дракона.",
}
data[60613] = {
    ["name"] = "Пустынный рыцарь",
    ["explain"] = "Кожи Эдгар: Пустынный рыцарь",
}
data[60590] = {
    ["name"] = "Цветок последних дней",
    ["explain"] = "Синтез кожи для Эмили во время дня возлюбленного.",
}
data[60618] = {
    ["name"] = "Убийца Судного Дня",
    ["explain"] = "Даже такому талантливому киллеру как она иногда нужно делать скидку, чтобы привлечь покупателей.",
}
data[60581] = {
    ["name"] = "Посланец хаоса",
    ["explain"] = "Кожа посланец хаоса для Лезвии веры",
}
data[60607] = {
    ["name"] = "Доспехи апокалипсиса",
    ["explain"] = "Кожа для Лезвии веры：Доспехи апокалипсиса",
}
data[60625] = {
    ["name"] = "Барбекю Мастер",
    ["explain"] = "Этот шеф-повар всегда ждет благодарности от гостей.",
}
data[60626] = {
    ["name"] = "Великий фокусник",
    ["explain"] = "В отличие от колдуна, маг может колдовать и без волшебной палочки!",
}
data[60584] = {
    ["name"] = "Буря красавиц",
    ["explain"] = "Кожа Огненной бури",
}
data[60594] = {
    ["name"] = "Глаз левкоя",
    ["explain"] = "Кожа для Огненная буря：Глаз левкоя",
}
data[60593] = {
    ["name"] = "Ангел конца",
    ["explain"] = "Кожа для Зирока：Ангел конца",
}
data[60597] = {
    ["name"] = "Страж Галактики",
    ["explain"] = "Кожа Страж Галактики для Гера",
}
data[60596] = {
    ["name"] = "Темный эльф",
    ["explain"] = "Кожа для Ясновидящий：Темный эльф",
}
data[60621] = {
    ["name"] = "Бог Кровавой Войны",
    ["explain"] = "Его перья красны от крови врагов.",
}
data[60577] = {
    ["name"] = "Чемпионский золотой меч",
    ["explain"] = "Кожа Чемпионский золотой меч для Блеск льда",
}
data[60588] = {
    ["name"] = "Ворон",
    ["explain"] = "Кожа для Блеск льда：Ворон.",
}
data[60604] = {
    ["name"] = "Красная Королева",
    ["explain"] = "Кожа для Джахры：Красная Королева",
}
data[60610] = {
    ["name"] = "Биохимическое оружие",
    ["explain"] = "Кожа для Каммуса：Биохимическое оружие",
}
data[60586] = {
    ["name"] = "Абсолютная ноль",
    ["explain"] = "Кожа Абсолютная ноль для Керри",
}
data[60619] = {
    ["name"] = "Золотой век",
    ["explain"] = "Мои доспехи так же великолепны, как и я сам!",
}
data[60605] = {
    ["name"] = "Плакальщик",
    ["explain"] = "Кожа для Кроос：Плакальщик",
}
data[60589] = {
    ["name"] = "Святой отец",
    ["explain"] = "Синтез кожи для Лутец во время дня возлюбленного.",
}
data[60580] = {
    ["name"] = "Мрачная баба-яга",
    ["explain"] = "Кожа мрачной баба-яга для Маласы",
}
data[60611] = {
    ["name"] = "Готическая королева",
    ["explain"] = "Кожа для Маргариты：Готическая королева",
}
data[60601] = {
    ["name"] = "Серафим",
    ["explain"] = "Кожа для Михаила：Серафим",
}
data[60603] = {
    ["name"] = "Глаз Мороза",
    ["explain"] = "Кожа для Мима：Глаз Мороза",
}
data[60627] = {
    ["name"] = "Козырный Квотербек",
    ["explain"] = "Настоящему профи нужен лишь футбол!",
}
data[60587] = {
    ["name"] = "Воин дракона",
    ["explain"] = "Кожа воин дракона для Красивое дерево",
}
data[60617] = {
    ["name"] = "Апокалипсис·Ветер",
    ["explain"] = "Зеленый киборг-ниндзя — предвестник конца света.",
}
data[60635] = {
    ["name"] = "Синий феникс",
    ["explain"] = "Синий феникс--древнейшее мифическое животное, символизирующее любовь. Он является символом безграничной любви после превратности жизни. Если вы любите его, подарите ему синего феникса",
}
data[60595] = {
    ["name"] = "Dr.Амос",
    ["explain"] = "Кожа Dr.Амос для Амос",
}
data[60591] = {
    ["name"] = "Суккуб",
    ["explain"] = "Кожа для Королевы：Суккуб",
}
data[60629] = {
    ["name"] = "Жестокая эстетика",
    ["explain"] = "Вкусы этой мадам весьма специфичны.",
}
data[60609] = {
    ["name"] = "Хранитель леса",
    ["explain"] = "Кожа для Роса：Хранитель леса",
}
data[60600] = {
    ["name"] = "Рыцарь красного лотоса",
    ["explain"] = "Кожа для Зигмунда：Рыцарь красного лотоса",
}
data[60606] = {
    ["name"] = "Окаменелости юрского периода",
    ["explain"] = "Кожа для Скил：Окаменелости юрского периода",
}
data[60631] = {
    ["name"] = "Год зверя",
    ["explain"] = "Легендарный монстр вернулся. В этот раз его будет не так-то легко отпугнуть!",
}
data[60608] = {
    ["name"] = "Игра Буря",
    ["explain"] = "Кожа для Валентина：Игра Буря",
}
data[60624] = {
    ["name"] = "Карнавал рождественской ночи",
    ["explain"] = "Что выберете на Рождество? Подарок или этого Санту?",
}
data[60612] = {
    ["name"] = "Джунгли охотник",
    ["explain"] = "Кожа для Валькирии：Джунгли охотник",
}
data[60632] = {
    ["name"] = "Копьё правосудия",
    ["explain"] = "Ее копье покарает всех виновных!",
}
data[60583] = {
    ["name"] = "Смерть Алисы",
    ["explain"] = "Кожа Вейсы",
}
data[60634] = {
    ["name"] = "Королева леда",
    ["explain"] = "Королева леда сейчас понижает температуру, ждут тебя бесплатные и безграничные льдины! Но осторожно обморожение!",
}
data[60615] = {
    ["name"] = "Возрождение демона",
    ["explain"] = "Этот демон страшно гордится своим ирокезом.",
}
data[60616] = {
    ["name"] = "Мулань",
    ["explain"] = "Клинок Госпожи Генерала так же остер, как и ее взор!",
}
return data