local help = {}
help[1] = {
    ["title"] = "Функции стройки",
    ["describe"] = {
        {
            ["title"] = "Битва",
            ["content"] = "Отправьте команды героев в бой, чтобы выполнить авто-фарм и битвы. В боях можно получить опыты, духи, золота и снаряжения и т.д. Ещё есть шанс случайно получить  двойной приз."
        },
        {
            ["title"] = "Испытание храбреца",
            ["content"] = "Постоянно сражайтесь и победите с врагом, которыми из разных серверов. Здоровья героя не  востановятся."
        },
        {
            ["title"] = "Башня Забвения",
            ["content"] = "Внутри башни есть разные стражи, победить их и получить массовый камни и снаряжения. До указанного этажи ещё есть шанс получить героя 5*!"
        },
        {
            ["title"] = "Арена",
            ["content"] = "Можно играть с другими  игроками на Арене! Победив и получить очки и бесплатные алмазы! 'Испытания чемпиона' открывается по пятницам, субботам и воскресениям (время сервера). Приходите и сражайтесь с другими игроками!"
        },
        {
            ["title"] = "Магический круг",
            ["content"] = "Самый быстрый способ получить новых героев. Соберите больше сердечек или свитков призыва для бесплатного призыва героев. Когда призыв наполнен энергией, вы получите случайного героя  5*."
        },
        {
            ["title"] = "Круг Создания",
            ["content"] = "Это единственный путь повысить  звёзды героев. Соберите необходимый материал, чтобы повысить их звездный уровень в круге. После повышения, вернуть материалы героев в  рюкзак, которого вы поглотили. Больше героев , больше шансов!"
        },
        {
            ["title"] = "Алтарь",
            ["content"] = "Если у Вас есть ненужные герои, можно поглотить их и получить духи героя, камни прогресса героя, ведавские пыли и камни души. Вернуть в рюкзак ваши снаряжения, кристаллы и артефакты. Камни души можно обменять героев в магазине для реконструкций. Вы также можно получите камни души из пакетов события!"
        },
        {
            ["title"] = "Кузница",
            ["content"] = "В Кузнице вы можно делаете, чтобы составлять снаряжения высокого уровня из низкого уровня. Внимание: Снаряжение, которое используется, не покажет в Кузнице."
        },
        {
            ["title"] = "Лотерея",
            ["content"] = "Можно использовать Монета Лотереи в Лотерея, и есть шанс получить осколки героя, снаряжение, артефакты, золота и духи героя. "
        },
        {
            ["title"] = "Чёрный рынок",
            ["content"] = "Рынок обновляет  в определенное время (Можно ручно-обновить).Можно получить духи героя, камни прогресса героя, осколки героя, снаряжение, свитки призыва, билеты Арены и Монета Лотереи."
        },
        {
            ["title"] = "Древо провидца",
            ["content"] = "Можно призвать героев из определенного лагери в древе провидца! Используйте драгоценность провидца на двери призыва ,есть шанс получить героев 4* и 5* или  4* и 5* универсальные осколки. (Получить драгоценность провидца из заданий Таверны или через события). Каждый призыв дает дополнительноежелание провидца. Можно сменить героя на другого этого лагеря. Внимание: только можно поменять героев 4* и  5*(кроме  героев темноты и света)."
        },
        {
            ["title"] = "Таверна",
            ["content"] = "По каждым 24 часам обновит Таверну 1 раз. Выполнить задания получить призы! Можно менять и ускорять задания  за алмазы. Использовать свитки заданий, чтобы получить дополнительные задания. (После обновлении, перестановка всех заданий). Можно получить свики через Авто- фарм."
        }
    },
}
help[2] = {
    ["title"] = "Барьеры",
    ["describe"] = {
        {
            ["title"] = "Обзор",
            ["content"] = "Боевые карты имеют 3 ур сложности: нормальный, ужасный и адский. Каждый ур сложности имеет определенные этапы. Необходимо систематически разблокировать ур сложности."
        },
        {
            ["title"] = "Разблокировать барьеры",
            ["content"] = "Входить в барьер до определенного времени, запускает событие боя. Завершите бой и имеете достаточные уровни и силу команды, можно перейдите в следующий барьер."
        },
        {
            ["title"] = "Разблокировать район и карту",
            ["content"] = "Когда все барьеры в районе пройдены, следующий район будет разблокирован. Когда все барьеры уровня сложности очищены, следующая сложность будет разблокирована."
        },
        {
            ["title"] = "Событие битвы",
            ["content"] = "Входить в новый барьер, запускает событие боя. Завершение бой дает призы."
        },
        {
            ["title"] = "Команда",
            ["content"] = "Можно установить свой отряд героев в меню команды. Вы можно добавляете больше героев к отряду с ростом вашего уровня. Больше героев, выше сил героя. (Сила отправленных героев связана только с разблокированными барьерами. Не относится к трофеям)."
        },
        {
            ["title"] = "Авто-фарм",
            ["content"] = "Доход повышается с течением времени. Авто-фарм длится на 8 часов. После этого не будет дохода. Помните, что надо забрать  доходы в течение 8 часов!"
        },
        {
            ["title"] = "Выход и доход",
            ["content"] = "Барьеры дают опыт, золото и дух. Можно получить их от авто-фарма. Чем выше сложности и  прогресса барьера, тем больше дохода. Доход повышается с ростом VIP уровня."
        },
        {
            ["title"] = "Добыча и трофеи",
            ["content"] = "Можно просмотреть реквизиты в сведениях о добыче. Авто-фарм случайно дает реквизиты. Можно просмотреть награды в меню трофеев."
        }
    },
}
help[3] = {
    ["title"] = "Битва",
    ["describe"] = {
        {
            ["title"] = "Позиция",
            ["content"] = "Герои в первых рядах выдерживают больше уронов, чем в последних рядах. По классам регулировать позицию, чтобы герои смогли долго жить."
        },
        {
            ["title"] = "Баланс лагери",
            ["content"] = "Между всеми лагерями есть баланс. По героям врга регулировать своих героев, чтобы получить больше боевых сил!"
        },
        {
            ["title"] = "Светлое кольцо лагери",
            ["content"] = "Отправить 6 героев из одного лагери или из 6 разных лагерей, можно активировать силы светлого кольца."
        },
        {
            ["title"] = "Правила боя",
            ["content"] = "Если бой длится более 15 раундов, атакующий проиграет. Если все вражеские герои убиты во время ограниченных раундов, атакующий выиграет. Когда все дружественные герои гибнут, проиграли."
        },
        {
            ["title"] = "Атака",
            ["content"] = "Чем выше атака героя, тем больше урона героям можно нанести."
        },
        {
            ["title"] = "Здоровье",
            ["content"] = "Чем выше здоровье героя, тем долго жить в боях."
        },
        {
            ["title"] = "Броня",
            ["content"] = "Чем выше уровней доспехов , тем меньше урона будет нанесено."
        },
        {
            ["title"] = "Скорость",
            ["content"] = "Скорость определяет порядок атаки. У кого выше скорость, тот всегда можно нападет первым."
        },
        {
            ["title"] = "Повысить вероятность навыков",
            ["content"] = "Повысить вероятность навыка , чтобы повысить  дополнительные навыки. Чем выше вероятностей навыка, тем больше наносится урона."
        },
        {
            ["title"] = "Точность",
            ["content"] = "Точность решила вероятность попадания для противника, чем выше точность, у героев получают меньше запираний."
        },
        {
            ["title"] = "Запирание",
            ["content"] = "Запирание уменьшало выдерживаемую акату для героя, после запирания можно получать  меньше уронов от противников."
        },
        {
            ["title"] = "Критический удар",
            ["content"] = "Чем выше критических ударов, тем выше критических уронов, и есть больше шансов  выпустит  удары.."
        },
        {
            ["title"] = "Критический урон",
            ["content"] = "Урон от критического удара. Больше урона, после атаки  будет нанесено больше  критического удара."
        },
        {
            ["title"] = "Бронебойность",
            ["content"] = "Уменьшает броню атакованной цели на определенную величину. Чем выше бронебойности, тем сильнее уменьшается броня."
        },
        {
            ["title"] = "Степень иммунитета к контролю",
            ["content"] = "Уменьшает шанс подвергнуться контролю. Чем выше степень иммунитета к контролю, тем менее  вероятностей, что герои подвергнутся контролю."
        },
        {
            ["title"] = "Снижения урона",
            ["content"] = "Снижает шанс подвергнуться урону. Чем выше снижений урона, тем меньше получаемого урона."
        }
    },
}
help[4] = {
    ["title"] = "Как получить героев",
    ["describe"] = {
        {
            ["title"] = "Боевой Трофей",
            ["content"] = "Через авто-фарм, Битвы, подземелье ,вызов героя и воевать в башне можно получить осколки героя."
        },
        {
            ["title"] = "Покупать в магазине",
            ["content"] = "Можно получить героев и осколки героя на чёрном рынке, в магазине удачи, в магазине камней  души, в магазине испытания героя, в магазине гильдии и в магазине испытания чемпионов."
        },
        {
            ["title"] = "Мандала призывов",
            ["content"] = "Можно призывать за рдечки,свитки зыва и алмазы- это быстрый путь получить новых героев."
        },
        {
            ["title"] = "Древо провидца",
            ["content"] = "Можно потратить драгоценность провидца чтобы получить осколки героя."
        },
        {
            ["title"] = "Лотерея",
            ["content"] = "Можно тратить монеты желания, чтобы получить осколки героя."
        },
        {
            ["title"] = "Задания Травены",
            ["content"] = "В Таверне есть задания, в которых  дают осколки героя. Выполнить этих заданий даст  осколки определенного героя."
        },
        {
            ["title"] = "Поиск Друга",
            ["content"] = "При поиске друга есть шанс получить осколки определенного героя."
        }
    },
}
help[5] = {
    ["title"] = "Как повысить героев",
    ["describe"] = {
        {
            ["title"] = "Повысить уровни героя",
            ["content"] = "Можно тратить духи героя, чтобы повысить героев. "
        },
        {
            ["title"] = "Сорт героя",
            ["content"] = "Когда уровни героя исчерпаны, можно использовать камни прогресса героя, чтобы  повысить сорт героя."
        },
        {
            ["title"] = "Повысить звёзды героя",
            ["content"] = "Когда уровни героя и сорты исчерпаны, можно повысить его звёзды. После повышения его уровень, снаряжение и ранг не изменится."
        },
        {
            ["title"] = "Пробуждение героя",
            ["content"] = "Пробуждаться героев за  материалы, у которого имеет выше 6*. После пробуждения, повысить его пассивные навыки. Материалы затраченных героев вернут духи героя и камни прогресса в рюкзак."
        },
        {
            ["title"] = "Использовать снаряжения и артефакты",
            ["content"] = "Одеть снаряжение и артефакт героев, чтобы повысить их силы. У снаряжений и артефактов высокие звездные уровни и качества,  дают больше силы героям."
        },
        {
            ["title"] = "Повысить кристалл",
            ["content"] = "Можно обновлять и передавать кристаллы героя для повышения силы. Обновление и передача стоит определенное количество ведовской пыли и золота."
        }
    },
}
help[6] = {
    ["title"] = "Вид героя",
    ["describe"] = {
        {
            ["title"] = "Профессия",
            ["content"] = "Существует 5 профессий: воин, маг, рейнджер, убийца и священник. Воины имеют более жизней и сильные обороны, но слабые атаки, идут поставить в передном ряде. Маги и рейнджеры имеют слабые здоровья и слабые обороны, но сильные атаки, идут поставить в последном ряде. Убийцы имеют слабые обороны и слабые здоровья, наносят выше уронов. Священники имеют слабые здоровья, обороны и  атаки,  но они можно восстанавливают жизни героев, и есть контролируемый навык, идут постановить в последнем ряде."
        },
        {
            ["title"] = "Звездный уровень",
            ["content"] = "Герои имеют 5 начальных звездных уровней. Чем выше уровени, тем выше базового статуса и сильнее навыков. Через сложение и пробуждение можно увеличат звездные уровни героя."
        },
        {
            ["title"] = "Лагерь",
            ["content"] = "Есть 6 лагерей: лагерь темноты, света, леса, теней, крепости и бездны. Баланс лагеря: Лес→Тень→Крепость→Бездна→Лес, Темнота→Свет, Свет→Темнота.  Ограничительные герои получат больше 30% уронов."
        }
    },
}
help[7] = {
    ["title"] = "Снаряжение и артефакты",
    ["describe"] = {
        {
            ["title"] = "Качество снаряжения и артефакта",
            ["content"] = "Есть 6 типов качества снаряжений и артефактов: синие, золотые, фиолетовые, зелёные, красные и оранжевые. Чем выше качества, тем больше свойства."
        },
        {
            ["title"] = "Звездный уровень снаряжения и артефакта",
            ["content"] = "Вид звёздного уровня: у синих  и золотых снаряжений есть уровни 1* и 2*.у фиолетового снаряжения есть 1*-3*.у  зеленого снаряжения есть 1*- 4*. У звездного уровня синих и золотых артефактов есть 1*- 4*. у фиолетовых и зеленых артефактов 1*- 5*. у красных артефактов есть 1* - 6*. Выше звездных уровней снаряжений и артефактов,  тем больше свойства."
        },
        {
            ["title"] = "Составить снаряжение и артефакт",
            ["content"] = "В Кузнице можно повысить уровни снаряжений из низкого уровня. Собирать  артефакты до указанного количества, можно составлять артефакт одноименного количества."
        },
        {
            ["title"] = "Получить снаряжение",
            ["content"] = "Через авто-фарм,  башню и битвы, можно получить снаряжение. Ещё можно покупать снаряжение на чёрном рынке, в магазине испытания героя, в магазине гильдии и в магазине удачи. В Лотерея тоже есть шанс получить снаряжение."
        },
        {
            ["title"] = "Комплект снаряжения",
            ["content"] = "Снаряжение качества выше зеленого и 3-звездного уровня имеет набор эффектов. Одеваться необходимое количество комплект активирует эффекты."
        },
        {
            ["title"] = "Повысить артефакт ",
            ["content"] = "Можно поглотить неиспользуемые артефакты повысить артефакт, который одевались.После повышения, получить выше звездного уровеня."
        },
        {
            ["title"] = "Получить артефакт",
            ["content"] = "Как получить артефакты: 1. Комбинировать артефакты с осколков от авто-фарм. 2. Комбинировать артефакты с осколков из магазина гильдии. 3. В Лотерея есть шанс получить артефакты."
        }
    },
}
help[8] = {
    ["title"] = "Гильдия",
    ["describe"] = {
        {
            ["title"] = "Вступить в гильдию",
            ["content"] = "1. Введите ID гильдии для поиска гильдии. 2. Нажмите 'применить', чтобы отправить запрос. 3. Когда ваш запрос будет одобрен, вы сможете присоединиться к гильдии."
        },
        {
            ["title"] = "Создать гильдию",
            ["content"] = "Создания гильдии в разделе гильдии. Создать гильдию, надо тратить алмазы, и по требованию, вам надо достигать указанного уровня. После создания можно приглашать других игроков участвовать в вашей гильдии."
        },
        {
            ["title"] = "Назначить лидера",
            ["content"] = "Лидер гильдии может нажать 'назначить лидера' в меню членов и даст должность другому члену гильдии."
        },
        {
            ["title"] = "Распустить гильдию",
            ["content"] = "Лидер гильдии может распустить гильдию на странице гильдии. После нажатия, через 2 часа гильдия будет распущена."
        },
        {
            ["title"] = "Уровень гильдии",
            ["content"] = "Члены гильдии могут ежедневно входить для модернизации гильдии."
        },
        {
            ["title"] = "Игра гильдии",
            ["content"] = "Члены гильдии могут участвовать в бое подземелья гильдии,мельницы и  войны гильдии, чтобы получить  монеты гильдии и другие награды."
        },
        {
            ["title"] = "Магазин гильдии",
            ["content"] = "Тратить монеты гильдии на осколки героя, осколки артефакта и снаряжения."
        },
        {
            ["title"] = "Наука гильдии",
            ["content"] = "Можно повысить навыки гильдии за монеты и золота в науке. Соответственные навыки повысят навыки героев."
        },
        {
            ["title"] = "Функции гильдии",
            ["content"] = "Члены гильдии могут ежедневно входить для повышения уровня гильдии. Члены могут участвовать в боях подземелья гильдии, мельницы и к войны гильдии, и получить монеты гильдии и другие награды. И можно тратить монеты гильдии на предметы и навыки гильдии в Науке гильдии."
        }
    },
}
help[9] = {
    ["title"] = "Друг",
    ["describe"] = {
        {
            ["title"] = "Добавить в друзья",
            ["content"] = "Введите ID для поиска друзей. отправьте запросы рекомендованным друзьям. нажмите аватарку игрока в чате, чтобы подружиться с ним.  нажмите аватарку игрока в гильдии, чтобы подружиться с ними."
        },
        {
            ["title"] = "Запрос в друзья",
            ["content"] = "Просмотрите полученные запросы в списке запросов, нажмите 'согласен' и  дружить с ними."
        },
        {
            ["title"] = "Сердечко",
            ["content"] = "Друзья могут посылать сердечки друг другу. Можно использовать сердечки для бесплатного призыва в Круге."
        },
        {
            ["title"] = "Удалить друзей",
            ["content"] = "1. Нажмите аватарку друга в списке ваших друзей. 2. Нажмите 'удалить друга', и удалить их."
        },
        {
            ["title"] = "Помощь друзей",
            ["content"] = "Каждые 8 часов, получить 1 шанс для поиска, и есть вероятность найти Боссов, золота, осколки героя и другие награды. Помогать друзьям бить Боссов, получать случайные награды и очки. На каждой неделе по рангу отправить награды."
        }
    },
}
return help