local data = {}
data[1] = {
    ["name"] = "Золото",
    ["brief"] = "Деньги",
    ["explain"] = "Обычные деньги",
}
data[2] = {
    ["name"] = "Бриллианты",
    ["brief"] = "Деньги",
    ["explain"] = "Самые ценные деньги",
}
data[3] = {
    ["name"] = "EXP",
    ["brief"] = "Опыт игрока",
    ["explain"] = "Для повышения уровня игрока",
}
data[4] = {
    ["name"] = "Групповые монеты",
    ["brief"] = "Групповые монеты",
    ["explain"] = "Для покупок в магазине группы",
}
data[5] = {
    ["name"] = "Опыт группы",
    ["brief"] = "Опыт группы",
    ["explain"] = "Для повышения уровня группы",
}
data[6] = {
    ["name"] = "Монеты счастья",
    ["brief"] = "Монеты счастья",
    ["explain"] = "Для делать покупку в магазине",
}
data[7] = {
    ["name"] = "Фрагменты камня души",
    ["brief"] = "Деньги для покупки героев",
    ["explain"] = "Для делать покупку в магазине Алтаря.",
}
data[8] = {
    ["name"] = "Магическая кукла",
    ["brief"] = "Рождественский обменный реквизит",
    ["explain"] = "Разменный реквизит в рождественском магазине",
}
data[9] = {
    ["name"] = "ОпытVIP",
    ["brief"] = "Опыт vip",
}
data[10] = {
    ["name"] = "Духи героя",
    ["brief"] = "Опыт повышения уровня героя",
    ["explain"] = "Для повышения Уровня героя.",
}
data[11] = {
    ["name"] = "Камни прогресса героя",
    ["brief"] = "Опыт прогресса героя",
    ["explain"] = "Для повышения сорта героя.",
}
data[12] = {
    ["name"] = "Сердечко",
    ["brief"] = "Валюта для дружбы",
    ["explain"] = "Через 'Список друзей' получать, мочь делать призыв в Дружеском призыве.",
}
data[13] = {
    ["name"] = "Минимум силы вытягивания карты",
    ["brief"] = "Минимум силы вытягивания карты",
}
data[14] = {
    ["name"] = "Выносливость",
    ["brief"] = "Выносливость",
    ["explain"] = "Для боя на башне",
}
data[15] = {
    ["name"] = "Ведовская пыль",
    ["brief"] = "материал",
    ["explain"] = "Для повышения Уровня хрусталя",
}
data[16] = {
    ["name"] = "Чешуя дракона",
    ["brief"] = "Валюта лавки",
    ["explain"] = "Для покупки в магазине испытание храбреца",
}
data[17] = {
    ["name"] = "Славная валюта",
    ["brief"] = "Валюта арены.",
    ["explain"] = "Для делать покупку в магазине Арены.",
}
data[18] = {
    ["name"] = "Шкатулка арены",
    ["brief"] = "Награда на почте",
    ["explain"] = "Случайно получить золота, камни прогресса, духи, опыты героя, легендарные снаряжении и другие редкие вещи.",
}
data[19] = {
    ["name"] = "Волшебный хлеб",
    ["brief"] = "Продукты для физической силы",
    ["explain"] = "Используется при захвате мельницы группы",
}
data[20] = {
    ["name"] = "Пожелание провидеца",
    ["brief"] = "Замещающий героический",
    ["explain"] = "Для замещать героев в Дереве провидеца",
}
data[21] = {
    ["name"] = "Драгоценность провидеца",
    ["brief"] = "Вещи двери провидеца.",
    ["explain"] = "Можно призвать 4* 5* героев ,героические души или дерево провидеца.",
}
data[22] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска для 300-побед  в ивенте сторонника войны.",
}
data[23] = {
    ["name"] = "Красный сундук чудо-вещи с 1 звездой.",
    ["brief"] = "Сундук чудо-вещи",
    ["explain"] = "Когда сделали покупку, можете случайно получить красный чудо-вещи с 1 звездой.",
}
data[24] = {
    ["name"] = "Зелёный сундук чудо-вещи с 1 звездой.",
    ["brief"] = "Сундук чудо-вещи",
    ["explain"] = "Когда сделали покупку, можете случайно получить зелёный чудо-вещи с 1 звездой.",
}
data[25] = {
    ["name"] = "Зимний определительный значок",
    ["brief"] = "Необычная маска",
    ["explain"] = "Купить пакет во время ивента получить необычный значок.",
}
data[26] = {
    ["name"] = "Снеговая кукла",
    ["brief"] = "Меняльный материал",
    ["explain"] = "Во время ивента можно обменивать  реквизиты, через срок нельзя обменивать, используйте во время ивента.",
}
data[27] = {
    ["name"] = "Низшая шкатулка снеговой куклы",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "После покупки можно скучайно получить Снеговую куклу(25-75)",
}
data[28] = {
    ["name"] = "Свиток для основной задачи в таверне",
    ["brief"] = "Свиток для задачи в таверне",
    ["explain"] = "Потратив свиток на таверне, случайно получить одну задачу(1 - 4 звёзды).",
}
data[29] = {
    ["name"] = "Свиток для высшей задачи в таверне",
    ["brief"] = "Свиток для задачи в таверне",
    ["explain"] = "Потратив свиток на таверне, случайно получить одну задачу(4 - 7 звёзды).",
}
data[30] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска для 300-побед  в ивенте сторонника войны.",
}
data[31] = {
    ["name"] = "Высшая шкатулка снеговой куклы",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "После покупки можно скучайно получить Снеговую куклу(50-150)",
}
data[32] = {
    ["name"] = "Определительный значок дня возлюбленного",
    ["brief"] = "Необычная маска",
    ["explain"] = "Купить пакет во время ивента получить необычный значок.",
}
data[33] = {
    ["name"] = "Значок кубка чемпиона",
    ["brief"] = "Необычная маска",
    ["explain"] = "Значок составившей группы в арене",
}
data[34] = {
    ["name"] = "Значок алмазного кубка",
    ["brief"] = "Необычная маска",
    ["explain"] = "Значок составившей группы в арене",
}
data[35] = {
    ["name"] = "Значок золотой медали",
    ["brief"] = "Необычная маска",
    ["explain"] = "Значок составившей группы в арене",
}
data[36] = {
    ["name"] = "Значок серебряной медали",
    ["brief"] = "Необычная маска",
    ["explain"] = "Значок составившей группы в арене",
}
data[37] = {
    ["name"] = "Значок медной медали",
    ["brief"] = "Необычная маска",
    ["explain"] = "Значок составившей группы в арене",
}
data[38] = {
    ["name"] = "Меморативный значок  оборотня",
    ["brief"] = "Необычная маска",
    ["explain"] = "Купить пакет во время ивента получить необычный значок.",
}
data[39] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска для 400-побед  в ивенте сторонника войны.",
}
data[40] = {
    ["name"] = "Злой дух",
    ["brief"] = "Материал чудака",
    ["explain"] = "Для активировать тело оборотеня",
}
data[41] = {
    ["name"] = "Камень хаоса",
    ["brief"] = "Материал чудака",
    ["explain"] = "Для активировать оборотеня, повышение ур и повышение ступени.",
}
data[42] = {
    ["name"] = "Меморативный значок  оборотня",
    ["brief"] = "Необычная маска",
    ["explain"] = "Купить пакет во время ивента получить необычный значок.",
}
data[43] = {
    ["name"] = "Золотая икона",
    ["brief"] = "Меняльный материал",
    ["explain"] = "Во время ивента можно обменивать  реквизиты, через срок нельзя обменивать, используйте во время ивента.",
}
data[44] = {
    ["name"] = "Шкатулка основой золотой иконы",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "После покупки можно скучайно получить Золотая икона(20-40)",
}
data[45] = {
    ["name"] = "Шкатулка средней золотой иконы",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "После покупки можно скучайно получить Золотая икона(50-100)",
}
data[46] = {
    ["name"] = "Шкатулка высокой золотой иконы",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "После покупки можно скучайно получить Золотая икона(180-360)",
}
data[47] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска для 400-побед  в ивенте сторонника войны.",
}
data[48] = {
    ["name"] = "Меморативный значок  оборотня",
    ["brief"] = "Необычная маска",
    ["explain"] = "Купить пакет во время ивента получить необычный значок.",
}
data[49] = {
    ["name"] = "Меморативный значок  оборотня",
    ["brief"] = "Необычная маска",
    ["explain"] = "Купить пакет во время ивента получить необычный значок.",
}
data[50] = {
    ["name"] = "Значок боя",
    ["brief"] = "Билет для участия в боях",
    ["explain"] = "Для участия в бою на Изорванное пространство надо купить билет",
}
data[51] = {
    ["name"] = "Рыбья кость",
    ["brief"] = "Меняльный материал",
    ["explain"] = "Во время ивента можно обменивать  реквизиты, через срок нельзя обменивать, используйте во время ивента.",
}
data[52] = {
    ["name"] = "Меморативный значок Годовщина торжества",
    ["brief"] = "Необычная маска",
    ["explain"] = "Использовать Рыбью кость обменивать необычный значок.",
}
data[53] = {
    ["name"] = "Шкатулка основой золотой иконы",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "После покупки можно скучайно получить Рыбья кость(20-40)",
}
data[54] = {
    ["name"] = "Шкатулка средней золотой иконы",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "После покупки можно скучайно получить Рыбья кость(50-100)",
}
data[55] = {
    ["name"] = "Шкатулка высокой золотой иконы",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "После покупки можно скучайно получить Рыбья кость(180-360)",
}
data[56] = {
    ["name"] = "Шкатулка высокой золотой иконы",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "После покупки можно скучайно получить Рыбья кость(150-300)",
}
data[57] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска для 400-побед  в ивенте сторонника войны.",
}
data[58] = {
    ["name"] = "Монета Супер -лотереи",
    ["brief"] = "Ваучер Супер -лотереи",
    ["explain"] = "Участвовать в Супер-лотерее, надо тратить Монету.",
}
data[59] = {
    ["name"] = "Меморативный значок  оборотня",
    ["brief"] = "Необычная маска",
    ["explain"] = "Купить пакет во время ивента получить необычный значок.",
}
data[60] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска для 400-побед  в ивенте сторонника войны.",
}
data[61] = {
    ["name"] = "Меморативный значок",
    ["brief"] = "Необычная маска",
    ["explain"] = "Купив пакеты ивента, получить лимитный значок любви.",
}
data[62] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска для 400-побед  в ивенте сторонника войны.",
}
data[63] = {
    ["name"] = "Меморативный значок",
    ["brief"] = "Необычная маска",
    ["explain"] = "Купив пакеты ивента, получить лимитный значок любви.",
}
data[64] = {
    ["name"] = "Меморативный значок",
    ["brief"] = "Необычная маска",
    ["explain"] = "Купить пакет во время ивента получить необычный значок.",
}
data[65] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычный значок во время ивента воинственного праздника.",
}
data[66] = {
    ["name"] = "'Голдэн драгон' значок",
    ["brief"] = "Необычная маска",
    ["explain"] = "Подписываться VIP, можно получить 'Голдэн драгон' значок.",
}
data[67] = {
    ["name"] = "Значок Хэллоуин",
    ["brief"] = "Необычная маска",
    ["explain"] = "Во время Хэллоуин можно получить необычный значок",
}
data[68] = {
    ["name"] = "Золотая тыква",
    ["brief"] = "Меняльный материал",
    ["explain"] = "Во время ивента можно обменивать  реквизиты, через срок нельзя обменивать, используйте во время ивента.",
}
data[69] = {
    ["name"] = "Серебристый бубенец",
    ["brief"] = "Меняльный материал",
    ["explain"] = "Во время ивента можно обменивать  реквизиты, через срок нельзя обменивать, используйте во время ивента.",
}
data[70] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычный значок во время ивента воинственного праздника.",
}
data[71] = {
    ["name"] = "Меморативный значок",
    ["brief"] = "Необычная маска",
    ["explain"] = "Купить пакет во время ивента получить необычный значок.",
}
data[72] = {
    ["name"] = "Пустая камень",
    ["brief"] = "Строительный материал",
    ["explain"] = "Можно строить здание",
}
data[73] = {
    ["name"] = "Коробка для души",
    ["brief"] = "Замещающий героический",
    ["explain"] = "Можно замещать 10-ти героя.",
}
data[74] = {
    ["name"] = "Король войны",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Для синтеза кожи Асмода",
}
data[75] = {
    ["name"] = "Пришествие дьявола",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Для синтеза кожи Бариа",
}
data[76] = {
    ["name"] = "Черный воин",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Для синтеза кожи Дасмогэ",
}
data[77] = {
    ["name"] = "Чемпионский золотой меч",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Для синтеза кожи Блеск льда",
}
data[78] = {
    ["name"] = "Морозное лезвие",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Для синтеза кожи Киллер",
}
data[79] = {
    ["name"] = "Последняя молитва",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Для синтеза кожи Охотник за демонами",
}
data[80] = {
    ["name"] = "Черная шкатулка",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "После открытия, можно случайно получить драгоценность провидеца, золото, пыль, бриллиант, красный чудо-вещи.",
}
data[81] = {
    ["name"] = "Таинственный черный ящик 1-го уровня",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "После открытия, можно Свиток призыва героя x 5, Злой дух x 1000, Камень хаоса x 500.",
}
data[82] = {
    ["name"] = "Таинственный черный ящик 2-го уровня",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "После открытия, можно высших фишек x 5, Безбоязненные бусы x 1, Безбоязненные сапоги x 1.",
}
data[83] = {
    ["name"] = "Таинственный черный ящик 3-го уровня",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "После открытия, можно Драгоценность провидеца x 8, Безбоязненные доспехи x 1.",
}
data[84] = {
    ["name"] = "Таинственный черный ящик 4-го уровня",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "После открытия, можно Охотник за демонами с 5 звёзды , Ведовская пыль x 20000.",
}
data[85] = {
    ["name"] = "Таинственный черный ящик 5-го уровня",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "После открытия, можно оранжевый чудо-вещи: бесстрашный доспех x1, монеты гильдии x25000, Пришествие дьявола x 10.",
}
data[86] = {
    ["name"] = "Удивленный ящик",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "После открытия, можно случайно получить Каммус с 5 звёзды, Зигмунд с 5 звёзды, Скил с 5 звёзды, Рос с 5 звёзды, Зирок с 5 звёзды, Бессонный с 5 звёзды,Гнев Айдана, Кинжал королевы, Вздох, Золотой ключ.",
}
data[87] = {
    ["name"] = "Мрачная баба-яга",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Для синтеза кожи Маласы",
}
data[88] = {
    ["name"] = "Меморативный значок",
    ["brief"] = "Необычная маска",
    ["explain"] = "Купить пакет во время ивента получить необычный значок.",
}
data[89] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычный значок во время ивента воинственного праздника.",
}
data[90] = {
    ["name"] = "Посланец хаоса",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Для синтеза кожи для Лезвии веры",
}
data[91] = {
    ["name"] = "Небесный посланец",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Для синтеза кожи для Аво",
}
data[92] = {
    ["name"] = "Снеговик",
    ["brief"] = "Меняльный материал",
    ["explain"] = "Во время ивента можно обменивать  реквизиты, через срок нельзя обменивать, используйте во время ивента.",
}
data[93] = {
    ["name"] = "Меморативный значок",
    ["brief"] = "Необычная маска",
    ["explain"] = "Купить пакет во время ивента получить необычный значок.",
}
data[94] = {
    ["name"] = "Lv.1 Шкатулка нового года ",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[95] = {
    ["name"] = "Lv.2 Шкатулка нового года",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[96] = {
    ["name"] = "Lv.3 Шкатулка нового года",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[97] = {
    ["name"] = "Lv.4 Шкатулка нового года",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[98] = {
    ["name"] = "Lv.5 Шкатулка нового года",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[99] = {
    ["name"] = "Смерть Алисы",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Для синтеза кожи для Вейсы",
}
data[100] = {
    ["name"] = "Буря красавиц",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Для синтеза кожи для Огненной бури",
}
data[101] = {
    ["name"] = "Слово покойника",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Зомби",
}
data[102] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычный значок во время ивента воинственного праздника.",
}
data[103] = {
    ["name"] = "Абсолютная ноль",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Керри",
}
data[104] = {
    ["name"] = "Воин дракона",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Красивое дерево",
}
data[105] = {
    ["name"] = "Ворон",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Блеск льда",
}
data[106] = {
    ["name"] = "Святой отец",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Лутец во время дня возлюбленного.",
}
data[107] = {
    ["name"] = "Цветок последних дней",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Эмили во время дня возлюбленного.",
}
data[108] = {
    ["name"] = "Шутиха",
    ["brief"] = "Меняльный материал",
    ["explain"] = "Для выгнать монстра NIAN, можно дать NIAN урон.",
}
data[109] = {
    ["name"] = "Хлопушка",
    ["brief"] = "Меняльный материал",
    ["explain"] = "Для выгнать монстра NIAN, можно дать NIAN урон.",
}
data[110] = {
    ["name"] = "Волшебный фонарь",
    ["brief"] = "Меняльный материал",
    ["explain"] = "Во время ивента можно обменивать  реквизиты, через срок нельзя обменивать, используйте во время ивента.",
}
data[111] = {
    ["name"] = "Милый шоколад",
    ["brief"] = "Меняльный материал",
    ["explain"] = "Во время ивента можно обменивать  реквизиты, через срок нельзя обменивать, используйте во время ивента.",
}
data[112] = {
    ["name"] = "Ограниченный значок Китайского Нового Года",
    ["brief"] = "Необычная маска",
    ["explain"] = "Ограниченный значок во время Китайского Нового Года.",
}
data[113] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычный значок во время ивента воинственного праздника.",
}
data[114] = {
    ["name"] = "Суккуб",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Королевы",
}
data[115] = {
    ["name"] = "Бесприютная душа умершего",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Айдана",
}
data[116] = {
    ["name"] = "Ангел конца",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Зирока",
}
data[117] = {
    ["name"] = "Светская реликвия",
    ["brief"] = "Меняльный материал",
    ["explain"] = "Во время ивента можно обменивать  реквизиты, через срок нельзя обменивать, используйте во время ивента.",
}
data[118] = {
    ["name"] = "Весенняя коробка с 1 уровнем",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[119] = {
    ["name"] = "Весенняя коробка с 2 уровнем",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[120] = {
    ["name"] = "Весенняя коробка с 3 уровнем",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[121] = {
    ["name"] = "Весенняя коробка с 4 уровнем",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[122] = {
    ["name"] = "Весенняя коробка с 5 уровнем",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[123] = {
    ["name"] = "Магическая стела",
    ["brief"] = "Меняльный материал",
    ["explain"] = "Магическая стела с выгравированными магическими рунами, которая может нанести большой урон для Тень гвардии",
}
data[124] = {
    ["name"] = "Старинный монумент",
    ["brief"] = "Меняльный материал",
    ["explain"] = "Во время ивента можно обменивать  реквизиты, через срок нельзя обменивать, используйте во время ивента.",
}
data[125] = {
    ["name"] = "Глаз левкоя",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Огненная буря",
}
data[126] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычный значок во время ивента воинственного праздника.",
}
data[127] = {
    ["name"] = "Dr.Амос",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Амос",
}
data[128] = {
    ["name"] = "Темный эльф",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Ясновидящий",
}
data[129] = {
    ["name"] = "Страж Галактики",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Гера",
}
data[130] = {
    ["name"] = "Невеста мести",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Черного Асинта",
}
data[131] = {
    ["name"] = "Темная реликвия",
    ["brief"] = "Меняльный материал",
    ["explain"] = "Во время ивента можно обменивать  реквизиты, через срок нельзя обменивать, используйте во время ивента.",
}
data[132] = {
    ["name"] = "Летний подарок с 1 уровнем",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[133] = {
    ["name"] = "Летний подарок с 2 уровнем",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[134] = {
    ["name"] = "Летний подарок с 3 уровнем",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[135] = {
    ["name"] = "Летний подарок с 4 уровнем",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[136] = {
    ["name"] = "Летний подарок с 5 уровнем",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[137] = {
    ["name"] = "Радиация",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Дасмогэ",
}
data[138] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычный значок во время ивента воинственного праздника.",
}
data[139] = {
    ["name"] = "Рыцарь красного лотоса",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Зигмунда",
}
data[140] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычный значок во время ивента воинственного праздника.",
}
data[141] = {
    ["name"] = "Серафим",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Михаила",
}
data[142] = {
    ["name"] = "Счастливый грош",
    ["brief"] = "Меняльный материал",
    ["explain"] = "Во время ивента можно обменивать  реквизиты, через срок нельзя обменивать, используйте во время ивента.",
}
data[143] = {
    ["name"] = "Аватар 2 годовщины",
    ["brief"] = "Необычная маска",
    ["explain"] = "Тратить Счастливый грош чтобы получить специальный аватар",
}
data[144] = {
    ["name"] = "Запевала ангельского оркестра",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Белтрана",
}
data[145] = {
    ["name"] = "Глаз Мороза",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Мима",
}
data[146] = {
    ["name"] = "Красная Королева",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Джахры",
}
data[147] = {
    ["name"] = "Плакальщик",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Кроос",
}
data[148] = {
    ["name"] = "Окаменелости юрского периода",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Скил",
}
data[149] = {
    ["name"] = "Юбилейный лимитированный пакет 1",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[150] = {
    ["name"] = "Юбилейный лимитированный пакет 2",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[151] = {
    ["name"] = "Юбилейный лимитированный пакет 3",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[152] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычный значок во время ивента воинственного праздника.",
}
data[153] = {
    ["name"] = "Доспехи апокалипсиса",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Лезвии веры",
}
data[154] = {
    ["name"] = "Игра Буря",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Валентина",
}
data[155] = {
    ["name"] = "Хранитель леса",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Роса",
}
data[156] = {
    ["name"] = "Биохимическое оружие",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Каммуса",
}
data[157] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычный значок во время ивента воинственного праздника.",
}
data[158] = {
    ["name"] = "Тайный сундук",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[159] = {
    ["name"] = "Тайный сундук",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[160] = {
    ["name"] = "Тайный сундук",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[161] = {
    ["name"] = "Тайный сундук",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[162] = {
    ["name"] = "Тайный сундук",
    ["brief"] = "Материальная шкатулка",
    ["explain"] = "Открыть шкатулку, чтобы получить награды.",
}
data[163] = {
    ["name"] = "Готическая королева",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Маргариты",
}
data[164] = {
    ["name"] = "Джунгли охотник",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Валькирии",
}
data[165] = {
    ["name"] = "Элементарное сердце",
    ["brief"] = "Меняльный материал",
    ["explain"] = "Во время ивента можно обменивать  реквизиты, через срок нельзя обменивать, используйте во время ивента.",
}
data[166] = {
    ["name"] = "Пустынный рыцарь",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Синтез кожи для Эдгар",
}
data[167] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычный значок во время ивента воинственного праздника.",
}
data[168] = {
    ["name"] = "Элементарное сердце",
    ["brief"] = "Меняльный материал",
    ["explain"] = "",
}
data[19511] = {
    ["name"] = "Бессонный с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19512] = {
    ["name"] = "Тёмный дух с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19513] = {
    ["name"] = "Дасмогэ с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19514] = {
    ["name"] = "Аво с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19515] = {
    ["name"] = "Мим с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[40001] = {
    ["name"] = "Фрагменты героя с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва героя с 4 звёзд надо собрать 30 фрагментов",
}
data[40002] = {
    ["name"] = "Фрагменты героя с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва героя с 5 звёзды надо собрать 50 фрагментов",
}
data[40003] = {
    ["name"] = "Фрагменты героя с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва героя с 3 звёзды надо собрать 20 фрагментов",
}
data[18501] = {
    ["name"] = "Черный Асинто с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18502] = {
    ["name"] = "Бессонный с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18503] = {
    ["name"] = "Дасмогэ с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18504] = {
    ["name"] = "Аво с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18505] = {
    ["name"] = "Мим с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[40011] = {
    ["name"] = "5- звёздный фрагмент героя из лагери Мрака",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва 5- звёздного героя из лагери Мрака надо собрать 50 фрагментов",
}
data[40012] = {
    ["name"] = "5- звёздный фрагмент героя из лагери Крепости",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва 5- звёздного героя из лагери Крепости надо собрать 50 фрагментов",
}
data[40013] = {
    ["name"] = "5- звёздный фрагмент героя из лагери Бездны",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва 5- звёздного героя из лагери Бездны надо собрать 50 фрагментов",
}
data[40014] = {
    ["name"] = "5- звёздный фрагмент героя из лагери Леса",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва 5- звёздного героя из лагери Леса надо собрать 50 фрагментов",
}
data[40015] = {
    ["name"] = "5- звёздный фрагмент героя из лагери Темноты",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва 5- звёздного героя из лагери Темноты надо собрать 50 фрагментов",
}
data[40016] = {
    ["name"] = "5- звёздный фрагмент героя из лагери Света",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва 5- звёздного героя из лагери Света надо собрать 50 фрагментов",
}
data[40021] = {
    ["name"] = "4- звёздный фрагмент героя из лагери Мрака",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва 4- звёздного героя из лагери Мрака надо собрать 30 фрагментов",
}
data[40022] = {
    ["name"] = "5- звёздный фрагмент героя из лагери Крепости",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва 4- звёздного героя из лагери Крепости надо собрать 30 фрагментов",
}
data[40023] = {
    ["name"] = "4- звёздный фрагмент героя из лагери Бездны",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва 4- звёздного героя из лагери Бездны надо собрать 30 фрагментов",
}
data[40024] = {
    ["name"] = "4- звёздный фрагмент героя из лагери Леса",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва 4- звёздного героя из лагери Леса надо собрать 30 фрагментов",
}
data[40025] = {
    ["name"] = "4- звёздный фрагмент героя из лагери Темноты",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва 4- звёздного героя из лагери Бездны надо собрать 30 фрагментов",
}
data[40026] = {
    ["name"] = "4- звёздный фрагмент героя из лагери Света",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва 4- звёздного героя из лагери Света надо собрать 30 фрагментов",
}
data[8801] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска",
}
data[8802] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска",
}
data[8803] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска",
}
data[8804] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска",
}
data[8805] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска",
}
data[8806] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска",
}
data[8807] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска",
}
data[8808] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска",
}
data[8809] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска",
}
data[8810] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска",
}
data[8811] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска",
}
data[8812] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска",
}
data[8813] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска",
}
data[8814] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска",
}
data[8815] = {
    ["name"] = "Winner of King Определительная маска",
    ["brief"] = "Необычная маска",
    ["explain"] = "Необычная маска",
}
data[19611] = {
    ["name"] = "Асмод с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19612] = {
    ["name"] = "Святой дух с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19101] = {
    ["name"] = "Калмар с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19102] = {
    ["name"] = "Владыка с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19103] = {
    ["name"] = "Лутец с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19104] = {
    ["name"] = "Фарид с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19105] = {
    ["name"] = "Бад с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19106] = {
    ["name"] = "Айдан с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19107] = {
    ["name"] = "Славный охранник с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19108] = {
    ["name"] = "Блеск льда с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19109] = {
    ["name"] = "Бэри с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19110] = {
    ["name"] = "Мираж с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19111] = {
    ["name"] = "Ворт с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19112] = {
    ["name"] = "Клятва с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18601] = {
    ["name"] = "Зирок с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18602] = {
    ["name"] = "Асмод с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18603] = {
    ["name"] = "Михаил с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18604] = {
    ["name"] = "Лезвия веры с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18605] = {
    ["name"] = "Белтран с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19118] = {
    ["name"] = "Джахра с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19119] = {
    ["name"] = "Хорус с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18101] = {
    ["name"] = "Владыка с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18102] = {
    ["name"] = "Лутец с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18103] = {
    ["name"] = "Бад с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18104] = {
    ["name"] = "Айдан с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18105] = {
    ["name"] = "Калмар с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18106] = {
    ["name"] = "Фарид с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18107] = {
    ["name"] = "Ворт с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18108] = {
    ["name"] = "Киллер с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18109] = {
    ["name"] = "Зомби с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18110] = {
    ["name"] = "Каммус с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18111] = {
    ["name"] = "Джахра с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18112] = {
    ["name"] = "Хорус с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[56001] = {
    ["name"] = "Фрагменты оранжевой чудо-вещи",
    ["brief"] = "Призвать чудо-вещи",
    ["explain"] = "При полном сборе 50-и фрагментов  можно призвать оранжевую чудо-вещь",
}
data[55001] = {
    ["name"] = "Фрагменты красной чудо-вещи ",
    ["brief"] = "Призвать чудо-вещи",
    ["explain"] = "При полном сборе 50-и фрагментов  можно призвать красную чудо-вещь",
}
data[12000] = {
    ["name"] = "Свитки базовых призывов",
    ["brief"] = "Товар для призывов",
    ["explain"] = "Для делать основой призыв в Алтаре.",
}
data[12001] = {
    ["name"] = "Билет на арену",
    ["brief"] = "Билет для участия в боях",
    ["explain"] = "Для участия в бою на арене надо купить билет",
}
data[12002] = {
    ["name"] = "Монета Лотереи",
    ["brief"] = "Ваучер Лотереи",
    ["explain"] = "Участвовать в лотерее, надо тратить Монету.",
}
data[12003] = {
    ["name"] = "Свиток призыва героя",
    ["brief"] = "Товар для призывов",
    ["explain"] = "Для делать высший призыв в Алтаре.",
}
data[19411] = {
    ["name"] = "Рос с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19418] = {
    ["name"] = "Валькирия с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19615] = {
    ["name"] = "Белтран с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19318] = {
    ["name"] = "Король Бартон с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19218] = {
    ["name"] = "Валентин с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19417] = {
    ["name"] = "Ясновидящий с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19317] = {
    ["name"] = "Кроос с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19614] = {
    ["name"] = "Лезвия веры с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19117] = {
    ["name"] = "Каммус с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19116] = {
    ["name"] = "Зомби с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[54001] = {
    ["name"] = "Фрагменты зеленой чудо-вещи",
    ["brief"] = "Призвать чудо-вещи",
    ["explain"] = "При полном сборе 30-и фрагментов  можно призвать зеленую чудо-вещь",
}
data[19416] = {
    ["name"] = "Вейса с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19316] = {
    ["name"] = "Скил с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19217] = {
    ["name"] = "Зигмунд с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19613] = {
    ["name"] = "Михаил с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19315] = {
    ["name"] = "Бариа с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19115] = {
    ["name"] = "Киллер с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19314] = {
    ["name"] = "Норма с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19313] = {
    ["name"] = "Разрушитель с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19412] = {
    ["name"] = "Тейлор с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19312] = {
    ["name"] = "Аллелия с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19114] = {
    ["name"] = "Глен с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19113] = {
    ["name"] = "Собиратель костей с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19413] = {
    ["name"] = "Эдгар с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19414] = {
    ["name"] = "Болотный с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19415] = {
    ["name"] = "Серые глаза с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19201] = {
    ["name"] = "Красивое дерево с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19202] = {
    ["name"] = "OD-01 с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19203] = {
    ["name"] = "Маргарита с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19204] = {
    ["name"] = "Королева с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19205] = {
    ["name"] = "Синьор Барок с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19206] = {
    ["name"] = "Феим с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19207] = {
    ["name"] = "Густа с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19208] = {
    ["name"] = "Керри с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[53001] = {
    ["name"] = "Фрагменты фиолетовой чудо-вещи",
    ["brief"] = "Призвать чудо-вещи",
    ["explain"] = "При полном сборе 20-и фрагментов  можно призвать фиолетовую чудо-вещь",
}
data[19210] = {
    ["name"] = "Охотник на драконов с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19211] = {
    ["name"] = "Амос с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19212] = {
    ["name"] = "Сайла с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19213] = {
    ["name"] = "Эмили с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19214] = {
    ["name"] = "Огненная буря с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19215] = {
    ["name"] = "Рой с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19216] = {
    ["name"] = "Кристианин с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[10001] = {
    ["name"] = "Магический кристалл",
    ["brief"] = "Магический кристалл",
    ["explain"] = "Можно для заколдовывания снаряжения",
}
data[10002] = {
    ["name"] = "Мощная квинтэссенция",
    ["brief"] = "Деньги для покупки снаряжения",
    ["explain"] = "Можно для покупок снаряжения на чёрном рынке",
}
data[19219] = {
    ["name"] = "Ся с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19311] = {
    ["name"] = "Дантериан с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19306] = {
    ["name"] = "Зирок с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19305] = {
    ["name"] = "Черный Асинто с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19304] = {
    ["name"] = "Маласа с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19303] = {
    ["name"] = "Гера с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18201] = {
    ["name"] = "Славный охранник с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18202] = {
    ["name"] = "Блеск льда с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18203] = {
    ["name"] = "Бэри с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18204] = {
    ["name"] = "Мираж с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18205] = {
    ["name"] = "Красивое дерево с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18206] = {
    ["name"] = "OD-01 с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18207] = {
    ["name"] = "Амос с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18208] = {
    ["name"] = "Эмили с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18209] = {
    ["name"] = "Огненная буря с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18210] = {
    ["name"] = "Зигмунд с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[56099] = {
    ["name"] = "Фрагменты особой оранжевой чудо-вещи ",
    ["brief"] = "Призвать чудо-вещи",
    ["explain"] = "При полном сборе 50-и фрагментов  можно призвать  особую оранжевую чудо-вещь",
}
data[18212] = {
    ["name"] = "Ся с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19302] = {
    ["name"] = "Свет звезд с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19301] = {
    ["name"] = "Человек без лица с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19209] = {
    ["name"] = "Охотник за демонами с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18411] = {
    ["name"] = "Валькирия с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18311] = {
    ["name"] = "Король Бартон с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18211] = {
    ["name"] = "Валентин с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18410] = {
    ["name"] = "Ясновидящий с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18310] = {
    ["name"] = "Кроос с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18409] = {
    ["name"] = "Вейса с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18309] = {
    ["name"] = "Скил с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18308] = {
    ["name"] = "Бариа с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30000] = {
    ["name"] = "Недотепа с 1 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 5 фрагментов",
}
data[30001] = {
    ["name"] = "Черный адепт с 1 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 5 фрагментов",
}
data[30002] = {
    ["name"] = "Светящееся тело с 1 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 5 фрагментов",
}
data[30003] = {
    ["name"] = "Честный человек с 1 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 5 фрагментов",
}
data[30004] = {
    ["name"] = "Лесоруб с 1 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 5 фрагментов",
}
data[30005] = {
    ["name"] = "Старый углекоп с 1 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 5 фрагментов",
}
data[30006] = {
    ["name"] = "Маленький дьявол с 1 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 5 фрагментов",
}
data[30007] = {
    ["name"] = "Сын огня с 1 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 5 фрагментов",
}
data[30008] = {
    ["name"] = "Жук из лавы с 1 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 5 фрагментов",
}
data[30009] = {
    ["name"] = "Белла с 1 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 5 фрагментов",
}
data[30010] = {
    ["name"] = "Разведчик с 1 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 5 фрагментов",
}
data[30011] = {
    ["name"] = "Матрос с 1 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 5 фрагментов",
}
data[30012] = {
    ["name"] = "Шарлотта с 2 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 10 фрагментов",
}
data[30013] = {
    ["name"] = "Маркна с 2 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 10 фрагментов",
}
data[30014] = {
    ["name"] = "Стрелок-скелет с 2 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 10 фрагментов",
}
data[30015] = {
    ["name"] = "Воин-скелет с 2 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 10 фрагментов",
}
data[30016] = {
    ["name"] = "Наставник в мантии с 2 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 10 фрагментов",
}
data[30017] = {
    ["name"] = "Охранник башни с 2 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 10 фрагментов",
}
data[30018] = {
    ["name"] = "Охранник ада с 2 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 10 фрагментов",
}
data[30019] = {
    ["name"] = "ZH-07 с 2 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 10 фрагментов",
}
data[30020] = {
    ["name"] = "Золотые рога с 2 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 10 фрагментов",
}
data[30021] = {
    ["name"] = "Серебряные рога с 2 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 10 фрагментов",
}
data[30022] = {
    ["name"] = "Мощный лес с 2 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 10 фрагментов",
}
data[30023] = {
    ["name"] = "Черный камень с 2 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 10 фрагментов",
}
data[30024] = {
    ["name"] = "Лавен с 2 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 10 фрагментов",
}
data[30025] = {
    ["name"] = "Зоя с 2 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 10 фрагментов",
}
data[30026] = {
    ["name"] = "Синий воин с 2 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 10 фрагментов",
}
data[30027] = {
    ["name"] = "Лесной эльф с 2 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 10 фрагментов",
}
data[30028] = {
    ["name"] = "Молот с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30029] = {
    ["name"] = "Ядовитый язык с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30030] = {
    ["name"] = "Снежный жасмин с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30031] = {
    ["name"] = "Черный пастор с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30032] = {
    ["name"] = "Ледянной троль с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30033] = {
    ["name"] = "Реджи с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30034] = {
    ["name"] = "Кафо с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30035] = {
    ["name"] = "Прислуга тайлы с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30036] = {
    ["name"] = "Огненный кулак с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30037] = {
    ["name"] = "MK-05 с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30038] = {
    ["name"] = "Охранник бездны с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30039] = {
    ["name"] = "Бешеный зверь с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30040] = {
    ["name"] = "Оборотень с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30041] = {
    ["name"] = "Огненные губы с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30042] = {
    ["name"] = "Мирэк с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30043] = {
    ["name"] = "Сивэр с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30044] = {
    ["name"] = "Антонин с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30045] = {
    ["name"] = "Синий шаман с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30046] = {
    ["name"] = "Фрейр с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30047] = {
    ["name"] = "Король джунглей с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30048] = {
    ["name"] = "Душа Асыбу с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30049] = {
    ["name"] = "Вундеркинд с 3 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 20 фрагментов",
}
data[30050] = {
    ["name"] = "Жестокий мертвец с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30051] = {
    ["name"] = "Бабо с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30052] = {
    ["name"] = "Собиратель костей с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30053] = {
    ["name"] = "Глен с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30054] = {
    ["name"] = "Рыцарь кошмаров с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30055] = {
    ["name"] = "Генерал скелетов с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30056] = {
    ["name"] = "Наставник времени с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30057] = {
    ["name"] = "Бешеная кувалда с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30058] = {
    ["name"] = "Рой с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30059] = {
    ["name"] = "Сайла с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30060] = {
    ["name"] = "Крепкое вино с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30061] = {
    ["name"] = "LM-02 с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30062] = {
    ["name"] = "Роуг с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30063] = {
    ["name"] = "Разрушитель с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30064] = {
    ["name"] = "Танна с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30065] = {
    ["name"] = "Акаша с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30066] = {
    ["name"] = "Леймонгайден с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30067] = {
    ["name"] = "Аллелия с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30068] = {
    ["name"] = "Путник с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30069] = {
    ["name"] = "Вождь с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30070] = {
    ["name"] = "Старец лесных эльфов с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30071] = {
    ["name"] = "Охотник за головами с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30072] = {
    ["name"] = "Тейлор с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30073] = {
    ["name"] = "Каджас с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30074] = {
    ["name"] = "Черный Фандерра с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30075] = {
    ["name"] = "Логен с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30076] = {
    ["name"] = "Ученик с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30077] = {
    ["name"] = "Фейген с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30078] = {
    ["name"] = "Калмар с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30079] = {
    ["name"] = "Киллер с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30080] = {
    ["name"] = "Владыка с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30081] = {
    ["name"] = "Лутец с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30082] = {
    ["name"] = "Фарид с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30083] = {
    ["name"] = "Зомби с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30084] = {
    ["name"] = "Бад с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30085] = {
    ["name"] = "Каммус с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30086] = {
    ["name"] = "Айдан с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30087] = {
    ["name"] = "Ворт с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30088] = {
    ["name"] = "Эмили с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30089] = {
    ["name"] = "Амос с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30090] = {
    ["name"] = "Славный охранник с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30091] = {
    ["name"] = "Огненная буря с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30092] = {
    ["name"] = "Блеск льда с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30093] = {
    ["name"] = "Бэри с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30094] = {
    ["name"] = "Зигмунд с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30095] = {
    ["name"] = "Мираж с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30096] = {
    ["name"] = "Красивое дерево с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30097] = {
    ["name"] = "OD-01 с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30098] = {
    ["name"] = "Скил с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30099] = {
    ["name"] = "Дантериан с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30100] = {
    ["name"] = "Маргарита с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30101] = {
    ["name"] = "Бариа с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30102] = {
    ["name"] = "Королева с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30103] = {
    ["name"] = "Синьер Барок с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30104] = {
    ["name"] = "Король Бартон с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30105] = {
    ["name"] = "Феим с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30106] = {
    ["name"] = "Густа с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30107] = {
    ["name"] = "Керри с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30108] = {
    ["name"] = "Охотник за демонами с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30109] = {
    ["name"] = "Охотник на драконов с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30110] = {
    ["name"] = "Человек без лица с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30111] = {
    ["name"] = "Рос с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30112] = {
    ["name"] = "Свет звезд с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30113] = {
    ["name"] = "Гера с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30114] = {
    ["name"] = "Эдгар с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30115] = {
    ["name"] = "Вейса с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30116] = {
    ["name"] = "Маласа с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30117] = {
    ["name"] = "Ясновидящий с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30118] = {
    ["name"] = "Ванасыч с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30119] = {
    ["name"] = "Черный Асинто с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30120] = {
    ["name"] = "Аво с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30121] = {
    ["name"] = "Зирок с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30122] = {
    ["name"] = "Асмод с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30123] = {
    ["name"] = "Михаил с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30124] = {
    ["name"] = "Михаил Дак с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30125] = {
    ["name"] = "Лэмба с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30126] = {
    ["name"] = "Клятва с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30127] = {
    ["name"] = " Стальной Бэмби с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30128] = {
    ["name"] = "Кристианин с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30129] = {
    ["name"] = "Норма с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30130] = {
    ["name"] = "Латус с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30131] = {
    ["name"] = "Серые глаза с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30132] = {
    ["name"] = "Болотный с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30133] = {
    ["name"] = "Жестокий мертвец с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30134] = {
    ["name"] = "Бабо с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30135] = {
    ["name"] = "Наставник времени с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30136] = {
    ["name"] = "Бешеная кувалда с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30137] = {
    ["name"] = "Роуг с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30138] = {
    ["name"] = "Разрушитель с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30139] = {
    ["name"] = "Путник с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30140] = {
    ["name"] = "Вождь с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30141] = {
    ["name"] = "Черный Фандерра с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30142] = {
    ["name"] = "Логен с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30143] = {
    ["name"] = "Ученик с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30144] = {
    ["name"] = "Фейген с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30145] = {
    ["name"] = "Рой с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30146] = {
    ["name"] = "Сайла с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30147] = {
    ["name"] = "Танна с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30148] = {
    ["name"] = "Старец лесных эльфов с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30149] = {
    ["name"] = "Охотник за головами с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30150] = {
    ["name"] = "Собиратель костей с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30151] = {
    ["name"] = "Генерал скелетов с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30152] = {
    ["name"] = "Крепкое вино с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30153] = {
    ["name"] = "Леймонгайден с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30154] = {
    ["name"] = "Глен с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30155] = {
    ["name"] = "Рыцарь кошмаров с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30156] = {
    ["name"] = "LM-02 с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30157] = {
    ["name"] = "Акаша с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30158] = {
    ["name"] = "Аллелия с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30159] = {
    ["name"] = "Тейлор с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30160] = {
    ["name"] = "Каджас с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30161] = {
    ["name"] = "Лэмба с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30162] = {
    ["name"] = "Клятва с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30163] = {
    ["name"] = " Стальной Бэмби с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30164] = {
    ["name"] = "Кристианин с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30165] = {
    ["name"] = "Норма с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30166] = {
    ["name"] = "Латус с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30167] = {
    ["name"] = "Серые глаза с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30168] = {
    ["name"] = "Болотный с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30169] = {
    ["name"] = "Бессонный с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30170] = {
    ["name"] = "Святой дух с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30171] = {
    ["name"] = "Тёмный дух с 4 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 30 фрагментов",
}
data[30172] = {
    ["name"] = "Святой дух с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30173] = {
    ["name"] = "Тёмный дух с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30174] = {
    ["name"] = "Дасмогэ с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30175] = {
    ["name"] = "Лезвия веры с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30176] = {
    ["name"] = "Кроос с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30177] = {
    ["name"] = "Валентин с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30178] = {
    ["name"] = "Джахра с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30179] = {
    ["name"] = "Белтран с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30180] = {
    ["name"] = "Мим с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30181] = {
    ["name"] = "Валькирия с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30182] = {
    ["name"] = "Ся с 5 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[30183] = {
    ["name"] = "Ктуга зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать этого героя за 50 фрагментов",
}
data[30184] = {
    ["name"] = "Хорус зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать этого героя за 50 фрагментов",
}
data[30185] = {
    ["name"] = "Аспен зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать этого героя за 50 фрагментов",
}
data[30186] = {
    ["name"] = "Аида зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать этого героя за 50 фрагментов",
}
data[30187] = {
    ["name"] = "Оберон зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать этого героя за 50 фрагментов",
}
data[18307] = {
    ["name"] = "Дантериан с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18306] = {
    ["name"] = "Керри с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18305] = {
    ["name"] = "Густа с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18304] = {
    ["name"] = "Феим с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18303] = {
    ["name"] = "Синьор Барок с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18302] = {
    ["name"] = "Королева с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18301] = {
    ["name"] = "Маргарита с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[40039] = {
    ["name"] = "Элитный фрагмент героя зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать элитного героя зв.5 за 50 фрагментов (Исключая фракции света и тени)",
}
data[40046] = {
    ["name"] = "Элитный фрагмент героя Света зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать элитного героя зв.5 во фракции Света за 50 фрагментов",
}
data[40045] = {
    ["name"] = "Элитный фрагмент героя Тени зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать элитного героя зв.5 во фракции Тени за 50 фрагментов",
}
data[18408] = {
    ["name"] = "Эдгар с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18407] = {
    ["name"] = "Рос с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18406] = {
    ["name"] = "Маласа с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18405] = {
    ["name"] = "Гера с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18404] = {
    ["name"] = "Свет звезд с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18403] = {
    ["name"] = "Человек без лица с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18402] = {
    ["name"] = "Охотник на драконов с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18401] = {
    ["name"] = "Охотник за демонами с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[60001] = {
    ["name"] = "Фрагменты кожи",
    ["brief"] = "Синтез кожи",
    ["explain"] = "Собрав 10 фрагментов кожи, можно получить кожу героя.",
}
data[55099] = {
    ["name"] = "Фрагменты особой красной чудо-вещи",
    ["brief"] = "Призвать чудо-вещи",
    ["explain"] = "При полном сборе 50-и фрагментов  можно призвать  особую красную чудо-вещь",
}
data[30189] = {
    ["name"] = "Амон Ра зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать этого героя за 50 фрагментов",
}
data[30188] = {
    ["name"] = "Пенни зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать этого героя за 50 фрагментов",
}
data[30191] = {
    ["name"] = "Гуштин зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать этого героя за 50 фрагментов",
}
data[30216] = {
    ["name"] = "Итаква зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать этого героя за 50 фрагментов",
}
data[30193] = {
    ["name"] = "Унимакс-3000 зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать этого героя за 50 фрагментов",
}
data[30190] = {
    ["name"] = "Накия зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать этого героя за 50 фрагментов",
}
data[30199] = {
    ["name"] = "Делациум зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать этого героя за 50 фрагментов",
}
data[30192] = {
    ["name"] = "Гаруда зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать этого героя за 50 фрагментов",
}
data[30198] = {
    ["name"] = "Эливия зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать этого героя за 50 фрагментов",
}
data[30196] = {
    ["name"] = "Кэрри зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать этого героя за 50 фрагментов",
}
data[30194] = {
    ["name"] = "Тара зв.5",
    ["brief"] = "Фрагмент героя",
    ["explain"] = "Можно призвать этого героя за 50 фрагментов",
}
data[175] = {
    ["name"] = "Аватар луны",
    ["brief"] = "Особый аватар",
    ["explain"] = "Лимитный аватор для праздника",
}
data[178] = {
    ["name"] = "Тёмная звезда",
    ["brief"] = "Особый аватар",
    ["explain"] = "Можно получить за достижение",
}
data[179] = {
    ["name"] = "Холодный лунный свет",
    ["brief"] = "Особый аватар",
    ["explain"] = "Можно получить за достижение",
}
data[180] = {
    ["name"] = "Солнце Затмения",
    ["brief"] = "Особый аватар",
    ["explain"] = "Можно получить за достижение",
}
data[187] = {
    ["name"] = "Аватар Хэллоуина",
    ["brief"] = "Особый аватар",
    ["explain"] = "Особый аватар для Хэллоуина",
}
data[191] = {
    ["name"] = "Лимитный аватар благодарения",
    ["brief"] = "Особый аватар",
    ["explain"] = "Особый аватар для Дня благодарения",
}
data[197] = {
    ["name"] = "Лимитный Рождественский аватар",
    ["brief"] = "Особый аватар",
    ["explain"] = "Особый аватар для Рождества",
}
data[205] = {
    ["name"] = "Лимитный аватор нового года",
    ["brief"] = "Особый аватар",
    ["explain"] = "Особый аватор для нового года",
}
data[215] = {
    ["name"] = "Ограниченный значок Китайского Нового Года",
    ["brief"] = "Особый аватар",
    ["explain"] = "Особый аватар для праздника весны",
}
data[220] = {
    ["name"] = "Аватар весеннего венка",
    ["brief"] = "Особый аватар",
    ["explain"] = "Лимитный аватар в Пакете Сакура",
}
data[18312] = {
    ["name"] = "Ктуга с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18412] = {
    ["name"] = "Оберон с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18507] = {
    ["name"] = "Аспен с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[18606] = {
    ["name"] = "Аида с 10 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19320] = {
    ["name"] = "Ктуга с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19616] = {
    ["name"] = "Аида с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19419] = {
    ["name"] = "Оберон с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[19516] = {
    ["name"] = "Аспен с 6 звёзды",
    ["brief"] = "Призвать героя",
    ["explain"] = "Для призыва этого героя надо собрать 50 фрагментов",
}
data[170] = {
    ["name"] = "Блестящая святынь",
    ["brief"] = "Материал для обмена",
    ["explain"] = "Особый материал, для обмена предметов",
}
return data