local loadingtips = {}
loadingtips[1] = {
    ["tips"] = "Подсказка: Иерархия лагерей: Лес→Мрак→Крепость→Бездна→Лес, Темнота→ Свет, Света→Темнота",
}
loadingtips[2] = {
    ["tips"] = "Подсказка: Герои по уровню делятся на 1, 2, 3, 4, 5 звёздочных ",
}
loadingtips[3] = {
    ["tips"] = "Подсказка: Потратив камни прогресса, можно улучшить героя. После достижения прогресса, герой разблокирует пассивный навык",
}
loadingtips[4] = {
    ["tips"] = "Подсказка: По качеству, снаряжение делится на 6 видов, от низшего до высшего:  снаряжение голубого, золотого, фиолетового, зелёного, красного и оранжевого цвета",
}
loadingtips[5] = {
    ["tips"] = "Подсказка: 6 героев, прибывших в бой из одинаковых лагерей, могут активировать светлые кольца, получив мощные свойства",
}
loadingtips[6] = {
    ["tips"] = "Подсказка: Каждые 8 часов, можно бесплатно призвать обычного героя. Каждые 48 часов, можно бесплатно призвать героя высокого уровня",
}
loadingtips[7] = {
    ["tips"] = "Подсказка: Герои в первых рядах подвергаются большому урону, предлагаем поставить героев с высокой обороноспособностью",
}
loadingtips[8] = {
    ["tips"] = "Подсказка:  Скорость героев формирует очереди ударов",
}
loadingtips[9] = {
    ["tips"] = "Подсказка: Повысив  уровень VIP, можно наслаждаться  большими привилегиями в игре",
}
loadingtips[10] = {
    ["tips"] = "Подсказка: Не забывайте дарить сердца  друг другу. Используйте Сердца для дружеского призыва, с помощью их можно призвать героя",
}
return loadingtips