local data = {}
data[1] = {
    ["name"] = "Ежедневный приз арены",
    ["content"] = "Поздравляем, Вы #time#в лиговом турнире #id# заняли #rank# место, приз во вложениях",
    ["from"] = "Почта от арены",
}
data[2] = {
    ["name"] = "Приз сезона",
    ["content"] = "Представляя царство Абадин, поздравляю Вас, Вы в лиговом турнире #id# заняли #rank# место, в благодарность за Ваше мастерство и храбрость преподносим Вам следующий приз",
    ["from"] = "Почта от арены",
}
data[3] = {
    ["name"] = "Назначение руководителя группы",
    ["content"] = "#member1#больше не лидер группы, #member2#сейчас стал новым лидером группы #guildname#",
    ["from"] = "Почта от группы",
}
data[4] = {
    ["name"] = "Назначение администратора",
    ["content"] = "Ты назначен администратором группы #guildname#",
    ["from"] = "Почта от группы",
}
data[5] = {
    ["name"] = "Снятие администратора",
    ["content"] = "Ты больше не администратор группы #guildname#",
    ["from"] = "Почта от группы",
}
data[6] = {
    ["name"] = "Удаление из группы",
    ["content"] = "Ты уже удалён из группы #guildname#",
    ["from"] = "Почта от группы",
}
data[7] = {
    ["name"] = "Роспуск группы",
    ["content"] = "Группа #guildname# уже распущена, у тебя сейчас нет группы",
    ["from"] = "Почта от группы",
}
data[8] = {
    ["name"] = "Приз группового BOSS-а",
    ["content"] = "Поздравляем, в битве с групповым BOSS-ом вы достигли успеха, приз во вложении",
    ["from"] = "Почта от группы",
}
data[9] = {
    ["name"] = "Отправка бриллиантов",
    ["content"] = "Во время ивнта при входе можно получить: 50 алмаз, 2 Монета Лотереи и 2 билета Арены. Нажмите приложение, чтобы получить наград.",
    ["from"] = "Почта от системы",
}
data[10] = {
    ["name"] = "Gm обратная связь",
    ["content"] = "#content#",
    ["from"] = "GM почта",
}
data[11] = {
    ["name"] = "Gm обратная связь",
    ["content"] = "#content#",
    ["from"] = "GM почта",
}
data[12] = {
    ["name"] = "Поздравления с месячной картой",
    ["content"] = "Поздравляем, вы стали пользователем месячной карты. Начиная с #date#, система будет ежедневно в 00:00 am (UTC/GMT 0) посылать Вам бриллианты. В день покупки карты Вам сразу же будут высланы бриллианты за первый день.",
    ["from"] = "Месячная карта",
}
data[13] = {
    ["name"] = "Сегод-ний приз месячной карты",
    ["content"] = "Вы VIP#number# , сегодня получаете нижеследующий приз, вовремя его получите. Ваша месячная карта истекает через #day# дня(-ей).",
    ["from"] = "Месячная карта",
}
data[14] = {
    ["name"] = "Истечение месячной карты",
    ["content"] = "Ваша месячная карта истекла, отправляйтесь в маркет за покупкой месячной карты! Получите в 12 раз больше бриллиантов чем вы потратили!",
    ["from"] = "Месячная карта",
}
data[15] = {
    ["name"] = "Приз за повыш-е уровня",
    ["content"] = "Вы достигли #level# уровня, получите #gems# бриллиантов, #gold# золотых монет, приз во вложении",
    ["from"] = "Почта от системы",
}
data[16] = {
    ["name"] = "Приз за вытягивание героя",
    ["content"] = "Поздравляем, Вы вытянули героя #ID#, получите богатый приз, приз во вложении",
    ["from"] = "Почта от системы",
}
data[17] = {
    ["name"] = "Приз за загрузку",
    ["content"] = "Вы загрузили приложение, получите #gems# бриллиантов, приз во вложении",
    ["from"] = "Почта от системы",
}
data[18] = {
    ["name"] = "Бой группового Raid ",
    ["content"] = "Поздравляем с проведением одного боя в групповом RAID, приз во вложении",
    ["from"] = "Почта от системы",
}
data[19] = {
    ["name"] = "Балловый приз",
    ["content"] = "Спасибо за поддержку, приз во вложении",
    ["from"] = "Почта от системы",
}
data[20] = {
    ["name"] = "Фильмовый приз",
    ["content"] = "Спасибо за поддержку, приз во вложении",
    ["from"] = "Почта от системы",
}
data[21] = {
    ["name"] = "Уведом-ие о групп-ой регистрации",
    ["content"] = "Ваша группа успешно зарегистрировалась на позиции #stage#, войдите интерфейс группового боя и приготовьтесь к бою",
    ["from"] = "Групповой бой",
}
data[22] = {
    ["name"] = "Приз группового боя",
    ["content"] = "Вы в #number#-м групповом бою захватили позицию #stage#, получите следующий приз:",
    ["from"] = "Групповой бой",
}
data[23] = {
    ["name"] = "Приз за второй групп-й бой",
    ["content"] = "В благодарность за Вашу храбрость в боях  мы дарим Вам следующий приз",
    ["from"] = "Групповой бой",
}
data[24] = {
    ["name"] = "Приз чемпиона групп-го боя",
    ["content"] = "Поздравляем, Вы стали чемпионом  в этих групповых боях, получите следующий приз",
    ["from"] = "Групповой бой",
}
data[25] = {
    ["name"] = "Бонус для атаки Босса",
    ["content"] = "Успешно убить Босса, получить следующий бонус",
    ["from"] = "Почта от группы",
}
data[26] = {
    ["name"] = "Приз призыва баллов",
    ["content"] = "Поздравляем, Вы в призыве баллов достигли #number# баллов, получите следующий приз",
    ["from"] = "Почта от системы",
}
data[27] = {
    ["name"] = "Подарок Дня благодарения",
    ["content"] = "В период акции при ежедневном входе можно сразу получить #gems# бриллиантов, #chip# Монета Лотереи, призы во вложении",
    ["from"] = "Почта от системы",
}
data[28] = {
    ["name"] = "Рождественский подарок",
    ["content"] = "В период акции при ежедневном входе можно сразу  получить 50 бриллиантов, 2 Монета Лотереи, 2 магические куклы, призы во вложении",
    ["from"] = "Почта от системы",
}
data[29] = {
    ["name"] = "Приз Лотерея",
    ["content"] = "Поздравляем, в акции приз Лотерея Вы заработали #number# балла(-ов)，получите следующий приз",
    ["from"] = "Почта от системы",
}
data[30] = {
    ["name"] = "Зимний подарок",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 50 бриллиантов, 2 свитка высших призывов, призы во вложении",
    ["from"] = "Почта от системы",
}
data[31] = {
    ["name"] = "Зимний подарок",
    ["content"] = "В период акции при ежедневном входе можно сразу  получить 50 бриллиантов,  2 магические куклы, 1свиток высших призывов, призы во вложении",
    ["from"] = "Почта от системы",
}
data[32] = {
    ["name"] = "Премия за вызов на бой иллюзий",
    ["content"] = "Поздравляем, вы, бросив вызов иллюзиям, заняли #rank# место, приз во вложении",
    ["from"] = "Почта от системы",
}
data[33] = {
    ["name"] = "Ежедневный приз",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 100 бриллиантов, 1 свитка высших призывов, призы во вложении",
    ["from"] = "Почта от системы",
}
data[34] = {
    ["name"] = "Пасхальный подарок",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 50 бриллиантов, 2 свитка высших призывов, призы во вложении",
    ["from"] = "Почта от системы",
}
data[35] = {
    ["name"] = "Ежедневный приз",
    ["content"] = "В период акции при ежедневном входе можно сразу  получить 50 бриллиантов,  2 магические куклы, 1свиток высших призывов, призы во вложении",
    ["from"] = "Почта от системы",
}
data[36] = {
    ["name"] = "Премия призыва легенд",
    ["content"] = "Поздравляем, Вы добились успеха в призыве легенд, получите богатый приз, приз во вложении",
    ["from"] = "Почта от системы",
}
data[37] = {
    ["name"] = "Ежедневный приз",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 100 бриллиантов, 2 свитка высших призывов, призы во вложении",
    ["from"] = "Почта от системы",
}
data[38] = {
    ["name"] = "Приз безумного подарка",
    ["content"] = "Поздравляем, в акции безумный подарок Вы заработали #number# баллов, получите нижеследующий приз",
    ["from"] = "Почта от системы",
}
data[39] = {
    ["name"] = "Награда помощи",
    ["content"] = "Босс умер, вы получили эти награды",
    ["from"] = "Почта от системы",
}
data[40] = {
    ["name"] = "Помощь друга",
    ["content"] = "На этой неделе вы получили #rank# место, смотритесь на приложении",
    ["from"] = "Почта от системы",
}
data[41] = {
    ["name"] = "Mини Месячная карта",
    ["content"] = "Поздравляем, вы стали пользователем месячной карты. Начиная с #date#, система будет ежедневно в 00:00 am (UTC/GMT 0) посылать Вам бриллианты. В день покупки карты Вам сразу же будут высланы бриллианты за первый день.",
    ["from"] = "Mини Месячная карта",
}
data[42] = {
    ["name"] = "Сегод-ний приз Mини месячной карты",
    ["content"] = "сегодня получаете нижеследующий приз, вовремя его получите. Ваша Mини Месячная карта истекает через #day# дня(-ей).",
    ["from"] = "Mини Месячная карта",
}
data[43] = {
    ["name"] = "Истечение месячной карты",
    ["content"] = "Ваша Mини Месячная карта истекла, отправляйтесь в маркет за покупкой месячной карты! Получите в 10 раз больше бриллиантов чем вы потратили!",
    ["from"] = "Mини Месячная карта",
}
data[44] = {
    ["name"] = "Каждая награда",
    ["content"] = "Время ивента, после выхода можете получить 5 Монета Лотереи, награда в  приложении.",
    ["from"] = "Почта от системы",
}
data[45] = {
    ["name"] = "Синтетический ивент",
    ["content"] = "Поздравляем Вас во время ивента составляли #ID# с 5 звездами героя, награда в  приложении.",
    ["from"] = "Почта от системы",
}
data[46] = {
    ["name"] = "Каждая награда",
    ["content"] = "Во время ивента, при входе игры вы можете получить 30 Фрагменты героя с 4 звёзды, 3 Монета Лотереи, награда на почте.",
    ["from"] = "Почта от системы",
}
data[47] = {
    ["name"] = "Награда для сторонника войны. ",
    ["content"] = "Поздравляем Вас получили все условия во время ивента воинственного праздника, и получили обильные награды, награды в приложении.",
    ["from"] = "Почта от системы",
}
data[48] = {
    ["name"] = "Награда чудо-вещи",
    ["content"] = "Во время ивента, при входе игры, вы можете получить 1 фиолетовый чудо-вещи с 3 звездой, 500 ведовских пылей, система даст награду на почту.",
    ["from"] = "Почта от системы",
}
data[49] = {
    ["name"] = "Подарок Дня благодарения",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 1 Драгоценность провидеца, 10 Фрагменты героя с 5 звёзды, призы во вложении",
    ["from"] = "Почта от системы",
}
data[50] = {
    ["name"] = "Награды гильдии",
    ["content"] = "Поздравляем Вас выполнили задание 4 звезды и получили #rank# место, чтобы отмечать Вас, система даст Вам следующие награды.",
    ["from"] = "Почта от системы",
}
data[51] = {
    ["name"] = "Награда боя в гильдии",
    ["content"] = "Поздравляем Вас выполнили задание 4 звезды и получили #rank# место, чтобы отмечать Вас, система даст Вам следующие награды.",
    ["from"] = "Почта от системы",
}
data[52] = {
    ["name"] = "Награда боя в гильдии",
    ["content"] = "Поздравляем Вас выполнили задание 4 звезды и стали вице-чемпионом, чтобы отмечать Вас, система даст Вам следующие награды.",
    ["from"] = "Почта от системы",
}
data[53] = {
    ["name"] = "Награда боя в гильдии",
    ["content"] = "Поздравляем Вас выполнили задание 4 звезды и стали чемпионом, чтобы отмечать Вас, система даст Вам следующие награды.",
    ["from"] = "Почта от системы",
}
data[54] = {
    ["name"] = "Награда 4 звёзды в таверне",
    ["content"] = "Поздравляем Вас выполнили задание 4 звезды, Вы получите эти награды:",
    ["from"] = "Почта от системы",
}
data[55] = {
    ["name"] = "Награда 5 звёзды в таверне",
    ["content"] = "Поздравляем Вас выполнили задание 5 звезды, Вы получите эти награды:",
    ["from"] = "Почта от системы",
}
data[56] = {
    ["name"] = "Участвовать в гильдии",
    ["content"] = "Поздравляем Вас участвовать #guildname# гильдии, не забудьте каждый день расписаться",
    ["from"] = "Почта от группы",
}
data[57] = {
    ["name"] = "Награда Рождества",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 2 Свиток призыва героя, 50 Снеговая кукла, призы во вложении",
    ["from"] = "Почта от системы",
}
data[58] = {
    ["name"] = "Подарок нового года",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 200 Бриллианты, 15 Фрагменты героя с 5 звёзды, призы во вложении",
    ["from"] = "Почта от системы",
}
data[59] = {
    ["name"] = "Чемпионское испытание",
    ["content"] = "Уважаемый игрок, Чемпионское испытание уже начался, система дала Вам 5 билетов, идите воевать.",
    ["from"] = "Почта от системы",
}
data[60] = {
    ["name"] = "Gm обратная связь",
    ["content"] = "#content1# #link_text# #link_url# #content2#",
    ["from"] = "GM почта",
}
data[61] = {
    ["name"] = "Награда праздника Весны",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 1 Драгоценность провидеца, 50 Снеговая кукла, призы во вложении",
    ["from"] = "Почта от системы",
}
data[62] = {
    ["name"] = "Награда 6 звёзды в таверне",
    ["content"] = "Поздравляем Вас выполнили задание 6 звезды, Вы получите эти награды:",
    ["from"] = "Почта от системы",
}
data[63] = {
    ["name"] = "Награда 7 звёзды в таверне",
    ["content"] = "Поздравляем Вас выполнили задание 7 звезды, Вы получите эти награды:",
    ["from"] = "Почта от системы",
}
data[64] = {
    ["name"] = "Пакет дня возлюбленного",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 10 Сердечко, 100 Бриллианты, Фрагменты Сайла с 5 звёзды x 10, призы во вложении",
    ["from"] = "Почта от системы",
}
data[65] = {
    ["name"] = "Синтетический ивент",
    ["content"] = "Поздравляем Вас во время ивента составляли #ID# с 6 звездами героя, награда в  приложении.",
    ["from"] = "Почта от системы",
}
data[66] = {
    ["name"] = "Составить группы в Арене",
    ["content"] = "Поздравляем Вас участвовали в группе.",
    ["from"] = "Почта от арены",
}
data[67] = {
    ["name"] = "Группа",
    ["content"] = "Вы уже много раз били этого Босса, не можете ещё раз получить нагруды.",
    ["from"] = "Почта от группы",
}
data[68] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 1 Драгоценность провидеца ,100 Бриллианты , призы во вложении",
    ["from"] = "Почта от системы",
}
data[69] = {
    ["name"] = "Приз призыва провидца баллов",
    ["content"] = "Поздравляем, Вы в призыве провидца баллов достигли #number# баллов, получите следующий приз",
    ["from"] = "Почта от системы",
}
data[70] = {
    ["name"] = "Пожелание Бога",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 1 Драгоценность провидеца, 50 Золотая икона, призы во вложении",
    ["from"] = "Почта от системы",
}
data[71] = {
    ["name"] = "Почта от группы",
    ["content"] = "#content#",
    ["from"] = "Почта от группы",
}
data[72] = {
    ["name"] = "GM Feedback",
    ["content"] = "Dear player, we are sorry for that due to network issue, you haven't received your purchased items with order_id# through #platform# payed #price#, we will resend the items to you by your in-game mail, detailed please check the attachment",
    ["from"] = "GM Email",
}
data[73] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 100 Бриллианты, 2 Свиток призыва героя, призы во вложении",
    ["from"] = "Почта от системы",
}
data[74] = {
    ["name"] = "Награды битого Босса",
    ["content"] = "Вы убили Босса в гильдии, поздравляем Вас получить следующие награды.",
    ["from"] = "Почта от системы",
}
data[75] = {
    ["name"] = "Награды битого Босса",
    ["content"] = "Вы убили Босса друга в гильдии, поздравляем Вас получить следующие награды.",
    ["from"] = "Почта от системы",
}
data[76] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 200 Бриллианты, 5 Монета Лотереи, призы во вложении",
    ["from"] = "Почта от системы",
}
data[77] = {
    ["name"] = "Изорванное пространство",
    ["content"] = "Уважаемый игрок, Изорванное пространство уже начался, система дала Вам 4 Значок боя , идите воевать.",
    ["from"] = "Почта от системы",
}
data[78] = {
    ["name"] = "Награда битого Чудовища",
    ["content"] = "Вы убили Чудовища в Изорванное пространство, поздравляем Вас получить следующие награды.",
    ["from"] = "Почта от системы",
}
data[79] = {
    ["name"] = "Награда битого Ад обдаст",
    ["content"] = "Вы убили Чудовища в Изорванное пространство, поздравляем Вас получить следующие награды.",
    ["from"] = "Почта от системы",
}
data[80] = {
    ["name"] = "Награда битого Союз тьмы и света",
    ["content"] = "Вы убили Чудовища в Изорванное пространство, поздравляем Вас получить следующие награды.",
    ["from"] = "Почта от системы",
}
data[81] = {
    ["name"] = "Награда Чудовища",
    ["content"] = "Поздравляем Вас занять #rank# место в Изорванном пространстве и убить Чудовища, получить следующие награды:",
    ["from"] = "Почта от системы",
}
data[82] = {
    ["name"] = "Broken Spaces Reward",
    ["content"] = "Well done on getting No. #rank# in the Broken Space. Rewards are in the attachment.",
    ["from"] = "Почта от системы",
}
data[83] = {
    ["name"] = "Награда Союз тьмы и света",
    ["content"] = "Поздравляем Вас занять #rank# место в Изорванном пространстве и убить Чудовища, получить следующие награды:",
    ["from"] = "Почта от системы",
}
data[84] = {
    ["name"] = "Благо Чудовища",
    ["content"] = "Уже убит Чудовища в Изорванном пространстве, поздравляем Вас и получите следующие награды:",
    ["from"] = "Почта от системы",
}
data[85] = {
    ["name"] = "Благо Ад обдаст",
    ["content"] = "Уже убит Чудовища в Изорванном пространстве, поздравляем Вас и получите следующие награды:",
    ["from"] = "Почта от системы",
}
data[86] = {
    ["name"] = "Благо Союз тьмы и света",
    ["content"] = "Уже убит Чудовища в Изорванном пространстве, поздравляем Вас и получите следующие награды:",
    ["from"] = "Почта от системы",
}
data[87] = {
    ["name"] = "Годовщина торжества",
    ["content"] = "Во время ивента, ежедневно входить в игру, можно получить рыбью кость и алмаз по вашему уровню, призы во вложении.",
    ["from"] = "Почта от системы",
}
data[88] = {
    ["name"] = "Пакет для нового игрока",
    ["content"] = "Поздравляем, что вы успешно использовали код #ключ# и получили награды, награды в приложении",
    ["from"] = "Почта от системы",
}
data[89] = {
    ["name"] = "Привилегированный пакет",
    ["content"] = "Поздравляем, что вы успешно использовали код #ключ# и получили награды, награды в приложении",
    ["from"] = "Почта от системы",
}
data[91] = {
    ["name"] = "FB Like event reward",
    ["content"] = "Greetings hero, thanks to your help, the Vicious Das Moge has been defeated, you saved our FB fan page! Please collect the loot which is 300 gems. ",
    ["from"] = "Почта от системы",
}
data[92] = {
    ["name"] = "Sina Weibo Following Reward",
    ["content"] = "Heroes! Thanks for your following to our Sina Weibo webpage. Now our Sina Weibo fans have exceeded 15,000 people. Please claim the rewards of 400 gems.",
    ["from"] = "Почта от системы",
}
data[93] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 3 Монета Лотереи, 1 высших фишек, призы во вложении",
    ["from"] = "Почта от системы",
}
data[94] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 10 Фрагменты героя с 5 звёзды, призы во вложении",
    ["from"] = "Почта от системы",
}
data[95] = {
    ["name"] = "Награда пробуждённой славы",
    ["content"] = "Поздравляем Вас получили все условия пробуждённой славы, и получили обильные награды, награды в приложении.",
    ["from"] = "Почта от системы",
}
data[96] = {
    ["name"] = "Награда героического чуда",
    ["content"] = "Поздравляем Вас получили все условия героического чуда, и получили обильные награды, награды в приложении.",
    ["from"] = "Почта от системы",
}
data[97] = {
    ["name"] = "FB Fan Page Like Challenge",
    ["content"] = "Спасибо за Ваши старания, сейчас Вы победили злой Маласу, заберите ваши 400 наград, пожалуйста!",
    ["from"] = "Почта от системы",
}
data[98] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 5 Свиток призыва героя , 15 Фрагменты героя с 5 звёзды, призы во вложении",
    ["from"] = "Почта от системы",
}
data[99] = {
    ["name"] = "Перестановка оборотня",
    ["content"] = "Перестановка всех оборотней, отправится все материалы и золота на почту, проверьте в приложении.",
    ["from"] = "Почта от системы",
}
data[100] = {
    ["name"] = "Сменить лидера",
    ["content"] = "Успешно получили должность лидера.",
    ["from"] = "Почта от системы",
}
data[101] = {
    ["name"] = "Компенсационное письмо",
    ["content"] = "Уважаемые игроки，мы снова урегулировали Мельницу в Гильдии，отменят все предыдущие заказы，получите следующие компенсации, пожалуйста.",
    ["from"] = "Почта от системы",
}
data[102] = {
    ["name"] = "Компенсационное письмо",
    ["content"] = "Уважаемые игроки, из-за нашей ошибки, Вы не могли зайти в игру, примите эту компенсацию, пожалуйста. Драгоценность провидеца x 1, алмазx 500.",
    ["from"] = "Почта от системы",
}
data[103] = {
    ["name"] = "Aspen Dungeon opens",
    ["content"] = "Dear players, Brand new Aspen Dungeon is about to open, please accept these materials, enjoy participating!",
    ["from"] = "Почта от системы",
}
data[104] = {
    ["name"] = "Награда Хэллоуин",
    ["content"] = "Уважаемый игрок, заберите Вашу награду Хэллоуин на игровой почте.",
    ["from"] = "Почта от системы",
}
data[105] = {
    ["name"] = "Награды битого Босса",
    ["content"] = "Босс небесного острова уже умер, поздравляем Вас получить следующие награды.",
    ["from"] = "Почта от системы",
}
data[106] = {
    ["name"] = "Компенсационное письмо",
    ["content"] = "Уважаемый игрок, из-за интернета, вы не можете получить пакет вовремя, мы отправим ваши награды на почту.",
    ["from"] = "Почта от системы",
}
data[107] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 5 Черная шкатулка, призы во вложении",
    ["from"] = "Почта от системы",
}
data[108] = {
    ["name"] = "Награды премилостивой золотой карты",
    ["content"] = "Вы #level#VIP#number# пользователь,сегодня получите следующие награды,Ваша карта ещё есть #day# день.",
    ["from"] = "Почта от системы",
}
data[109] = {
    ["name"] = "Письмо компенсаций",
    ["content"] = "Уважаемые игроки, мы урегулировали авто- обновление боя небесного острова, получите эти награды, пожалуйста.",
    ["from"] = "Почта от системы",
}
data[110] = {
    ["name"] = "プレーヤーの皆様",
    ["content"] = "こんにちは。Twitter公式アカウントを準備完了いたしました。ゲームの最新情報や、最新イベント内容は今発信中！Twitterで＠IdleHeroesJP公式アカウントをフォロワーしてお願いいたします。URL：https://twitter.com/IdleHeroesJPどうもありがとうございます。これからも、どうぞよろしくお願いいたします。",
    ["from"] = "システムメール",
}
data[111] = {
    ["name"] = "Награда праздника рождества",
    ["content"] = "Во время ивента можно получить снеговик и алмаз с  игровым уровнем,награды в приложении.",
    ["from"] = "Почта от системы",
}
data[112] = {
    ["name"] = "GM우편",
    ["content"] = "아이들 히어로즈 카페에 가입해주셔서 진심으로 감사드립니다!",
    ["from"] = "시스템 우편",
}
data[113] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 2 Свиток призыва героя , призы во вложении",
    ["from"] = "Почта от системы",
}
data[114] = {
    ["name"] = "FB like challenge reward",
    ["content"] = "Congratulations, the Vicious Kroos has been defeated, now you can claim the loot, 450 gems for everyone!",
    ["from"] = "System Email",
}
data[115] = {
    ["name"] = "Like reward",
    ["content"] = "Thanks for your 'like' to our facebook like challenge post, here is your reward. Stay tuned with us on facebook or twitter, there will be more awesome events which grant generous reward, thanks!",
    ["from"] = "System Email",
}
data[116] = {
    ["name"] = "GM來信",
    ["content"] = "親愛的兵粉，邀請您關注我們的官方微信公眾號與微博（搜索：放置奇兵或者點擊以下官網連結掃描二維碼），我們會不定時的舉行各種福利活動以及爆料放置新旅程春節系列（重磅消息），趕緊來關注吧！|||http://ih.dhgames.cn|||http://ih.dhgames.cn|||",
    ["from"] = "系統郵件",
}
data[117] = {
    ["name"] = "고객님들께",
    ["content"] = "안녕하세요, 여러분.  최신 게임 정보와 이벤트 활동 소식 등 우리 게임 Twitter를 통해서 전달 드리겠습니다.  아래 링크를 클릭해서 팔로우하세요~여러분의 응원 많이 부탁드려요. 감사합니다.|||https://twitter.com/IdleheroesKr|||https://twitter.com/IdleheroesKr|||",
    ["from"] = "시스템 우편",
}
data[118] = {
    ["name"] = "Компенсационное письмо",
    ["content"] = "Уважаемые игроки，мы урегулировали  предметы пакетов, получите следующие компенсации, пожалуйста,награды в приложении.",
    ["from"] = "Почта от системы",
}
data[119] = {
    ["name"] = "Каждая награда",
    ["content"] = "Во время китайского нового года, каждый день получаете: Волшебный фонарь x 8，Милый шоколад x 6，награды в приложении.",
    ["from"] = "Почта от системы",
}
data[120] = {
    ["name"] = "Счастливая карта праздника Весны",
    ["content"] = "Вы #level#VIP#number# пользователь,сегодня получите следующие награды,Ваша карта ещё есть #day# день.",
    ["from"] = "Почта от системы",
}
data[121] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 1 Драгоценность провидеца ,1 Свиток призыва героя , 8 Значок боя , призы во вложении",
    ["from"] = "Почта от системы",
}
data[122] = {
    ["name"] = "华为论坛专属活动",
    ["content"] = "亲爱的兵粉，华为《放置奇兵》论坛现在正在举行专区特享故事编纂活动，最高能得到2018钻石和万能英雄碎片奖励，赶紧动动手指来参与吧！活动传送门：|||http://cn.club.vmall.com/thread-15343426-1-1.html|||http://cn.club.vmall.com/thread-15343426-1-1.html|||",
    ["from"] = "系统邮件",
}
data[123] = {
    ["name"] = "Награды битого Босса",
    ["content"] = "Победили Босса в огненном алтаре, вы получили следующие награды.",
    ["from"] = "Почта от системы",
}
data[124] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 1 Драгоценность провидеца ,50 Старинный монумент , призы во вложении",
    ["from"] = "Почта от системы",
}
data[125] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 2 Билет на арену ,100 Бриллианты , призы во вложении",
    ["from"] = "Почта от системы",
}
data[126] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 1 высших фишек ,4 Значок боя , призы во вложении",
    ["from"] = "Почта от системы",
}
data[127] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 200 Бриллианты , призы во вложении",
    ["from"] = "Почта от системы",
}
data[128] = {
    ["name"] = "Награды за соединение серверов",
    ["content"] = "Уважаемый игрок: соединение серверов успешно завершено. Благодарим вас за поддержку. вы можете получить следующие награды: алмаз* 2000, фрагменты кожи * 10.",
    ["from"] = "Почта от системы",
}
data[129] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 1 Драгоценность провидеца ,4 Значок боя , призы во вложении",
    ["from"] = "Почта от системы",
}
data[130] = {
    ["name"] = "Gm обратная связь",
    ["content"] = "Уважаемые игроки, мы будем в #content# с 10:00 делать соединение на сервер. Соединение сервера продолжается 2-4 часов, в этом  периоде все игроки не могут зайти в игру, заранее подготовьтесь, чтобы избегать лишних потерь, пожалуйста, После завершения соединение серверов, вы  можете получить следующие награды: алмаз* 2000, фрагменты кожи * 10.",
    ["from"] = "GM почта",
}
data[131] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 1 Драгоценность провидеца ,1 высших фишек , призы во вложении",
    ["from"] = "Почта от системы",
}
data[132] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 1 высших фишек , призы во вложении",
    ["from"] = "Почта от системы",
}
data[133] = {
    ["name"] = "Юбилей 2 годовщины.",
    ["content"] = "Во время ивента，при входе можно получать Счастливый грош x 1 с уровнями и Алмаз x 1 с уровнями.",
    ["from"] = "Почта от системы",
}
data[134] = {
    ["name"] = "Награда Юбилейной карты",
    ["content"] = "Вы #level# ур VIP #number# игрок, сегодня Вы получите следующие награды，Юбилейная карта ещё есть #day# дней.",
    ["from"] = "Почта от системы",
}
data[135] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 1 Драгоценность провидеца ,100 Счастливый грош , призы во вложении",
    ["from"] = "Почта от системы",
}
data[136] = {
    ["name"] = "Изорванное пространство",
    ["content"] = "Уважаемый игрок, Изорванное пространство уже начался, система дала Вам 5 Значок боя , идите воевать.",
    ["from"] = "Почта от системы",
}
data[137] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 2 Свиток призыва героя,1 Монета Супер -лотереи , призы во вложении",
    ["from"] = "Почта от системы",
}
data[138] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 1 Драгоценность провидеца , призы во вложении",
    ["from"] = "Почта от системы",
}
data[139] = {
    ["name"] = "Каждая награда",
    ["content"] = "В период акции при ежедневном входе можно сразу получить 1 высших фишек,50 Бриллианты , призы во вложении",
    ["from"] = "Почта от системы",
}
data[90001] = {
    ["name"] = "Seasonal Server",
    ["content"] = "Welcome to the 36th Seasonal Server! This server will run from 1-May to 29-May. Compete with others and try to see how far you can get in that time. At the end rewards will be sent to your S1 character. Check the Season button at the bottom of the screen in town to see your rankings and what the rewards will be. Good luck! :)<para><para>Current modifiers:<para>All auras are disabled<para>Evolving hero to 10-star will instantly make it 13-star<para>Hero skill change is possible in Events menu<para>2x Light hero find chance<para>7x 5-star hero find chance<para>5x Campaign loot<para>15x Campaign auto-battle player experience<para>2x Prophet Summon rewards<para>15x Campaign auto-battle gold & spirit<para>2x Dark hero find chance<para>2x Black Market item amounts<para>3x Aspen Dungeon chest rewards<para>2x Tavern reward amounts<para>10x Brave Trial chest rewards<para>3x Guild Coins from Boss, Mill and Guild War<para>2x Altar currency when disassembling hero<para>0.5x Hero level up gold cost<para>2x Casino reward amounts<para>Instant guild mill level 10<para>5x Casino chance of 5-star hero shards<para>3x Casino chance of 4-star hero shards<para>0.4x Casino chance of Spirit<para>Instant guild level 30<para>0.1x 1-star hero find chance<para>0.1x 2-star hero find chance",
    ["from"] = "Server Info",
}
return data