local data = {}
data[43008] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 2.8%, + Атк. на 3.9% и + Точность на 13.4%.",
}
data[43009] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 3.2%, + Атк. на 4.4% и + Точность на 15%.",
}
data[43010] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 3.5%, + Атк. на 4.8% и + Точность на 16.7%.",
}
data[43011] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 3.9%, + Атк. на 5.3% и + Точность на 18.4%.",
}
data[43012] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 4.2%, + Атк. на 5.8% и + Точность на 20%.",
}
data[43013] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 4.6%, + Атк. на 6.3% и + Точность на 21.7%.",
}
data[43014] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 4.9%, + Атк. на 6.8% и + Точность на 23.4%.",
}
data[43015] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 5.3%, + Атк. на 7.2% и + Точность на 25%.",
}
data[43016] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 5.6%, + Атк. на 7.7% и + Точность на 26.7%.",
}
data[43017] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 6%, + Атк. на 8.2% и + Точность на 28.3%.",
}
data[43018] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 6.3%, + Атк. на 8.7% и + Точность на 30%.",
}
data[43019] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 6.7%, + Атк. на 9.2% и + Точность на 31.7%.",
}
data[43020] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 7%, + Атк. на 9.6% и + Точность на 33.3%.",
}
data[43021] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 7.4%, + Атк. на 10.1% и + Точность на 35%.",
}
data[43022] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 7.7%, + Атк. на 10.6% и + Точность на 36.7%.",
}
data[43023] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 8.1%, + Атк. на 11.1% и + Точность на 38.3%.",
}
data[43024] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 8.4%, + Атк. на 11.6% и + Точность на 40%.",
}
data[43025] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 8.8%, + Атк. на 12% и + Точность на 41.7%.",
}
data[43026] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 9.1%, + Атк. на 12.5% и + Точность на 43.3%.",
}
data[43027] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 9.5%, + Атк. на 13% и + Точность на 45%.",
}
data[43028] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 9.8%, + Атк. на 13.5% и + Точность на 46.7%.",
}
data[43029] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 10.1%, + Атк. на 14% и + Точность на 48.3%.",
}
data[43030] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 10.6%, + Атк. на 14.6% и + Точность на 50%.",
}
data[42007] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 1.8%, + Атк. на 2.4% и + Урон Способности на 7%.",
}
data[42008] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 2%, + Атк. на 2.7% и + Урон Способности на 8%.",
}
data[42009] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 2.3%, + Атк. на 3.1% и + Урон Способности на 9%.",
}
data[42010] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5%, + Атк. на 3.4% и + Урон Способности на 10%.",
}
data[42011] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 2.8%, + Атк. на 3.7% и + Урон Способности на 11%.",
}
data[42012] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 3%, + Атк. на 4.1% и + Урон Способности на 12%.",
}
data[42013] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 3.3%, + Атк. на 4.4% и + Урон Способности на 13%.",
}
data[42014] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 3.5%, + Атк. на 4.8% и + Урон Способности на 14%.",
}
data[42015] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 3.8%, + Атк. на 5.1% и + Урон Способности на 15%.",
}
data[42016] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 4%, + Атк. на 5.5% и + Урон Способности на 16%.",
}
data[42017] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 4.3%, + Атк. на 5.8% и + Урон Способности на 17%.",
}
data[42018] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 4.5%, + Атк. на 6.2% и + Урон Способности на 18%.",
}
data[42019] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 4.8%, + Атк. на 6.5% и + Урон Способности на 19%.",
}
data[42020] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 5%, + Атк. на 6.8% и + Урон Способности на 20%.",
}
data[42021] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 5.3%, + Атк. на 7.2% и + Урон Способности на 21%.",
}
data[42022] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 5.5%, + Атк. на 7.5% и + Урон Способности на 22%.",
}
data[42023] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 5.8%, + Атк. на 7.9% и + Урон Способности на 23%.",
}
data[42024] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 6%, + Атк. на 8.2% и + Урон Способности на 24%.",
}
data[42025] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 6.3%, + Атк. на 8.6% и + Урон Способности на 25%.",
}
data[42026] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 6.5%, + Атк. на 8.9% и + Урон Способности на 26%.",
}
data[42027] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 6.8%, + Атк. на 9.3% и + Урон Способности на 27%.",
}
data[42028] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 7%, + Атк. на 9.6% и + Урон Способности на 28%.",
}
data[42029] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 7.3%, + Атк. на 10% и + Урон Способности на 29%.",
}
data[42030] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 7.6%, + Атк. на 10.4% и + Урон Способности на 30%.",
}
data[41007] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 0.9% и + Атк. на 1.3%.",
}
data[41008] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 1.1% и + Атк. на 1.5%.",
}
data[41009] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2% и + Атк. на 1.7%.",
}
data[41010] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 1.4% и + Атк. на 1.9%.",
}
data[41011] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 1.5% и + Атк. на 2.1%.",
}
data[41012] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 1.6% и + Атк. на 2.3%.",
}
data[41013] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 1.8% и + Атк. на 2.5%.",
}
data[41014] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 1.9% и + Атк. на 2.7%.",
}
data[41015] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 2.1% и + Атк. на 2.9%.",
}
data[41016] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 2.2% и + Атк. на 3.1%.",
}
data[41017] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 2.3% и + Атк. на 3.3%.",
}
data[41018] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5% и + Атк. на 3.4%.",
}
data[41019] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 2.6% и + Атк. на 3.6%.",
}
data[41020] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 2.8% и + Атк. на 3.8%.",
}
data[41021] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 2.9% и + Атк. на 4%.",
}
data[41022] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 3% и + Атк. на 4.2%.",
}
data[41023] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 3.2% и + Атк. на 4.4%.",
}
data[41024] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 3.3% и + Атк. на 4.6%.",
}
data[41025] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 3.5% и + Атк. на 4.8%.",
}
data[41026] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 3.6% и + Атк. на 5%.",
}
data[41027] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 3.7% и + Атк. на 5.2%.",
}
data[41028] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 3.9% и + Атк. на 5.4%.",
}
data[41029] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 4% и + Атк. на 5.6%.",
}
data[41030] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 4.2% и + Атк. на 5.8%.",
}
data[8120] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 27.2%, + Атк. на 19.6% и + Скорость на 40.",
}
data[8119] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 26%, + Атк. на 18.8% и + Скорость на 39.",
}
data[8118] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 25.1%, + Атк. на 18.1% и + Скорость на 37.",
}
data[8117] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 24.2%, + Атк. на 17.5% и + Скорость на 36.",
}
data[8116] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 23.3%, + Атк. на 16.8% и + Скорость на 35.",
}
data[8115] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 22.4%, + Атк. на 16.2% и + Скорость на 33.",
}
data[8114] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 21.5%, + Атк. на 15.5% и + Скорость на 32.",
}
data[8113] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 20.6%, + Атк. на 14.9% и + Скорость на 31.",
}
data[8112] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 19.7%, + Атк. на 14.2% и + Скорость на 30.",
}
data[8111] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 18.8%, + Атк. на 13.6% и + Скорость на 28.",
}
data[8110] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 18%, + Атк. на 13% и + Скорость на 27.",
}
data[8109] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 17.1%, + Атк. на 12.3% и + Скорость на 26.",
}
data[8108] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 16.2%, + Атк. на 11.7% и + Скорость на 24.",
}
data[8107] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 15.3%, + Атк. на 11% и + Скорость на 23.",
}
data[8106] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 14.4%, + Атк. на 10.4% и + Скорость на 22.",
}
data[8105] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 13.5%, + Атк. на 9.7% и + Скорость на 20.",
}
data[8104] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 12.6%, + Атк. на 9.1% и + Скорость на 19.",
}
data[8103] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 11.7%, + Атк. на 8.4% и + Скорость на 18.",
}
data[8102] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 10.8%, + Атк. на 7.8% и + Скорость на 16.",
}
data[8101] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 9.9%, + Атк. на 7.1% и + Скорость на 15.",
}
data[8100] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 9%, + Атк. на 6.5% и + Скорость на 14.",
}
data[8099] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 8.1%, + Атк. на 5.9% и + Скорость на 12.",
}
data[8098] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 7.2%, + Атк. на 5.2% и + Скорость на 11.",
}
data[8097] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 6.3%, + Атк. на 4.6% и + Скорость на 10.",
}
data[8096] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 5.4%, + Атк. на 3.9% и + Скорость на 9.",
}
data[8095] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 4.5%, + Атк. на 3.3% и + Скорость на 7.",
}
data[8094] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 3.6%, + Атк. на 2.6% и + Скорость на 6.",
}
data[8093] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 2.7%, + Атк. на 2% и + Скорость на 5.",
}
data[8092] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 1.8%, + Атк. на 1.3% и + Скорость на 3.",
}
data[8091] = {
    ["skillName"] = "Бессмертная душа",
    ["desc"] = "Пассивное умение: + Здоровье на 0.9%, + Атк. на 0.7% и + Скорость на 2.",
}
data[8090] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 14.6%, + Атк. на 10.6% и + Иммунитет на 15%.",
}
data[8089] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 14%, + Атк. на 10.1% и + Иммунитет на 14.5%.",
}
data[8088] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 13.5%, + Атк. на 9.8% и + Иммунитет на 14%.",
}
data[8087] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 13%, + Атк. на 9.5% и + Иммунитет на 13.5%.",
}
data[8086] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 12.5%, + Атк. на 9.1% и + Иммунитет на 13%.",
}
data[8085] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 12%, + Атк. на 8.8% и + Иммунитет на 12.5%.",
}
data[8084] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 11.6%, + Атк. на 8.4% и + Иммунитет на 12%.",
}
data[8083] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 11.1%, + Атк. на 8.1% и + Иммунитет на 11.5%.",
}
data[8082] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 10.6%, + Атк. на 7.7% и + Иммунитет на 11%.",
}
data[8081] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 10.1%, + Атк. на 7.4% и + Иммунитет на 10.5%.",
}
data[8080] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 9.6%, + Атк. на 7% и + Иммунитет на 10%.",
}
data[8079] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 9.2%, + Атк. на 6.7% и + Иммунитет на 9.5%.",
}
data[8078] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 8.7%, + Атк. на 6.3% и + Иммунитет на 9%.",
}
data[8077] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 8.2%, + Атк. на 6% и + Иммунитет на 8.5%.",
}
data[8076] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 7.7%, + Атк. на 5.6% и + Иммунитет на 8%.",
}
data[8075] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 7.2%, + Атк. на 5.3% и + Иммунитет на 7.5%.",
}
data[8074] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 6.8%, + Атк. на 4.9% и + Иммунитет на 7%.",
}
data[8073] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 6.3%, + Атк. на 4.6% и + Иммунитет на 6.5%.",
}
data[8072] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 5.8%, + Атк. на 4.2% и + Иммунитет на 6%.",
}
data[8071] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 5.3%, + Атк. на 3.9% и + Иммунитет на 5.5%.",
}
data[8070] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 4.8%, + Атк. на 3.5% и + Иммунитет на 5%.",
}
data[8069] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 4.4%, + Атк. на 3.2% и + Иммунитет на 4.5%.",
}
data[8068] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 3.9%, + Атк. на 2.8% и + Иммунитет на 4%.",
}
data[8067] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 3.4%, + Атк. на 2.5% и + Иммунитет на 3.5%.",
}
data[8066] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 2.9%, + Атк. на 2.1% и + Иммунитет на 3%.",
}
data[8065] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 2.4%, + Атк. на 1.8% и + Иммунитет на 2.5%.",
}
data[8064] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 1.9%, + Атк. на 1.4% и + Иммунитет на 2%.",
}
data[8063] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 1.5%, + Атк. на 1.1% и + Иммунитет на 1.5%.",
}
data[8062] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 1%, + Атк. на 0.7% и + Иммунитет на 1%.",
}
data[8061] = {
    ["skillName"] = "Пронизывающий холод",
    ["desc"] = "Пассивное умение: + Здоровье на 0.5%, + Атк. на 0.4% и + Иммунитет на 0.5%.",
}
data[8060] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 10.4%, + Атк. на 7.6% и + Пробитие Брони на 20%.",
}
data[8059] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 10%, + Атк. на 7.3% и + Пробитие Брони на 19.3%.",
}
data[8058] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 9.6%, + Атк. на 7% и + Пробитие Брони на 18.7%.",
}
data[8057] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 9.3%, + Атк. на 6.8% и + Пробитие Брони на 18%.",
}
data[8056] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 8.9%, + Атк. на 6.5% и + Пробитие Брони на 17.3%.",
}
data[8055] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 8.6%, + Атк. на 6.3% и + Пробитие Брони на 16.7%.",
}
data[8054] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 8.2%, + Атк. на 6% и + Пробитие Брони на 16%.",
}
data[8053] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 7.9%, + Атк. на 5.8% и + Пробитие Брони на 15.3%.",
}
data[8052] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 7.5%, + Атк. на 5.5% и + Пробитие Брони на 14.7%.",
}
data[8051] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 7.2%, + Атк. на 5.3% и + Пробитие Брони на 14%.",
}
data[8050] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 6.8%, + Атк. на 5% и + Пробитие Брони на 13.3%.",
}
data[8049] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 6.5%, + Атк. на 4.8% и + Пробитие Брони на 12.7%.",
}
data[8048] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 6.2%, + Атк. на 4.5% и + Пробитие Брони на 12%.",
}
data[8047] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 5.8%, + Атк. на 4.3% и + Пробитие Брони на 11.3%.",
}
data[34001] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2%, + Атк. на 0.4% и + Скорость на 2.",
}
data[34002] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 2.4%, + Атк. на 0.8% и + Скорость на 3.",
}
data[34003] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 3.5%, + Атк. на 1.2% и + Скорость на 5.",
}
data[34004] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 4.7%, + Атк. на 1.6% и + Скорость на 6.",
}
data[34005] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 5.8%, + Атк. на 1.9% и + Скорость на 7.",
}
data[34006] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 7%, + Атк. на 2.3% и + Скорость на 9.",
}
data[34007] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 8.1%, + Атк. на 2.7% и + Скорость на 10.",
}
data[34008] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 9.3%, + Атк. на 3.1% и + Скорость на 11.",
}
data[34009] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 10.5%, + Атк. на 3.5% и + Скорость на 12.",
}
data[34010] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 11.6%, + Атк. на 3.9% и + Скорость на 14.",
}
data[34011] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 12.8%, + Атк. на 4.3% и + Скорость на 15.",
}
data[34012] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 13.9%, + Атк. на 4.6% и + Скорость на 16.",
}
data[34013] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 15.1%, + Атк. на 5% и + Скорость на 18.",
}
data[34014] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 16.2%, + Атк. на 5.4% и + Скорость на 19.",
}
data[34015] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 17.4%, + Атк. на 5.8% и + Скорость на 20.",
}
data[34016] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 18.6%, + Атк. на 6.2% и + Скорость на 22.",
}
data[34017] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 19.7%, + Атк. на 6.6% и + Скорость на 23.",
}
data[34018] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 20.9%, + Атк. на 7% и + Скорость на 24.",
}
data[34019] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 22%, + Атк. на 7.3% и + Скорость на 26.",
}
data[34020] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 23.2%, + Атк. на 7.7% и + Скорость на 27.",
}
data[34021] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 24.3%, + Атк. на 8.1% и + Скорость на 28.",
}
data[34022] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 25.5%, + Атк. на 8.5% и + Скорость на 30.",
}
data[34023] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 26.7%, + Атк. на 8.9% и + Скорость на 31.",
}
data[34024] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 27.8%, + Атк. на 9.3% и + Скорость на 32.",
}
data[33001] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 0.6%, + Атк. на 0.2% и + Блок на 1%.",
}
data[33002] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2%, + Атк. на 0.4% и + Блок на 2%.",
}
data[33003] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 1.8%, + Атк. на 0.6% и + Блок на 3%.",
}
data[33004] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5%, + Атк. на 0.8% и + Блок на 4%.",
}
data[33005] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 3.1%, + Атк. на 1% и + Блок на 5%.",
}
data[33006] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 3.7%, + Атк. на 1.2% и + Блок на 6%.",
}
data[33007] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 4.3%, + Атк. на 1.4% и + Блок на 7%.",
}
data[33008] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 5%, + Атк. на 1.7% и + Блок на 8%.",
}
data[33009] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 5.6%, + Атк. на 1.9% и + Блок на 9%.",
}
data[33010] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 6.2%, + Атк. на 2.1% и + Блок на 10%.",
}
data[33011] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 6.8%, + Атк. на 2.3% и + Блок на 11%.",
}
data[33012] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 7.5%, + Атк. на 2.5% и + Блок на 12%.",
}
data[33013] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 8.1%, + Атк. на 2.7% и + Блок на 13%.",
}
data[33014] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 8.7%, + Атк. на 2.9% и + Блок на 14%.",
}
data[33015] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 9.3%, + Атк. на 3.1% и + Блок на 15%.",
}
data[33016] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 10%, + Атк. на 3.3% и + Блок на 16%.",
}
data[33017] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 10.6%, + Атк. на 3.5% и + Блок на 17%.",
}
data[33018] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 11.2%, + Атк. на 3.7% и + Блок на 18%.",
}
data[33019] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 11.8%, + Атк. на 3.9% и + Блок на 19%.",
}
data[33020] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 12.5%, + Атк. на 4.2% и + Блок на 20%.",
}
data[33021] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 13.1%, + Атк. на 4.4% и + Блок на 21%.",
}
data[33022] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 13.7%, + Атк. на 4.6% и + Блок на 22%.",
}
data[33023] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 14.3%, + Атк. на 4.8% и + Блок на 23%.",
}
data[33024] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 15%, + Атк. на 5% и + Блок на 24%.",
}
data[32001] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 0.4%, + Атк. на 0.2% и + Защ. на 1%.",
}
data[32002] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8%, + Атк. на 0.3% и + Защ. на 2%.",
}
data[32003] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 1.3%, + Атк. на 0.5% и + Защ. на 3%.",
}
data[32004] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 1.7%, + Атк. на 0.6% и + Защ. на 4%.",
}
data[32005] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 2.2%, + Атк. на 0.8% и + Защ. на 5%.",
}
data[32006] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 2.6%, + Атк. на 0.9% и + Защ. на 6%.",
}
data[32007] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 3.1%, + Атк. на 1.1% и + Защ. на 7%.",
}
data[32008] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 3.5%, + Атк. на 1.2% и + Защ. на 8%.",
}
data[32009] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 4%, + Атк. на 1.4% и + Защ. на 9%.",
}
data[32010] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 4.4%, + Атк. на 1.5% и + Защ. на 10%.",
}
data[32011] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 4.9%, + Атк. на 1.7% и + Защ. на 11%.",
}
data[32012] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 5.3%, + Атк. на 1.8% и + Защ. на 12%.",
}
data[32013] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 5.8%, + Атк. на 2% и + Защ. на 13%.",
}
data[32014] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 6.2%, + Атк. на 2.1% и + Защ. на 14%.",
}
data[32015] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 6.7%, + Атк. на 2.3% и + Защ. на 15%.",
}
data[32016] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 7.1%, + Атк. на 2.4% и + Защ. на 16%.",
}
data[32017] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 7.6%, + Атк. на 2.5% и + Защ. на 17%.",
}
data[32018] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 8%, + Атк. на 2.7% и + Защ. на 18%.",
}
data[32019] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 8.4%, + Атк. на 2.8% и + Защ. на 19%.",
}
data[32020] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 8.9%, + Атк. на 3% и + Защ. на 20%.",
}
data[32021] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 9.3%, + Атк. на 3.1% и + Защ. на 21%.",
}
data[32022] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 9.8%, + Атк. на 3.3% и + Защ. на 22%.",
}
data[32023] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 10.2%, + Атк. на 3.4% и + Защ. на 23%.",
}
data[32024] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 10.7%, + Атк. на 3.6% и + Защ. на 24%.",
}
data[32025] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 11.1%, + Атк. на 3.7% и + Защ. на 25%.",
}
data[32026] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 11.6%, + Атк. на 3.9% и + Защ. на 26%.",
}
data[32027] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 12%, + Атк. на 4% и + Защ. на 27%.",
}
data[32028] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 12.5%, + Атк. на 4.2% и + Защ. на 28%.",
}
data[32029] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 12.9%, + Атк. на 4.3% и + Защ. на 29%.",
}
data[32030] = {
    ["skillName"] = "Олений рог",
    ["desc"] = "Пассивное умение: + Здоровье на 13.5%, + Атк. на 4.5% и + Защ. на 30%.",
}
data[31007] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 1.7% и + Атк. на 0.6%.",
}
data[31008] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 1.9% и + Атк. на 0.7%.",
}
data[31009] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 2.2% и + Атк. на 0.8%.",
}
data[31010] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 2.4% и + Атк. на 0.8%.",
}
data[31011] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 2.7% и + Атк. на 0.9%.",
}
data[31012] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 2.9% и + Атк. на 1%.",
}
data[31013] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 3.2% и + Атк. на 1.1%.",
}
data[31014] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 3.4% и + Атк. на 1.2%.",
}
data[31015] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 3.7% и + Атк. на 1.2%.",
}
data[31016] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 3.9% и + Атк. на 1.3%.",
}
data[31017] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 4.2% и + Атк. на 1.4%.",
}
data[31018] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 4.4% и + Атк. на 1.5%.",
}
data[31019] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 4.7% и + Атк. на 1.6%.",
}
data[31020] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 4.9% и + Атк. на 1.7%.",
}
data[31021] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 5.2% и + Атк. на 1.7%.",
}
data[31022] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 5.4% и + Атк. на 1.8%.",
}
data[31023] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 5.7% и + Атк. на 1.9%.",
}
data[31024] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 5.9% и + Атк. на 2%.",
}
data[31025] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 6.2% и + Атк. на 2.1%.",
}
data[31026] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 6.4% и + Атк. на 2.1%.",
}
data[31027] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 6.7% и + Атк. на 2.2%.",
}
data[31028] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 6.9% и + Атк. на 2.3%.",
}
data[31029] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 7.2% и + Атк. на 2.4%.",
}
data[31030] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 7.5% и + Атк. на 2.5%.",
}
data[8046] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 5.5%, + Атк. на 4% и + Пробитие Брони на 10.7%.",
}
data[8045] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 5.1%, + Атк. на 3.8% и + Пробитие Брони на 10%.",
}
data[8044] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 4.8%, + Атк. на 3.5% и + Пробитие Брони на 9.4%.",
}
data[8043] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 4.4%, + Атк. на 3.3% и + Пробитие Брони на 8.7%.",
}
data[8042] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 4.1%, + Атк. на 3% и + Пробитие Брони на 8%.",
}
data[8041] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 3.7%, + Атк. на 2.8% и + Пробитие Брони на 7.4%.",
}
data[8040] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 3.4%, + Атк. на 2.5% и + Пробитие Брони на 6.7%.",
}
data[8039] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 3.1%, + Атк. на 2.3% и + Пробитие Брони на 6%.",
}
data[8038] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 2.7%, + Атк. на 2% и + Пробитие Брони на 5.4%.",
}
data[8037] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 2.4%, + Атк. на 1.8% и + Пробитие Брони на 4.7%.",
}
data[8036] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 2%, + Атк. на 1.5% и + Пробитие Брони на 4%.",
}
data[8035] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 1.7%, + Атк. на 1.3% и + Пробитие Брони на 3.4%.",
}
data[8034] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 1.3%, + Атк. на 1% и + Пробитие Брони на 2.7%.",
}
data[8033] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 1%, + Атк. на 0.8% и + Пробитие Брони на 2%.",
}
data[8032] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 0.6%, + Атк. на 0.5% и + Пробитие Брони на 1.4%.",
}
data[8031] = {
    ["skillName"] = "Пожелтевший снег",
    ["desc"] = "Пассивное умение: + Здоровье на 0.3%, + Атк. на 0.3% и + Пробитие Брони на 0.7%.",
}
data[8030] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 5.8% и + Атк. на 4.2%.",
}
data[8029] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 5.6% и + Атк. на 4%.",
}
data[8028] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 5.4% и + Атк. на 3.9%.",
}
data[8027] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 5.2% и + Атк. на 3.7%.",
}
data[8026] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 5% и + Атк. на 3.6%.",
}
data[8025] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 4.8% и + Атк. на 3.5%.",
}
data[63003] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 1.1%, + Атк. на 1.5% и + Урон Способности на 3%.",
}
data[63004] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 1.4%, + Атк. на 1.9% и + Урон Способности на 4%.",
}
data[8022] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 4.2% и + Атк. на 3%.",
}
data[8021] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 4% и + Атк. на 2.9%.",
}
data[8020] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 3.8% и + Атк. на 2.8%.",
}
data[8019] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 3.6% и + Атк. на 2.6%.",
}
data[8018] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 3.4% и + Атк. на 2.5%.",
}
data[8017] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 3.3% и + Атк. на 2.3%.",
}
data[8016] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 3.1% и + Атк. на 2.2%.",
}
data[8015] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 2.9% и + Атк. на 2.1%.",
}
data[8014] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 2.7% и + Атк. на 1.9%.",
}
data[8013] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5% и + Атк. на 1.8%.",
}
data[8012] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 2.3% и + Атк. на 1.6%.",
}
data[8011] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 2.1% и + Атк. на 1.5%.",
}
data[8010] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 1.9% и + Атк. на 1.4%.",
}
data[8009] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 1.7% и + Атк. на 1.2%.",
}
data[8008] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 1.5% и + Атк. на 1.1%.",
}
data[8007] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 1.3% и + Атк. на 0.9%.",
}
data[8006] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2% и + Атк. на 0.8%.",
}
data[8005] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 1% и + Атк. на 0.7%.",
}
data[8004] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8% и + Атк. на 0.5%.",
}
data[8003] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 0.6% и + Атк. на 0.4%.",
}
data[8002] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 0.4% и + Атк. на 0.2%.",
}
data[8001] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 0.2% и + Атк. на 0.1%.",
}
data[23029] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 6%, + Атк. на 18.1% и + Пробитие Брони на 19.3%.",
}
data[23030] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 6.3%, + Атк. на 18.9% и + Пробитие Брони на 20%.",
}
data[12006] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 1.8%, + Атк. на 1.8% и + Пробитие Брони на 4%.",
}
data[11001] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 0.2% и + Атк. на 0.2%.",
}
data[11002] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 0.4% и + Атк. на 0.4%.",
}
data[11003] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 0.5% и + Атк. на 0.5%.",
}
data[11004] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 0.7% и + Атк. на 0.7%.",
}
data[11005] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 0.9% и + Атк. на 0.9%.",
}
data[11006] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 1% и + Атк. на 1%.",
}
data[31001] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 0.2% и + Атк. на 0.1%.",
}
data[31002] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 0.4% и + Атк. на 0.2%.",
}
data[31003] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 0.7% и + Атк. на 0.3%.",
}
data[31004] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 0.9% и + Атк. на 0.3%.",
}
data[31005] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2% и + Атк. на 0.4%.",
}
data[31006] = {
    ["skillName"] = "Лист чудодейственного дерева",
    ["desc"] = "Пассивное умение: + Здоровье на 1.4% и + Атк. на 0.5%.",
}
data[33030] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 18.9%, + Атк. на 6.3% и + Блок на 30%.",
}
data[33029] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 18.1%, + Атк. на 6% и + Блок на 29%.",
}
data[33028] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 17.5%, + Атк. на 5.8% и + Блок на 28%.",
}
data[33027] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 16.8%, + Атк. на 5.6% и + Блок на 27%.",
}
data[33026] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 16.2%, + Атк. на 5.4% и + Блок на 26%.",
}
data[33025] = {
    ["skillName"] = "Рекой источник",
    ["desc"] = "Пассивное умение: + Здоровье на 15.6%, + Атк. на 5.2% и + Блок на 25%.",
}
data[24030] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 11.7%, + Атк. на 35.1% и + Скорость на 40.",
}
data[24029] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 11.2%, + Атк. на 33.6% и + Скорость на 39.",
}
data[24028] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 10.8%, + Атк. на 32.4% и + Скорость на 37.",
}
data[24027] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 10.4%, + Атк. на 31.3% и + Скорость на 36.",
}
data[24026] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 10%, + Атк. на 30.1% и + Скорость на 35.",
}
data[44025] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 16.2%, + Атк. на 22.4% и + Скорость на 33.",
}
data[44026] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 16.8%, + Атк. на 23.3% и + Скорость на 35.",
}
data[44027] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 17.5%, + Атк. на 24.2% и + Скорость на 36.",
}
data[44028] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 18.1%, + Атк. на 25.1% и + Скорость на 37.",
}
data[44029] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 18.8%, + Атк. на 26% и + Скорость на 39.",
}
data[44030] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 19.6%, + Атк. на 27.2% и + Скорость на 40.",
}
data[42006] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 1.5%, + Атк. на 2% и + Урон Способности на 6%.",
}
data[42005] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 1.3%, + Атк. на 1.7% и + Урон Способности на 5%.",
}
data[42004] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 1%, + Атк. на 1.3% и + Урон Способности на 4%.",
}
data[42003] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8%, + Атк. на 1% и + Урон Способности на 3%.",
}
data[42002] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 0.5%, + Атк. на 0.6% и + Урон Способности на 2%.",
}
data[42001] = {
    ["skillName"] = "Исторгать душу",
    ["desc"] = "Пассивное умение: + Здоровье на 0.3%, + Атк. на 0.3% и + Урон Способности на 1%.",
}
data[34030] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 35.1%, + Атк. на 11.7% и + Скорость на 40.",
}
data[34029] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 33.6%, + Атк. на 11.2% и + Скорость на 39.",
}
data[34028] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 32.4%, + Атк. на 10.8% и + Скорость на 37.",
}
data[34027] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 31.3%, + Атк. на 10.4% и + Скорость на 36.",
}
data[34026] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 30.1%, + Атк. на 10% и + Скорость на 35.",
}
data[34025] = {
    ["skillName"] = "Сильный источник Дайна",
    ["desc"] = "Пассивное умение: + Здоровье на 29%, + Атк. на 9.7% и + Скорость на 33.",
}
data[41006] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8% и + Атк. на 1.2%.",
}
data[41005] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 0.7% и + Атк. на 1%.",
}
data[41004] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 0.5% и + Атк. на 0.8%.",
}
data[41003] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 0.4% и + Атк. на 0.6%.",
}
data[41002] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 0.2% и + Атк. на 0.4%.",
}
data[41001] = {
    ["skillName"] = "Бессердечие",
    ["desc"] = "Пассивное умение: + Здоровье на 0.1% и + Атк. на 0.2%.",
}
data[22030] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 4.5%, + Атк. на 13.5% и + Святой урон (чистый) на 20%.",
}
data[22029] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 4.3%, + Атк. на 12.9% и + Святой урон (чистый) на 19.3%.",
}
data[22028] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 4.2%, + Атк. на 12.5% и + Святой урон (чистый) на 18.7%.",
}
data[22027] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 4%, + Атк. на 12% и + Святой урон (чистый) на 18%.",
}
data[22026] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 3.9%, + Атк. на 11.6% и + Святой урон (чистый) на 17.3%.",
}
data[22025] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 3.7%, + Атк. на 11.1% и + Святой урон (чистый) на 16.7%.",
}
data[52025] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 4.8%, + Атк. на 10.1% и + Шанс Критического урона на 8.3%.",
}
data[52026] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 5%, + Атк. на 10.5% и + Шанс Критического урона на 8.7%.",
}
data[52027] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 5.2%, + Атк. на 10.9% и + Шанс Критического урона на 9%.",
}
data[52028] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 5.4%, + Атк. на 11.3% и + Шанс Критического урона на 9.3%.",
}
data[52029] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 5.6%, + Атк. на 11.7% и + Шанс Критического урона на 9.7%.",
}
data[52030] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 5.8%, + Атк. на 12.2% и + Шанс Критического урона на 10%.",
}
data[53001] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 0.3%, + Атк. на 0.6% и + Критический урон на 0.7%.",
}
data[53002] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 0.6%, + Атк. на 1.2% и + Критический урон на 1.4%.",
}
data[53003] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8%, + Атк. на 1.7% и + Критический урон на 2%.",
}
data[53004] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 1.1%, + Атк. на 2.3% и + Критический урон на 2.7%.",
}
data[53005] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 1.4%, + Атк. на 2.9% и + Критический урон на 3.4%.",
}
data[53006] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 1.6%, + Атк. на 3.4% и + Критический урон на 4%.",
}
data[53007] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 1.9%, + Атк. на 4% и + Критический урон на 4.7%.",
}
data[53008] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 2.1%, + Атк. на 4.6% и + Критический урон на 5.4%.",
}
data[53009] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 2.4%, + Атк. на 5.1% и + Критический урон на 6%.",
}
data[53010] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 2.7%, + Атк. на 5.7% и + Критический урон на 6.7%.",
}
data[53011] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 2.9%, + Атк. на 6.3% и + Критический урон на 7.4%.",
}
data[53012] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 3.2%, + Атк. на 6.8% и + Критический урон на 8%.",
}
data[53013] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 3.5%, + Атк. на 7.4% и + Критический урон на 8.7%.",
}
data[53014] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 3.7%, + Атк. на 8% и + Критический урон на 9.4%.",
}
data[53025] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 6.6%, + Атк. на 14.2% и + Критический урон на 16.7%.",
}
data[53026] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 6.9%, + Атк. на 14.8% и + Критический урон на 17.3%.",
}
data[53027] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 7.1%, + Атк. на 15.3% и + Критический урон на 18%.",
}
data[53028] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 7.4%, + Атк. на 15.9% и + Критический урон на 18.7%.",
}
data[53029] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 7.7%, + Атк. на 16.5% и + Критический урон на 19.3%.",
}
data[53030] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 8%, + Атк. на 17.2% и + Критический урон на 20%.",
}
data[54001] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 0.5%, + Атк. на 1.1% и + Скорость на 2.",
}
data[54002] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 1%, + Атк. на 2.1% и + Скорость на 3.",
}
data[54003] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 1.5%, + Атк. на 3.2% и + Скорость на 5.",
}
data[54004] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 2%, + Атк. на 4.2% и + Скорость на 6.",
}
data[54005] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5%, + Атк. на 5.3% и + Скорость на 7.",
}
data[54006] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 3%, + Атк. на 6.3% и + Скорость на 9.",
}
data[54007] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 3.5%, + Атк. на 7.4% и + Скорость на 10.",
}
data[54008] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 4%, + Атк. на 8.4% и + Скорость на 11.",
}
data[54009] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 4.5%, + Атк. на 9.5% и + Скорость на 12.",
}
data[54010] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 5%, + Атк. на 10.5% и + Скорость на 14.",
}
data[24001] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 0.4%, + Атк. на 1.2% и + Скорость на 2.",
}
data[24002] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8%, + Атк. на 2.4% и + Скорость на 3.",
}
data[24003] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2%, + Атк. на 3.5% и + Скорость на 5.",
}
data[24004] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 1.6%, + Атк. на 4.7% и + Скорость на 6.",
}
data[24005] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 1.9%, + Атк. на 5.8% и + Скорость на 7.",
}
data[24006] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 2.3%, + Атк. на 7% и + Скорость на 9.",
}
data[24007] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 2.7%, + Атк. на 8.1% и + Скорость на 10.",
}
data[24008] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 3.1%, + Атк. на 9.3% и + Скорость на 11.",
}
data[24009] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 3.5%, + Атк. на 10.5% и + Скорость на 12.",
}
data[24010] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 3.9%, + Атк. на 11.6% и + Скорость на 14.",
}
data[24011] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 4.3%, + Атк. на 12.8% и + Скорость на 15.",
}
data[24012] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 4.6%, + Атк. на 13.9% и + Скорость на 16.",
}
data[24013] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 5%, + Атк. на 15.1% и + Скорость на 18.",
}
data[24014] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 5.4%, + Атк. на 16.2% и + Скорость на 19.",
}
data[24015] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 5.8%, + Атк. на 17.4% и + Скорость на 20.",
}
data[24016] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 6.2%, + Атк. на 18.6% и + Скорость на 22.",
}
data[24017] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 6.6%, + Атк. на 19.7% и + Скорость на 23.",
}
data[24018] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 7%, + Атк. на 20.9% и + Скорость на 24.",
}
data[24019] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 7.3%, + Атк. на 22% и + Скорость на 26.",
}
data[24020] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 7.7%, + Атк. на 23.2% и + Скорость на 27.",
}
data[24021] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 8.1%, + Атк. на 24.3% и + Скорость на 28.",
}
data[24022] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 8.5%, + Атк. на 25.5% и + Скорость на 30.",
}
data[24023] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 8.9%, + Атк. на 26.7% и + Скорость на 31.",
}
data[24024] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 9.3%, + Атк. на 27.8% и + Скорость на 32.",
}
data[23001] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 0.2%, + Атк. на 0.6% и + Пробитие Брони на 0.7%.",
}
data[23002] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 0.4%, + Атк. на 1.2% и + Пробитие Брони на 1.4%.",
}
data[23003] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 0.6%, + Атк. на 1.8% и + Пробитие Брони на 2%.",
}
data[23004] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8%, + Атк. на 2.5% и + Пробитие Брони на 2.7%.",
}
data[23005] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 1%, + Атк. на 3.1% и + Пробитие Брони на 3.4%.",
}
data[23006] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2%, + Атк. на 3.7% и + Пробитие Брони на 4%.",
}
data[23007] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 1.4%, + Атк. на 4.3% и + Пробитие Брони на 4.7%.",
}
data[23008] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 1.7%, + Атк. на 5% и + Пробитие Брони на 5.4%.",
}
data[23009] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 1.9%, + Атк. на 5.6% и + Пробитие Брони на 6%.",
}
data[23010] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 2.1%, + Атк. на 6.2% и + Пробитие Брони на 6.7%.",
}
data[23011] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 2.3%, + Атк. на 6.8% и + Пробитие Брони на 7.4%.",
}
data[23012] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5%, + Атк. на 7.5% и + Пробитие Брони на 8%.",
}
data[23013] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 2.7%, + Атк. на 8.1% и + Пробитие Брони на 8.7%.",
}
data[23014] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 2.9%, + Атк. на 8.7% и + Пробитие Брони на 9.4%.",
}
data[23015] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 3.1%, + Атк. на 9.3% и + Пробитие Брони на 10%.",
}
data[23016] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 3.3%, + Атк. на 10% и + Пробитие Брони на 10.7%.",
}
data[23017] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 3.5%, + Атк. на 10.6% и + Пробитие Брони на 11.3%.",
}
data[23018] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 3.7%, + Атк. на 11.2% и + Пробитие Брони на 12%.",
}
data[23019] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 3.9%, + Атк. на 11.8% и + Пробитие Брони на 12.7%.",
}
data[23020] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 4.2%, + Атк. на 12.5% и + Пробитие Брони на 13.3%.",
}
data[23021] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 4.4%, + Атк. на 13.1% и + Пробитие Брони на 14%.",
}
data[23022] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 4.6%, + Атк. на 13.7% и + Пробитие Брони на 14.7%.",
}
data[23023] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 4.8%, + Атк. на 14.3% и + Пробитие Брони на 15.3%.",
}
data[23024] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 5%, + Атк. на 15% и + Пробитие Брони на 16%.",
}
data[22001] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 0.2%, + Атк. на 0.4% и + Святой урон (чистый) на 0.7%.",
}
data[22002] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 0.3%, + Атк. на 0.8% и + Святой урон (чистый) на 1.4%.",
}
data[22003] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 0.5%, + Атк. на 1.3% и + Святой урон (чистый) на 2%.",
}
data[22004] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 0.6%, + Атк. на 1.7% и + Святой урон (чистый) на 2.7%.",
}
data[22005] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8%, + Атк. на 2.2% и + Святой урон (чистый) на 3.4%.",
}
data[22006] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 0.9%, + Атк. на 2.6% и + Святой урон (чистый) на 4%.",
}
data[22007] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 1.1%, + Атк. на 3.1% и + Святой урон (чистый) на 4.7%.",
}
data[22008] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2%, + Атк. на 3.5% и + Святой урон (чистый) на 5.4%.",
}
data[22009] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 1.4%, + Атк. на 4% и + Святой урон (чистый) на 6%.",
}
data[22010] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 1.5%, + Атк. на 4.4% и + Святой урон (чистый) на 6.7%.",
}
data[22011] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 1.7%, + Атк. на 4.9% и + Святой урон (чистый) на 7.4%.",
}
data[22012] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 1.8%, + Атк. на 5.3% и + Святой урон (чистый) на 8%.",
}
data[22013] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 2%, + Атк. на 5.8% и + Святой урон (чистый) на 8.7%.",
}
data[22014] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 2.1%, + Атк. на 6.2% и + Святой урон (чистый) на 9.4%.",
}
data[22015] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 2.3%, + Атк. на 6.7% и + Святой урон (чистый) на 10%.",
}
data[22016] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 2.4%, + Атк. на 7.1% и + Святой урон (чистый) на 10.7%.",
}
data[22017] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5%, + Атк. на 7.6% и + Святой урон (чистый) на 11.3%.",
}
data[22018] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 2.7%, + Атк. на 8% и + Святой урон (чистый) на 12%.",
}
data[22019] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 2.8%, + Атк. на 8.4% и + Святой урон (чистый) на 12.7%.",
}
data[22020] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 3%, + Атк. на 8.9% и + Святой урон (чистый) на 13.3%.",
}
data[22021] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 3.1%, + Атк. на 9.3% и + Святой урон (чистый) на 14%.",
}
data[22022] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 3.3%, + Атк. на 9.8% и + Святой урон (чистый) на 14.7%.",
}
data[22023] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 3.4%, + Атк. на 10.2% и + Святой урон (чистый) на 15.3%.",
}
data[22024] = {
    ["skillName"] = "Охотящийся инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 3.6%, + Атк. на 10.7% и + Святой урон (чистый) на 16%.",
}
data[21001] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 0.1% и + Атк. на 0.2%.",
}
data[21002] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 0.2% и + Атк. на 0.4%.",
}
data[21003] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 0.3% и + Атк. на 0.7%.",
}
data[21004] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 0.3% и + Атк. на 0.9%.",
}
data[21005] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 0.4% и + Атк. на 1.2%.",
}
data[21006] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 0.5% и + Атк. на 1.4%.",
}
data[21007] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 0.6% и + Атк. на 1.7%.",
}
data[21008] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 0.7% и + Атк. на 1.9%.",
}
data[21009] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8% и + Атк. на 2.2%.",
}
data[21010] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8% и + Атк. на 2.4%.",
}
data[21011] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 0.9% и + Атк. на 2.7%.",
}
data[21012] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 1% и + Атк. на 2.9%.",
}
data[21013] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 1.1% и + Атк. на 3.2%.",
}
data[21014] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2% и + Атк. на 3.4%.",
}
data[21015] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2% и + Атк. на 3.7%.",
}
data[21016] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 1.3% и + Атк. на 3.9%.",
}
data[21017] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 1.4% и + Атк. на 4.2%.",
}
data[21018] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 1.5% и + Атк. на 4.4%.",
}
data[21019] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 1.6% и + Атк. на 4.7%.",
}
data[21020] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 1.7% и + Атк. на 4.9%.",
}
data[21021] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 1.7% и + Атк. на 5.2%.",
}
data[21022] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 1.8% и + Атк. на 5.4%.",
}
data[21023] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 1.9% и + Атк. на 5.7%.",
}
data[21024] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 2% и + Атк. на 5.9%.",
}
data[21025] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 2.1% и + Атк. на 6.2%.",
}
data[21026] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 2.1% и + Атк. на 6.4%.",
}
data[21027] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 2.2% и + Атк. на 6.7%.",
}
data[21028] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 2.3% и + Атк. на 6.9%.",
}
data[21029] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 2.4% и + Атк. на 7.2%.",
}
data[21030] = {
    ["skillName"] = "Яркие глаза",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5% и + Атк. на 7.5%.",
}
data[63015] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 5.3%, + Атк. на 7.2% и + Урон Способности на 15%.",
}
data[63016] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 5.6%, + Атк. на 7.7% и + Урон Способности на 16%.",
}
data[63017] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 6%, + Атк. на 8.2% и + Урон Способности на 17%.",
}
data[63018] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 6.3%, + Атк. на 8.7% и + Урон Способности на 18%.",
}
data[63019] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 6.7%, + Атк. на 9.2% и + Урон Способности на 19%.",
}
data[63020] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 7%, + Атк. на 9.6% и + Урон Способности на 20%.",
}
data[63021] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 7.4%, + Атк. на 10.1% и + Урон Способности на 21%.",
}
data[63022] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 7.7%, + Атк. на 10.6% и + Урон Способности на 22%.",
}
data[63023] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 8.1%, + Атк. на 11.1% и + Урон Способности на 23%.",
}
data[63024] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 8.4%, + Атк. на 11.6% и + Урон Способности на 24%.",
}
data[62001] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 0.3%, + Атк. на 0.3% и + Пробитие Брони на 0.7%.",
}
data[62002] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 0.5%, + Атк. на 0.6% и + Пробитие Брони на 1.4%.",
}
data[62003] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8%, + Атк. на 1% и + Пробитие Брони на 2%.",
}
data[62004] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 1%, + Атк. на 1.3% и + Пробитие Брони на 2.7%.",
}
data[62005] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 1.3%, + Атк. на 1.7% и + Пробитие Брони на 3.4%.",
}
data[62006] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 1.5%, + Атк. на 2% и + Пробитие Брони на 4%.",
}
data[62007] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 1.8%, + Атк. на 2.4% и + Пробитие Брони на 4.7%.",
}
data[62008] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 2%, + Атк. на 2.7% и + Пробитие Брони на 5.4%.",
}
data[62009] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 2.3%, + Атк. на 3.1% и + Пробитие Брони на 6%.",
}
data[62010] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5%, + Атк. на 3.4% и + Пробитие Брони на 6.7%.",
}
data[62011] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 2.8%, + Атк. на 3.7% и + Пробитие Брони на 7.4%.",
}
data[62012] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 3%, + Атк. на 4.1% и + Пробитие Брони на 8%.",
}
data[62013] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 3.3%, + Атк. на 4.4% и + Пробитие Брони на 8.7%.",
}
data[62014] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 3.5%, + Атк. на 4.8% и + Пробитие Брони на 9.4%.",
}
data[62015] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 3.8%, + Атк. на 5.1% и + Пробитие Брони на 10%.",
}
data[62016] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 4%, + Атк. на 5.5% и + Пробитие Брони на 10.7%.",
}
data[62017] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 4.3%, + Атк. на 5.8% и + Пробитие Брони на 11.3%.",
}
data[62018] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 4.5%, + Атк. на 6.2% и + Пробитие Брони на 12%.",
}
data[62019] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 4.8%, + Атк. на 6.5% и + Пробитие Брони на 12.7%.",
}
data[62020] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 5%, + Атк. на 6.8% и + Пробитие Брони на 13.3%.",
}
data[62021] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 5.3%, + Атк. на 7.2% и + Пробитие Брони на 14%.",
}
data[62022] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 5.5%, + Атк. на 7.5% и + Пробитие Брони на 14.7%.",
}
data[62023] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 5.8%, + Атк. на 7.9% и + Пробитие Брони на 15.3%.",
}
data[62024] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 6%, + Атк. на 8.2% и + Пробитие Брони на 16%.",
}
data[61001] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 0.1% и + Атк. на 0.2%.",
}
data[61002] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 0.2% и + Атк. на 0.4%.",
}
data[61003] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 0.4% и + Атк. на 0.6%.",
}
data[61004] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 0.5% и + Атк. на 0.8%.",
}
data[61005] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 0.7% и + Атк. на 1%.",
}
data[61006] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8% и + Атк. на 1.2%.",
}
data[61007] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 0.9% и + Атк. на 1.3%.",
}
data[61008] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 1.1% и + Атк. на 1.5%.",
}
data[61009] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2% и + Атк. на 1.7%.",
}
data[61010] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 1.4% и + Атк. на 1.9%.",
}
data[61011] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 1.5% и + Атк. на 2.1%.",
}
data[61012] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 1.6% и + Атк. на 2.3%.",
}
data[61013] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 1.8% и + Атк. на 2.5%.",
}
data[61014] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 1.9% и + Атк. на 2.7%.",
}
data[61015] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 2.1% и + Атк. на 2.9%.",
}
data[61016] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 2.2% и + Атк. на 3.1%.",
}
data[61017] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 2.3% и + Атк. на 3.3%.",
}
data[61018] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5% и + Атк. на 3.4%.",
}
data[61019] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 2.6% и + Атк. на 3.6%.",
}
data[61020] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 2.8% и + Атк. на 3.8%.",
}
data[61021] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 2.9% и + Атк. на 4%.",
}
data[61022] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 3% и + Атк. на 4.2%.",
}
data[61023] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 3.2% и + Атк. на 4.4%.",
}
data[61024] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 3.3% и + Атк. на 4.6%.",
}
data[61025] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 3.5% и + Атк. на 4.8%.",
}
data[61026] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 3.6% и + Атк. на 5%.",
}
data[61027] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 3.7% и + Атк. на 5.2%.",
}
data[61028] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 3.9% и + Атк. на 5.4%.",
}
data[61029] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 4% и + Атк. на 5.6%.",
}
data[61030] = {
    ["skillName"] = "Последний страх",
    ["desc"] = "Пассивное умение: + Здоровье на 4.2% и + Атк. на 5.8%.",
}
data[54011] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 5.4%, + Атк. на 11.6% и + Скорость на 15.",
}
data[54012] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 5.9%, + Атк. на 12.6% и + Скорость на 16.",
}
data[54013] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 6.4%, + Атк. на 13.7% и + Скорость на 18.",
}
data[54014] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 6.9%, + Атк. на 14.7% и + Скорость на 19.",
}
data[54015] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 7.4%, + Атк. на 15.8% и + Скорость на 20.",
}
data[54016] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 7.9%, + Атк. на 16.8% и + Скорость на 22.",
}
data[54017] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 8.4%, + Атк. на 17.9% и + Скорость на 23.",
}
data[54018] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 8.9%, + Атк. на 18.9% и + Скорость на 24.",
}
data[54019] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 9.4%, + Атк. на 20% и + Скорость на 26.",
}
data[54020] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 9.9%, + Атк. на 21% и + Скорость на 27.",
}
data[54021] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 10.4%, + Атк. на 22.1% и + Скорость на 28.",
}
data[54022] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 10.9%, + Атк. на 23.1% и + Скорость на 30.",
}
data[54023] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 11.4%, + Атк. на 24.1% и + Скорость на 31.",
}
data[54024] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 11.9%, + Атк. на 25.2% и + Скорость на 32.",
}
data[54025] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 12.4%, + Атк. на 26.2% и + Скорость на 33.",
}
data[54026] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 12.9%, + Атк. на 27.3% и + Скорость на 35.",
}
data[54027] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 13.4%, + Атк. на 28.3% и + Скорость на 36.",
}
data[54028] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 13.9%, + Атк. на 29.4% и + Скорость на 37.",
}
data[54029] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 14.4%, + Атк. на 30.4% и + Скорость на 39.",
}
data[54030] = {
    ["skillName"] = "Отчаяние Нэд Хог",
    ["desc"] = "Пассивное умение: + Здоровье на 15%, + Атк. на 31.8% и + Скорость на 40.",
}
data[62025] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 6.3%, + Атк. на 8.6% и + Пробитие Брони на 16.7%.",
}
data[62026] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 6.5%, + Атк. на 8.9% и + Пробитие Брони на 17.3%.",
}
data[62027] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 6.8%, + Атк. на 9.3% и + Пробитие Брони на 18%.",
}
data[62028] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 7%, + Атк. на 9.6% и + Пробитие Брони на 18.7%.",
}
data[62029] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 7.3%, + Атк. на 10% и + Пробитие Брони на 19.3%.",
}
data[62030] = {
    ["skillName"] = "Токсический кошмар",
    ["desc"] = "Пассивное умение: + Здоровье на 7.6%, + Атк. на 10.4% и + Пробитие Брони на 20%.",
}
data[63001] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 0.4%, + Атк. на 0.5% и + Урон Способности на 1%.",
}
data[63002] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 0.7%, + Атк. на 1% и + Урон Способности на 2%.",
}
data[64030] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 19.6%, + Атк. на 27.2% и + Скорость на 40.",
}
data[64029] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 18.8%, + Атк. на 26% и + Скорость на 39.",
}
data[64028] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 18.1%, + Атк. на 25.1% и + Скорость на 37.",
}
data[64027] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 17.5%, + Атк. на 24.2% и + Скорость на 36.",
}
data[64026] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 16.8%, + Атк. на 23.3% и + Скорость на 35.",
}
data[64025] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 16.2%, + Атк. на 22.4% и + Скорость на 33.",
}
data[64024] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 15.5%, + Атк. на 21.5% и + Скорость на 32.",
}
data[64023] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 14.9%, + Атк. на 20.6% и + Скорость на 31.",
}
data[64022] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 14.2%, + Атк. на 19.7% и + Скорость на 30.",
}
data[64021] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 13.6%, + Атк. на 18.8% и + Скорость на 28.",
}
data[64020] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 13%, + Атк. на 18% и + Скорость на 27.",
}
data[64019] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 12.3%, + Атк. на 17.1% и + Скорость на 26.",
}
data[64018] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 11.7%, + Атк. на 16.2% и + Скорость на 24.",
}
data[64017] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 11%, + Атк. на 15.3% и + Скорость на 23.",
}
data[64016] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 10.4%, + Атк. на 14.4% и + Скорость на 22.",
}
data[64015] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 9.7%, + Атк. на 13.5% и + Скорость на 20.",
}
data[64014] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 9.1%, + Атк. на 12.6% и + Скорость на 19.",
}
data[64013] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 8.4%, + Атк. на 11.7% и + Скорость на 18.",
}
data[64012] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 7.8%, + Атк. на 10.8% и + Скорость на 16.",
}
data[64011] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 7.1%, + Атк. на 9.9% и + Скорость на 15.",
}
data[64010] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 6.5%, + Атк. на 9% и + Скорость на 14.",
}
data[64009] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 5.9%, + Атк. на 8.1% и + Скорость на 12.",
}
data[64008] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 5.2%, + Атк. на 7.2% и + Скорость на 11.",
}
data[64007] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 4.6%, + Атк. на 6.3% и + Скорость на 10.",
}
data[64006] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 3.9%, + Атк. на 5.4% и + Скорость на 9.",
}
data[64005] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 3.3%, + Атк. на 4.5% и + Скорость на 7.",
}
data[64004] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 2.6%, + Атк. на 3.6% и + Скорость на 6.",
}
data[64003] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 2%, + Атк. на 2.7% и + Скорость на 5.",
}
data[64002] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 1.3%, + Атк. на 1.8% и + Скорость на 3.",
}
data[64001] = {
    ["skillName"] = "Вялый дух",
    ["desc"] = "Пассивное умение: + Здоровье на 0.7%, + Атк. на 0.9% и + Скорость на 2.",
}
data[63030] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 10.6%, + Атк. на 14.6% и + Урон Способности на 30%.",
}
data[63029] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 10.1%, + Атк. на 14% и + Урон Способности на 29%.",
}
data[63028] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 9.8%, + Атк. на 13.5% и + Урон Способности на 28%.",
}
data[63027] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 9.5%, + Атк. на 13% и + Урон Способности на 27%.",
}
data[63026] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 9.1%, + Атк. на 12.5% и + Урон Способности на 26%.",
}
data[63025] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 8.8%, + Атк. на 12% и + Урон Способности на 25%.",
}
data[63014] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 4.9%, + Атк. на 6.8% и + Урон Способности на 14%.",
}
data[63013] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 4.6%, + Атк. на 6.3% и + Урон Способности на 13%.",
}
data[63012] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 4.2%, + Атк. на 5.8% и + Урон Способности на 12%.",
}
data[63011] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 3.9%, + Атк. на 5.3% и + Урон Способности на 11%.",
}
data[63010] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 3.5%, + Атк. на 4.8% и + Урон Способности на 10%.",
}
data[63009] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 3.2%, + Атк. на 4.4% и + Урон Способности на 9%.",
}
data[63008] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 2.8%, + Атк. на 3.9% и + Урон Способности на 8%.",
}
data[63007] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5%, + Атк. на 3.4% и + Урон Способности на 7%.",
}
data[63006] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 2.1%, + Атк. на 2.9% и + Урон Способности на 6%.",
}
data[63005] = {
    ["skillName"] = "Призрачный ",
    ["desc"] = "Пассивное умение: + Здоровье на 1.8%, + Атк. на 2.4% и + Урон Способности на 5%.",
}
data[14001] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8%, + Атк. на 0.8% и + Скорость на 2.",
}
data[14002] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 1.6%, + Атк. на 1.6% и + Скорость на 3.",
}
data[14003] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 2.3%, + Атк. на 2.3% и + Скорость на 5.",
}
data[14004] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 3.1%, + Атк. на 3.1% и + Скорость на 6.",
}
data[14005] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 3.9%, + Атк. на 3.9% и + Скорость на 7.",
}
data[14006] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 4.7%, + Атк. на 4.7% и + Скорость на 9.",
}
data[14007] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 5.4%, + Атк. на 5.4% и + Скорость на 10.",
}
data[14008] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 6.2%, + Атк. на 6.2% и + Скорость на 11.",
}
data[14009] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 7%, + Атк. на 7% и + Скорость на 12.",
}
data[14010] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 7.7%, + Атк. на 7.7% и + Скорость на 14.",
}
data[14011] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 8.5%, + Атк. на 8.5% и + Скорость на 15.",
}
data[14012] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 9.3%, + Атк. на 9.3% и + Скорость на 16.",
}
data[14013] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 10.1%, + Атк. на 10.1% и + Скорость на 18.",
}
data[14014] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 10.8%, + Атк. на 10.8% и + Скорость на 19.",
}
data[14015] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 11.6%, + Атк. на 11.6% и + Скорость на 20.",
}
data[14016] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 12.4%, + Атк. на 12.4% и + Скорость на 22.",
}
data[14017] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 13.1%, + Атк. на 13.1% и + Скорость на 23.",
}
data[14018] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 13.9%, + Атк. на 13.9% и + Скорость на 24.",
}
data[14019] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 14.7%, + Атк. на 14.7% и + Скорость на 26.",
}
data[14020] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 15.5%, + Атк. на 15.5% и + Скорость на 27.",
}
data[14021] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 16.2%, + Атк. на 16.2% и + Скорость на 28.",
}
data[14022] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 17%, + Атк. на 17% и + Скорость на 30.",
}
data[14023] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 17.8%, + Атк. на 17.8% и + Скорость на 31.",
}
data[14024] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 18.5%, + Атк. на 18.5% и + Скорость на 32.",
}
data[14025] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 19.3%, + Атк. на 19.3% и + Скорость на 33.",
}
data[14026] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 20.1%, + Атк. на 20.1% и + Скорость на 35.",
}
data[14027] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 20.9%, + Атк. на 20.9% и + Скорость на 36.",
}
data[14028] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 21.6%, + Атк. на 21.6% и + Скорость на 37.",
}
data[14029] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 22.4%, + Атк. на 22.4% и + Скорость на 39.",
}
data[14030] = {
    ["skillName"] = " Беда волка",
    ["desc"] = "Пассивное умение: + Здоровье на 23.4%, + Атк. на 23.4% и + Скорость на 40.",
}
data[13007] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 2.9%, + Атк. на 2.9% и + Блок на 7%.",
}
data[13008] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 3.3%, + Атк. на 3.3% и + Блок на 8%.",
}
data[13009] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 3.7%, + Атк. на 3.7% и + Блок на 9%.",
}
data[13010] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 4.1%, + Атк. на 4.1% и + Блок на 10%.",
}
data[13011] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 4.6%, + Атк. на 4.6% и + Блок на 11%.",
}
data[13012] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 5%, + Атк. на 5% и + Блок на 12%.",
}
data[13013] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 5.4%, + Атк. на 5.4% и + Блок на 13%.",
}
data[13014] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 5.8%, + Атк. на 5.8% и + Блок на 14%.",
}
data[13015] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 6.2%, + Атк. на 6.2% и + Блок на 15%.",
}
data[13016] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 6.6%, + Атк. на 6.6% и + Блок на 16%.",
}
data[13017] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 7.1%, + Атк. на 7.1% и + Блок на 17%.",
}
data[13018] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 7.5%, + Атк. на 7.5% и + Блок на 18%.",
}
data[13019] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 7.9%, + Атк. на 7.9% и + Блок на 19%.",
}
data[13020] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 8.3%, + Атк. на 8.3% и + Блок на 20%.",
}
data[13021] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 8.7%, + Атк. на 8.7% и + Блок на 21%.",
}
data[13022] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 9.1%, + Атк. на 9.1% и + Блок на 22%.",
}
data[13023] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 9.6%, + Атк. на 9.6% и + Блок на 23%.",
}
data[13024] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 10%, + Атк. на 10% и + Блок на 24%.",
}
data[13025] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 10.4%, + Атк. на 10.4% и + Блок на 25%.",
}
data[13026] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 10.8%, + Атк. на 10.8% и + Блок на 26%.",
}
data[13027] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 11.2%, + Атк. на 11.2% и + Блок на 27%.",
}
data[13028] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 11.6%, + Атк. на 11.6% и + Блок на 28%.",
}
data[13029] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 12.1%, + Атк. на 12.1% и + Блок на 29%.",
}
data[13030] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 12.6%, + Атк. на 12.6% и + Блок на 30%.",
}
data[12007] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 2.1%, + Атк. на 2.1% и + Пробитие Брони на 4.7%.",
}
data[12008] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 2.4%, + Атк. на 2.4% и + Пробитие Брони на 5.4%.",
}
data[12009] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 2.7%, + Атк. на 2.7% и + Пробитие Брони на 6%.",
}
data[12010] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 3%, + Атк. на 3% и + Пробитие Брони на 6.7%.",
}
data[12011] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 3.3%, + Атк. на 3.3% и + Пробитие Брони на 7.4%.",
}
data[12012] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 3.6%, + Атк. на 3.6% и + Пробитие Брони на 8%.",
}
data[12013] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 3.9%, + Атк. на 3.9% и + Пробитие Брони на 8.7%.",
}
data[12014] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 4.2%, + Атк. на 4.2% и + Пробитие Брони на 9.4%.",
}
data[12015] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 4.5%, + Атк. на 4.5% и + Пробитие Брони на 10%.",
}
data[12016] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 4.8%, + Атк. на 4.8% и + Пробитие Брони на 10.7%.",
}
data[12017] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 5.1%, + Атк. на 5.1% и + Пробитие Брони на 11.3%.",
}
data[12018] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 5.3%, + Атк. на 5.3% и + Пробитие Брони на 12%.",
}
data[12019] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 5.6%, + Атк. на 5.6% и + Пробитие Брони на 12.7%.",
}
data[12020] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 5.9%, + Атк. на 5.9% и + Пробитие Брони на 13.3%.",
}
data[12021] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 6.2%, + Атк. на 6.2% и + Пробитие Брони на 14%.",
}
data[12022] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 6.5%, + Атк. на 6.5% и + Пробитие Брони на 14.7%.",
}
data[12023] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 6.8%, + Атк. на 6.8% и + Пробитие Брони на 15.3%.",
}
data[12024] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 7.1%, + Атк. на 7.1% и + Пробитие Брони на 16%.",
}
data[12025] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 7.4%, + Атк. на 7.4% и + Пробитие Брони на 16.7%.",
}
data[12026] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 7.7%, + Атк. на 7.7% и + Пробитие Брони на 17.3%.",
}
data[12027] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 8%, + Атк. на 8% и + Пробитие Брони на 18%.",
}
data[12028] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 8.3%, + Атк. на 8.3% и + Пробитие Брони на 18.7%.",
}
data[12029] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 8.6%, + Атк. на 8.6% и + Пробитие Брони на 19.3%.",
}
data[12030] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 9%, + Атк. на 9% и + Пробитие Брони на 20%.",
}
data[11007] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2% и + Атк. на 1.2%.",
}
data[11008] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 1.3% и + Атк. на 1.3%.",
}
data[11009] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 1.5% и + Атк. на 1.5%.",
}
data[11010] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 1.7% и + Атк. на 1.7%.",
}
data[11011] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 1.8% и + Атк. на 1.8%.",
}
data[11012] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 2% и + Атк. на 2%.",
}
data[11013] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 2.2% и + Атк. на 2.2%.",
}
data[11014] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 2.3% и + Атк. на 2.3%.",
}
data[11015] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5% и + Атк. на 2.5%.",
}
data[11016] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 2.7% и + Атк. на 2.7%.",
}
data[11017] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 2.8% и + Атк. на 2.8%.",
}
data[11018] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 3% и + Атк. на 3%.",
}
data[11019] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 3.1% и + Атк. на 3.1%.",
}
data[11020] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 3.3% и + Атк. на 3.3%.",
}
data[11021] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 3.5% и + Атк. на 3.5%.",
}
data[11022] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 3.6% и + Атк. на 3.6%.",
}
data[11023] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 3.8% и + Атк. на 3.8%.",
}
data[11024] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 4% и + Атк. на 4%.",
}
data[11025] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 4.1% и + Атк. на 4.1%.",
}
data[11026] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 4.3% и + Атк. на 4.3%.",
}
data[11027] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 4.5% и + Атк. на 4.5%.",
}
data[11028] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 4.6% и + Атк. на 4.6%.",
}
data[11029] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 4.8% и + Атк. на 4.8%.",
}
data[11030] = {
    ["skillName"] = "Острое лезвие",
    ["desc"] = "Пассивное умение: + Здоровье на 5% и + Атк. на 5%.",
}
data[53015] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 4%, + Атк. на 8.5% и + Критический урон на 10%.",
}
data[53016] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 4.2%, + Атк. на 9.1% и + Критический урон на 10.7%.",
}
data[53017] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 4.5%, + Атк. на 9.7% и + Критический урон на 11.3%.",
}
data[53018] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 4.8%, + Атк. на 10.2% и + Критический урон на 12%.",
}
data[53019] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 5%, + Атк. на 10.8% и + Критический урон на 12.7%.",
}
data[53020] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 5.3%, + Атк. на 11.4% и + Критический урон на 13.3%.",
}
data[53021] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 5.6%, + Атк. на 11.9% и + Критический урон на 14%.",
}
data[53022] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 5.8%, + Атк. на 12.5% и + Критический урон на 14.7%.",
}
data[53023] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 6.1%, + Атк. на 13.1% и + Критический урон на 15.3%.",
}
data[53024] = {
    ["skillName"] = "Порода дракона",
    ["desc"] = "Пассивное умение: + Здоровье на 6.3%, + Атк. на 13.6% и + Критический урон на 16%.",
}
data[52001] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 0.2%, + Атк. на 0.4% и + Шанс Критического урона на 0.3%.",
}
data[52002] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 0.4%, + Атк. на 0.8% и + Шанс Критического урона на 0.6%.",
}
data[52003] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 0.6%, + Атк. на 1.2% и + Шанс Критического урона на 1%.",
}
data[52004] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8%, + Атк. на 1.6% и + Шанс Критического урона на 1.3%.",
}
data[52005] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 1%, + Атк. на 2% и + Шанс Критического урона на 1.6%.",
}
data[52006] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2%, + Атк. на 2.4% и + Шанс Критического урона на 2%.",
}
data[52007] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 1.3%, + Атк. на 2.8% и + Шанс Критического урона на 2.3%.",
}
data[52008] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 1.5%, + Атк. на 3.2% и + Шанс Критического урона на 2.6%.",
}
data[52009] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 1.7%, + Атк. на 3.6% и + Шанс Критического урона на 3%.",
}
data[52010] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 1.9%, + Атк. на 4% и + Шанс Критического урона на 3.3%.",
}
data[52011] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 2.1%, + Атк. на 4.4% и + Шанс Критического урона на 3.6%.",
}
data[52012] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 2.3%, + Атк. на 4.8% и + Шанс Критического урона на 4%.",
}
data[52013] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5%, + Атк. на 5.2% и + Шанс Критического урона на 4.3%.",
}
data[52014] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 2.7%, + Атк. на 5.6% и + Шанс Критического урона на 4.6%.",
}
data[52015] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 2.9%, + Атк. на 6% и + Шанс Критического урона на 5%.",
}
data[52016] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 3.1%, + Атк. на 6.4% и + Шанс Критического урона на 5.3%.",
}
data[52017] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 3.3%, + Атк. на 6.8% и + Шанс Критического урона на 5.7%.",
}
data[52018] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 3.4%, + Атк. на 7.2% и + Шанс Критического урона на 6%.",
}
data[52019] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 3.6%, + Атк. на 7.6% и + Шанс Критического урона на 6.3%.",
}
data[52020] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 3.8%, + Атк. на 8.1% и + Шанс Критического урона на 6.7%.",
}
data[52021] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 4%, + Атк. на 8.5% и + Шанс Критического урона на 7%.",
}
data[52022] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 4.2%, + Атк. на 8.9% и + Шанс Критического урона на 7.3%.",
}
data[52023] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 4.4%, + Атк. на 9.3% и + Шанс Критического урона на 7.7%.",
}
data[52024] = {
    ["skillName"] = "Огненное тело",
    ["desc"] = "Пассивное умение: + Здоровье на 4.6%, + Атк. на 9.7% и + Шанс Критического урона на 8%.",
}
data[51001] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 0.1% и + Атк. на 0.2%.",
}
data[51002] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 0.2% и + Атк. на 0.4%.",
}
data[51003] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 0.3% и + Атк. на 0.7%.",
}
data[51004] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 0.4% и + Атк. на 0.9%.",
}
data[51005] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 0.5% и + Атк. на 1.1%.",
}
data[51006] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 0.6% и + Атк. на 1.3%.",
}
data[51007] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 0.7% и + Атк. на 1.6%.",
}
data[51008] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8% и + Атк. на 1.8%.",
}
data[51009] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 0.9% и + Атк. на 2%.",
}
data[51010] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 1.1% и + Атк. на 2.2%.",
}
data[51011] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2% и + Атк. на 2.5%.",
}
data[51012] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 1.3% и + Атк. на 2.7%.",
}
data[51013] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 1.4% и + Атк. на 2.9%.",
}
data[51014] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 1.5% и + Атк. на 3.1%.",
}
data[51015] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 1.6% и + Атк. на 3.4%.",
}
data[51016] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 1.7% и + Атк. на 3.6%.",
}
data[51017] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 1.8% и + Атк. на 3.8%.",
}
data[51018] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 1.9% и + Атк. на 4%.",
}
data[51019] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 2% и + Атк. на 4.3%.",
}
data[51020] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 2.1% и + Атк. на 4.5%.",
}
data[51021] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 2.2% и + Атк. на 4.7%.",
}
data[51022] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 2.3% и + Атк. на 4.9%.",
}
data[51023] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 2.4% и + Атк. на 5.2%.",
}
data[51024] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5% и + Атк. на 5.4%.",
}
data[51025] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 2.6% и + Атк. на 5.6%.",
}
data[51026] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 2.7% и + Атк. на 5.8%.",
}
data[51027] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 2.9% и + Атк. на 6.1%.",
}
data[51028] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 3% и + Атк. на 6.3%.",
}
data[51029] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 3.1% и + Атк. на 6.5%.",
}
data[51030] = {
    ["skillName"] = "Непрестанный источник",
    ["desc"] = "Пассивное умение: + Здоровье на 3.2% и + Атк. на 6.8%.",
}
data[8023] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 4.4% и + Атк. на 3.2%.",
}
data[8024] = {
    ["skillName"] = "Снеговая кровяная связь",
    ["desc"] = "Пассивное умение: + Здоровье на 4.6% и + Атк. на 3.3%.",
}
data[7001] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 0.2% и + Атк. на 0.1%.",
}
data[7002] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 0.4% и + Атк. на 0.2%.",
}
data[7003] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 0.7% и + Атк. на 0.3%.",
}
data[7004] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 0.9% и + Атк. на 0.4%.",
}
data[7005] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 1.1% и + Атк. на 0.5%.",
}
data[7006] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 1.3% и + Атк. на 0.6%.",
}
data[7007] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 1.6% и + Атк. на 0.7%.",
}
data[7008] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 1.8% и + Атк. на 0.8%.",
}
data[7009] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 2% и + Атк. на 0.9%.",
}
data[7010] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 2.2% и + Атк. на 1.1%.",
}
data[7011] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5% и + Атк. на 1.2%.",
}
data[7012] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 2.7% и + Атк. на 1.3%.",
}
data[7013] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 2.9% и + Атк. на 1.4%.",
}
data[7014] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 3.1% и + Атк. на 1.5%.",
}
data[7015] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 3.4% и + Атк. на 1.6%.",
}
data[7016] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 3.6% и + Атк. на 1.7%.",
}
data[7017] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 3.8% и + Атк. на 1.8%.",
}
data[7018] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 4% и + Атк. на 1.9%.",
}
data[7019] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 4.3% и + Атк. на 2%.",
}
data[7020] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 4.5% и + Атк. на 2.1%.",
}
data[7021] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 4.7% и + Атк. на 2.2%.",
}
data[7022] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 4.9% и + Атк. на 2.3%.",
}
data[7023] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 5.2% и + Атк. на 2.4%.",
}
data[7024] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 5.4% и + Атк. на 2.5%.",
}
data[7025] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 5.6% и + Атк. на 2.6%.",
}
data[7026] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 5.8% и + Атк. на 2.7%.",
}
data[7027] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 6.1% и + Атк. на 2.9%.",
}
data[7028] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 6.3% и + Атк. на 3%.",
}
data[7029] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 6.5% и + Атк. на 3.1%.",
}
data[7030] = {
    ["skillName"] = "Неудержимый",
    ["desc"] = "Пассивное умение: + Здоровье на 6.8% и + Атк. на 3.2%.",
}
data[7031] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 0.4%, + Атк. на 0.2% и + Защ. на 1%.",
}
data[7032] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8%, + Атк. на 0.4% и + Защ. на 2%.",
}
data[7033] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2%, + Атк. на 0.6% и + Защ. на 3%.",
}
data[7034] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 1.6%, + Атк. на 0.8% и + Защ. на 4%.",
}
data[7035] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 2%, + Атк. на 1% и + Защ. на 5%.",
}
data[7036] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 2.4%, + Атк. на 1.2% и + Защ. на 6%.",
}
data[7037] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 2.8%, + Атк. на 1.3% и + Защ. на 7%.",
}
data[7038] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 3.2%, + Атк. на 1.5% и + Защ. на 8%.",
}
data[7039] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 3.6%, + Атк. на 1.7% и + Защ. на 9%.",
}
data[7040] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 4%, + Атк. на 1.9% и + Защ. на 10%.",
}
data[7041] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 4.4%, + Атк. на 2.1% и + Защ. на 11%.",
}
data[7042] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 4.8%, + Атк. на 2.3% и + Защ. на 12%.",
}
data[7043] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 5.2%, + Атк. на 2.5% и + Защ. на 13%.",
}
data[7044] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 5.6%, + Атк. на 2.7% и + Защ. на 14%.",
}
data[7045] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 6%, + Атк. на 2.9% и + Защ. на 15%.",
}
data[7046] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 6.4%, + Атк. на 3.1% и + Защ. на 16%.",
}
data[7047] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 6.8%, + Атк. на 3.3% и + Защ. на 17%.",
}
data[7048] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 7.2%, + Атк. на 3.4% и + Защ. на 18%.",
}
data[7049] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 7.6%, + Атк. на 3.6% и + Защ. на 19%.",
}
data[7050] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 8.1%, + Атк. на 3.8% и + Защ. на 20%.",
}
data[7051] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 8.5%, + Атк. на 4% и + Защ. на 21%.",
}
data[7052] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 8.9%, + Атк. на 4.2% и + Защ. на 22%.",
}
data[7053] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 9.3%, + Атк. на 4.4% и + Защ. на 23%.",
}
data[7054] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 9.7%, + Атк. на 4.6% и + Защ. на 24%.",
}
data[7055] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 10.1%, + Атк. на 4.8% и + Защ. на 25%.",
}
data[7056] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 10.5%, + Атк. на 5% и + Защ. на 26%.",
}
data[7057] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 10.9%, + Атк. на 5.2% и + Защ. на 27%.",
}
data[7058] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 11.3%, + Атк. на 5.4% и + Защ. на 28%.",
}
data[7059] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 11.7%, + Атк. на 5.6% и + Защ. на 29%.",
}
data[7060] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Здоровье на 12.2%, + Атк. на 5.8% и + Защ. на 30%.",
}
data[7061] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 0.6%, + Атк. на 0.3% и + Блок на 1%.",
}
data[7062] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2%, + Атк. на 0.6% и + Блок на 2%.",
}
data[7063] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 1.7%, + Атк. на 0.8% и + Блок на 3%.",
}
data[7064] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 2.3%, + Атк. на 1.1% и + Блок на 4%.",
}
data[7065] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 2.9%, + Атк. на 1.4% и + Блок на 5%.",
}
data[7066] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 3.4%, + Атк. на 1.6% и + Блок на 6%.",
}
data[7067] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 4%, + Атк. на 1.9% и + Блок на 7%.",
}
data[7068] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 4.6%, + Атк. на 2.1% и + Блок на 8%.",
}
data[7069] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 5.1%, + Атк. на 2.4% и + Блок на 9%.",
}
data[7070] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 5.7%, + Атк. на 2.7% и + Блок на 10%.",
}
data[7071] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 6.3%, + Атк. на 2.9% и + Блок на 11%.",
}
data[7072] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 6.8%, + Атк. на 3.2% и + Блок на 12%.",
}
data[7073] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 7.4%, + Атк. на 3.5% и + Блок на 13%.",
}
data[7074] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 8%, + Атк. на 3.7% и + Блок на 14%.",
}
data[7075] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 8.5%, + Атк. на 4% и + Блок на 15%.",
}
data[7076] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 9.1%, + Атк. на 4.2% и + Блок на 16%.",
}
data[7077] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 9.7%, + Атк. на 4.5% и + Блок на 17%.",
}
data[7078] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 10.2%, + Атк. на 4.8% и + Блок на 18%.",
}
data[7079] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 10.8%, + Атк. на 5% и + Блок на 19%.",
}
data[7080] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 11.4%, + Атк. на 5.3% и + Блок на 20%.",
}
data[7081] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 11.9%, + Атк. на 5.6% и + Блок на 21%.",
}
data[7082] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 12.5%, + Атк. на 5.8% и + Блок на 22%.",
}
data[7083] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 13.1%, + Атк. на 6.1% и + Блок на 23%.",
}
data[7084] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 13.6%, + Атк. на 6.3% и + Блок на 24%.",
}
data[7085] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 14.2%, + Атк. на 6.6% и + Блок на 25%.",
}
data[7086] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 14.8%, + Атк. на 6.9% и + Блок на 26%.",
}
data[7087] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 15.3%, + Атк. на 7.1% и + Блок на 27%.",
}
data[7088] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 15.9%, + Атк. на 7.4% и + Блок на 28%.",
}
data[7089] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 16.5%, + Атк. на 7.7% и + Блок на 29%.",
}
data[7090] = {
    ["skillName"] = "источник кордильеры",
    ["desc"] = "Пассивное умение: + Здоровье на 17.2%, + Атк. на 8% и + Блок на 30%.",
}
data[7091] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 1.1%, + Атк. на 0.5% и + Скорость на 2.",
}
data[7092] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 2.1%, + Атк. на 1% и + Скорость на 3.",
}
data[7093] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 3.2%, + Атк. на 1.5% и + Скорость на 5.",
}
data[7094] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 4.2%, + Атк. на 2% и + Скорость на 6.",
}
data[7095] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 5.3%, + Атк. на 2.5% и + Скорость на 7.",
}
data[7096] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 6.3%, + Атк. на 3% и + Скорость на 9.",
}
data[7097] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 7.4%, + Атк. на 3.5% и + Скорость на 10.",
}
data[7098] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 8.4%, + Атк. на 4% и + Скорость на 11.",
}
data[7099] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 9.5%, + Атк. на 4.5% и + Скорость на 12.",
}
data[7100] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 10.5%, + Атк. на 5% и + Скорость на 14.",
}
data[7101] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 11.6%, + Атк. на 5.4% и + Скорость на 15.",
}
data[7102] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 12.6%, + Атк. на 5.9% и + Скорость на 16.",
}
data[7103] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 13.7%, + Атк. на 6.4% и + Скорость на 18.",
}
data[7104] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 14.7%, + Атк. на 6.9% и + Скорость на 19.",
}
data[7105] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 15.8%, + Атк. на 7.4% и + Скорость на 20.",
}
data[7106] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 16.8%, + Атк. на 7.9% и + Скорость на 22.",
}
data[7107] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 17.9%, + Атк. на 8.4% и + Скорость на 23.",
}
data[7108] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 18.9%, + Атк. на 8.9% и + Скорость на 24.",
}
data[7109] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 20%, + Атк. на 9.4% и + Скорость на 26.",
}
data[7110] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 21%, + Атк. на 9.9% и + Скорость на 27.",
}
data[7111] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 22.1%, + Атк. на 10.4% и + Скорость на 28.",
}
data[7112] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 23.1%, + Атк. на 10.9% и + Скорость на 30.",
}
data[7113] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 24.1%, + Атк. на 11.4% и + Скорость на 31.",
}
data[7114] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 25.2%, + Атк. на 11.9% и + Скорость на 32.",
}
data[7115] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 26.2%, + Атк. на 12.4% и + Скорость на 33.",
}
data[7116] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 27.3%, + Атк. на 12.9% и + Скорость на 35.",
}
data[7117] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 28.3%, + Атк. на 13.4% и + Скорость на 36.",
}
data[7118] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 29.4%, + Атк. на 13.9% и + Скорость на 37.",
}
data[7119] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 30.4%, + Атк. на 14.4% и + Скорость на 39.",
}
data[7120] = {
    ["skillName"] = "Ветровой рёв",
    ["desc"] = "Пассивное умение: + Здоровье на 31.8%, + Атк. на 15% и + Скорость на 40.",
}
data[23028] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 5.8%, + Атк. на 17.5% и + Пробитие Брони на 18.7%.",
}
data[23027] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 5.6%, + Атк. на 16.8% и + Пробитие Брони на 18%.",
}
data[23026] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 5.4%, + Атк. на 16.2% и + Пробитие Брони на 17.3%.",
}
data[23025] = {
    ["skillName"] = "Сила крепкого ветера",
    ["desc"] = "Пассивное умение: + Здоровье на 5.2%, + Атк. на 15.6% и + Пробитие Брони на 16.7%.",
}
data[24025] = {
    ["skillName"] = "Загадка Сфинкс",
    ["desc"] = "Пассивное умение: + Здоровье на 9.7%, + Атк. на 29% и + Скорость на 33.",
}
data[13001] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 0.4%, + Атк. на 0.4% и + Блок на 1%.",
}
data[13002] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 0.8%, + Атк. на 0.8% и + Блок на 2%.",
}
data[13003] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2%, + Атк. на 1.2% и + Блок на 3%.",
}
data[13004] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 1.6%, + Атк. на 1.6% и + Блок на 4%.",
}
data[13005] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 2.1%, + Атк. на 2.1% и + Блок на 5%.",
}
data[13006] = {
    ["skillName"] = "Дикий оклик",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5%, + Атк. на 2.5% и + Блок на 6%.",
}
data[12001] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 0.3%, + Атк. на 0.3% и + Пробитие Брони на 0.7%.",
}
data[12002] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 0.6%, + Атк. на 0.6% и + Пробитие Брони на 1.4%.",
}
data[12003] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 0.9%, + Атк. на 0.9% и + Пробитие Брони на 2%.",
}
data[12004] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 1.2%, + Атк. на 1.2% и + Пробитие Брони на 2.7%.",
}
data[12005] = {
    ["skillName"] = "Заслонить небо и солнце",
    ["desc"] = "Пассивное умение: + Здоровье на 1.5%, + Атк. на 1.5% и + Пробитие Брони на 3.4%.",
}
data[44001] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 0.7%, + Атк. на 0.9% и + Скорость на 2.",
}
data[44002] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 1.3%, + Атк. на 1.8% и + Скорость на 3.",
}
data[44003] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 2%, + Атк. на 2.7% и + Скорость на 5.",
}
data[44004] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 2.6%, + Атк. на 3.6% и + Скорость на 6.",
}
data[44005] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 3.3%, + Атк. на 4.5% и + Скорость на 7.",
}
data[44006] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 3.9%, + Атк. на 5.4% и + Скорость на 9.",
}
data[44007] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 4.6%, + Атк. на 6.3% и + Скорость на 10.",
}
data[44008] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 5.2%, + Атк. на 7.2% и + Скорость на 11.",
}
data[44009] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 5.9%, + Атк. на 8.1% и + Скорость на 12.",
}
data[44010] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 6.5%, + Атк. на 9% и + Скорость на 14.",
}
data[44011] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 7.1%, + Атк. на 9.9% и + Скорость на 15.",
}
data[44012] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 7.8%, + Атк. на 10.8% и + Скорость на 16.",
}
data[44013] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 8.4%, + Атк. на 11.7% и + Скорость на 18.",
}
data[44014] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 9.1%, + Атк. на 12.6% и + Скорость на 19.",
}
data[44015] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 9.7%, + Атк. на 13.5% и + Скорость на 20.",
}
data[44016] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 10.4%, + Атк. на 14.4% и + Скорость на 22.",
}
data[44017] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 11%, + Атк. на 15.3% и + Скорость на 23.",
}
data[44018] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 11.7%, + Атк. на 16.2% и + Скорость на 24.",
}
data[44019] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 12.3%, + Атк. на 17.1% и + Скорость на 26.",
}
data[44020] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 13%, + Атк. на 18% и + Скорость на 27.",
}
data[44021] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 13.6%, + Атк. на 18.8% и + Скорость на 28.",
}
data[44022] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 14.2%, + Атк. на 19.7% и + Скорость на 30.",
}
data[44023] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 14.9%, + Атк. на 20.6% и + Скорость на 31.",
}
data[44024] = {
    ["skillName"] = "Хитрый и переменчивый",
    ["desc"] = "Пассивное умение: + Здоровье на 15.5%, + Атк. на 21.5% и + Скорость на 32.",
}
data[43001] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 0.4%, + Атк. на 0.5% и + Точность на 1.7%.",
}
data[43002] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 0.7%, + Атк. на 1% и + Точность на 3.4%.",
}
data[43003] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 1.1%, + Атк. на 1.5% и + Точность на 5%.",
}
data[43004] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 1.4%, + Атк. на 1.9% и + Точность на 6.7%.",
}
data[43005] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 1.8%, + Атк. на 2.4% и + Точность на 8.4%.",
}
data[43006] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 2.1%, + Атк. на 2.9% и + Точность на 10%.",
}
data[43007] = {
    ["skillName"] = "Тело соблазна",
    ["desc"] = "Пассивное умение: + Здоровье на 2.5%, + Атк. на 3.4% и + Точность на 11.7%.",
}
return data