local spkdrug = {}
spkdrug[1] = {
    ["name"] = "Секретное молоко",
    ["brief"] = "лекарство",
    ["explain"] = "Восстановить 20% жизней",
}
spkdrug[2] = {
    ["name"] = "Секретное молоко",
    ["brief"] = "лекарство",
    ["explain"] = "Восстановить 20% жизней",
}
spkdrug[3] = {
    ["name"] = "Секретное молоко",
    ["brief"] = "лекарство",
    ["explain"] = "Восстановить 20% жизней",
}
spkdrug[4] = {
    ["name"] = "Секретное молоко",
    ["brief"] = "лекарство",
    ["explain"] = "Восстановить 20% жизней",
}
spkdrug[5] = {
    ["name"] = "Секретное молоко",
    ["brief"] = "лекарство",
    ["explain"] = "Восстановить 20% жизней",
}
spkdrug[6] = {
    ["name"] = "Секретное молоко",
    ["brief"] = "лекарство",
    ["explain"] = "Восстановить 20% жизней",
}
spkdrug[7] = {
    ["name"] = "Злое лекарство",
    ["brief"] = "лекарство",
    ["explain"] = "Восстановить 50% жизней и Сила на 300",
}
spkdrug[8] = {
    ["name"] = "Херувимское лекарство",
    ["brief"] = "лекарство",
    ["explain"] = "Восстановить 100% жизней",
}
spkdrug[9] = {
    ["name"] = "Мощное лекарство",
    ["brief"] = "лекарство",
    ["explain"] = "Сила атаки на 1.5%",
}
spkdrug[10] = {
    ["name"] = "Мощное лекарство",
    ["brief"] = "лекарство",
    ["explain"] = "Сила атаки на 1.5%",
}
spkdrug[11] = {
    ["name"] = "Мощное лекарство",
    ["brief"] = "лекарство",
    ["explain"] = "Сила атаки на 1.5%",
}
spkdrug[12] = {
    ["name"] = "Мощное лекарство",
    ["brief"] = "лекарство",
    ["explain"] = "Сила атаки на 1.5%",
}
spkdrug[13] = {
    ["name"] = "Лекарство уронов",
    ["brief"] = "лекарство",
    ["explain"] = "Повысить 2% урона критических ударов",
}
spkdrug[14] = {
    ["name"] = "Лекарство уронов",
    ["brief"] = "лекарство",
    ["explain"] = "Повысить 2% урона критических ударов",
}
spkdrug[15] = {
    ["name"] = "Лекарство уронов",
    ["brief"] = "лекарство",
    ["explain"] = "Повысить 2% урона критических ударов",
}
spkdrug[16] = {
    ["name"] = "Лекарство уронов",
    ["brief"] = "лекарство",
    ["explain"] = "Повысить 2% урона критических ударов",
}
spkdrug[17] = {
    ["name"] = "Лекарство критического удара",
    ["brief"] = "лекарство",
    ["explain"] = "Критич-ий удар на 2%",
}
spkdrug[18] = {
    ["name"] = "Лекарство критического удара",
    ["brief"] = "лекарство",
    ["explain"] = "Критич-ий удар на 2%",
}
spkdrug[19] = {
    ["name"] = "Лекарство критического удара",
    ["brief"] = "лекарство",
    ["explain"] = "Критич-ий удар на 2%",
}
spkdrug[20] = {
    ["name"] = "Лекарство критического удара",
    ["brief"] = "лекарство",
    ["explain"] = "Критич-ий удар на 2%",
}
return spkdrug