local data = {}
data[201] = {
    ["skillName"] = "Обычная атака",
    ["desc"] = "Активное умение: Противник в первом слоте получает [100% от Атаки] урона.",
}
data[50001] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [965] урона.",
}
data[50002] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [1,276] урона.",
}
data[50003] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [1,586] урона.",
}
data[50004] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [1,897] урона.",
}
data[50005] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [2,208] урона.",
}
data[50006] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [2,518] урона.",
}
data[50007] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [2,829] урона.",
}
data[50008] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [3,140] урона.",
}
data[50009] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [3,450] урона.",
}
data[50010] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [3,761] урона.",
}
data[50011] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [4,072] урона.",
}
data[50012] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [4,382] урона.",
}
data[50013] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [4,693] урона.",
}
data[50014] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [5,004] урона.",
}
data[50015] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [5,314] урона.",
}
data[50016] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [5,625] урона.",
}
data[50017] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [5,936] урона.",
}
data[50018] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [6,246] урона.",
}
data[50019] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [6,557] урона.",
}
data[50020] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [6,868] урона.",
}
data[50021] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [7,178] урона.",
}
data[50022] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [7,489] урона.",
}
data[50023] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [7,800] урона.",
}
data[50024] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [8,111] урона.",
}
data[50025] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [8,421] урона.",
}
data[50026] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [8,732] урона.",
}
data[50027] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [9,043] урона.",
}
data[50028] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [9,353] урона.",
}
data[50029] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [9,664] урона.",
}
data[50030] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 2 случ. противника получают [9,975] урона.",
}
data[50031] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [10,912] урона и имеют 1% шанс на оглушение на 2 раунда.",
}
data[50032] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [11,850] урона и имеют 1.3% шанс на оглушение на 2 раунда.",
}
data[50033] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [12,788] урона и имеют 1.6% шанс на оглушение на 2 раунда.",
}
data[50034] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [13,725] урона и имеют 1.9% шанс на оглушение на 2 раунда.",
}
data[50035] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [14,663] урона и имеют 2.2% шанс на оглушение на 2 раунда.",
}
data[50036] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [15,600] урона и имеют 2.5% шанс на оглушение на 2 раунда.",
}
data[50037] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [16,538] урона и имеют 2.8% шанс на оглушение на 2 раунда.",
}
data[50038] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [17,476] урона и имеют 3.1% шанс на оглушение на 2 раунда.",
}
data[50039] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [18,413] урона и имеют 3.4% шанс на оглушение на 2 раунда.",
}
data[50040] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [19,351] урона и имеют 3.7% шанс на оглушение на 2 раунда.",
}
data[50041] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [20,289] урона и имеют 4% шанс на оглушение на 2 раунда.",
}
data[50042] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [21,226] урона и имеют 4.3% шанс на оглушение на 2 раунда.",
}
data[50043] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [22,164] урона и имеют 4.6% шанс на оглушение на 2 раунда.",
}
data[50044] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [23,102] урона и имеют 4.9% шанс на оглушение на 2 раунда.",
}
data[50045] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [24,039] урона и имеют 5.2% шанс на оглушение на 2 раунда.",
}
data[50046] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [24,977] урона и имеют 5.6% шанс на оглушение на 2 раунда.",
}
data[50047] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [25,915] урона и имеют 5.9% шанс на оглушение на 2 раунда.",
}
data[50048] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [26,852] урона и имеют 6.2% шанс на оглушение на 2 раунда.",
}
data[50049] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [27,790] урона и имеют 6.5% шанс на оглушение на 2 раунда.",
}
data[50050] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [28,728] урона и имеют 6.8% шанс на оглушение на 2 раунда.",
}
data[50051] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [29,665] урона и имеют 7.1% шанс на оглушение на 2 раунда.",
}
data[50052] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [30,603] урона и имеют 7.4% шанс на оглушение на 2 раунда.",
}
data[50053] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [31,540] урона и имеют 7.7% шанс на оглушение на 2 раунда.",
}
data[50054] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [32,478] урона и имеют 8% шанс на оглушение на 2 раунда.",
}
data[50055] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [33,416] урона и имеют 8.3% шанс на оглушение на 2 раунда.",
}
data[50056] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [34,353] урона и имеют 8.6% шанс на оглушение на 2 раунда.",
}
data[50057] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [35,291] урона и имеют 8.9% шанс на оглушение на 2 раунда.",
}
data[50058] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [36,229] урона и имеют 9.2% шанс на оглушение на 2 раунда.",
}
data[50059] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [37,166] урона и имеют 9.5% шанс на оглушение на 2 раунда.",
}
data[50060] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 3 случ. противника получают [38,104] урона и имеют 9.8% шанс на оглушение на 2 раунда.",
}
data[50061] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [40,799] урона и имеют 10.1% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 1% на 3 раунда.",
}
data[50062] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [43,494] урона и имеют 10.4% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 2% на 3 раунда.",
}
data[50063] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [46,189] урона и имеют 10.7% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 3% на 3 раунда.",
}
data[50064] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [48,883] урона и имеют 11% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 4% на 3 раунда.",
}
data[50065] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [51,578] урона и имеют 11.3% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 5% на 3 раунда.",
}
data[50066] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [54,273] урона и имеют 11.6% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 6% на 3 раунда.",
}
data[50067] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [56,968] урона и имеют 11.9% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 7% на 3 раунда.",
}
data[50068] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [59,663] урона и имеют 12.2% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 8% на 3 раунда.",
}
data[50069] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [62,358] урона и имеют 12.5% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 9% на 3 раунда.",
}
data[50070] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [65,053] урона и имеют 12.8% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 10% на 3 раунда.",
}
data[50071] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [67,747] урона и имеют 13.1% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 11% на 3 раунда.",
}
data[50072] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [70,442] урона и имеют 13.4% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 12% на 3 раунда.",
}
data[50073] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [73,137] урона и имеют 13.7% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 13% на 3 раунда.",
}
data[50074] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [75,832] урона и имеют 14% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 14% на 3 раунда.",
}
data[50075] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [78,527] урона и имеют 14.3% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 15% на 3 раунда.",
}
data[50076] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [81,222] урона и имеют 14.7% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 16% на 3 раунда.",
}
data[50077] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [83,917] урона и имеют 15% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 17% на 3 раунда.",
}
data[50078] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [86,611] урона и имеют 15.3% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 18% на 3 раунда.",
}
data[50079] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [89,306] урона и имеют 15.6% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 19% на 3 раунда.",
}
data[50080] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [92,001] урона и имеют 15.9% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 20% на 3 раунда.",
}
data[50081] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [94,696] урона и имеют 16.2% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 21% на 3 раунда.",
}
data[50082] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [97,391] урона и имеют 16.5% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 22% на 3 раунда.",
}
data[50083] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [100,086] урона и имеют 16.8% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 23% на 3 раунда.",
}
data[50084] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [102,781] урона и имеют 17.1% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 24% на 3 раунда.",
}
data[50085] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [105,475] урона и имеют 17.4% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 25% на 3 раунда.",
}
data[50086] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [108,170] урона и имеют 17.7% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 26% на 3 раунда.",
}
data[50087] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [110,865] урона и имеют 18% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 27% на 3 раунда.",
}
data[50088] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [113,560] урона и имеют 18.3% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 28% на 3 раунда.",
}
data[50089] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [116,255] урона и имеют 18.6% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 29% на 3 раунда.",
}
data[50090] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [118,950] урона и имеют 18.9% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 30% на 3 раунда.",
}
data[50091] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [123,331] урона и имеют 19.2% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 31% на 3 раунда.",
}
data[50092] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [127,713] урона и имеют 19.5% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 32% на 3 раунда.",
}
data[50093] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [132,095] урона и имеют 19.8% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 33% на 3 раунда.",
}
data[50094] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [136,477] урона и имеют 20.1% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 34% на 3 раунда.",
}
data[50095] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [140,859] урона и имеют 20.4% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 35% на 3 раунда.",
}
data[50096] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [145,240] урона и имеют 20.7% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 36% на 3 раунда.",
}
data[50097] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [149,622] урона и имеют 21% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 37% на 3 раунда.",
}
data[50098] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [154,004] урона и имеют 21.3% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 38% на 3 раунда.",
}
data[50099] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [158,386] урона и имеют 21.6% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 39% на 3 раунда.",
}
data[50100] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [162,767] урона и имеют 21.9% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 40% на 3 раунда.",
}
data[50101] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [167,149] урона и имеют 22.2% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 41% на 3 раунда.",
}
data[50102] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [171,531] урона и имеют 22.5% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 42% на 3 раунда.",
}
data[50103] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [175,913] урона и имеют 22.8% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 43% на 3 раунда.",
}
data[50104] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [180,295] урона и имеют 23.1% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 44% на 3 раунда.",
}
data[50105] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [184,676] урона и имеют 23.4% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 45% на 3 раунда.",
}
data[50106] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [189,058] урона и имеют 23.8% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 46% на 3 раунда.",
}
data[50107] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [193,440] урона и имеют 24.1% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 47% на 3 раунда.",
}
data[50108] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [197,822] урона и имеют 24.4% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 48% на 3 раунда.",
}
data[50109] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [202,203] урона и имеют 24.7% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 49% на 3 раунда.",
}
data[50110] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [206,585] урона и имеют 25% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 50% на 3 раунда.",
}
data[50111] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [210,967] урона и имеют 25.3% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 51% на 3 раунда.",
}
data[50112] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [215,349] урона и имеют 25.6% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 52% на 3 раунда.",
}
data[50113] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [219,731] урона и имеют 25.9% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 53% на 3 раунда.",
}
data[50114] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [224,112] урона и имеют 26.2% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 54% на 3 раунда.",
}
data[50115] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [228,494] урона и имеют 26.5% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 55% на 3 раунда.",
}
data[50116] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [232,876] урона и имеют 26.8% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 56% на 3 раунда.",
}
data[50117] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [237,258] урона и имеют 27.1% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 57% на 3 раунда.",
}
data[50118] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [241,639] урона и имеют 27.4% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 58% на 3 раунда.",
}
data[50119] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [246,021] урона и имеют 27.7% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 59% на 3 раунда.",
}
data[50120] = {
    ["skillName"] = "Вздыхание дракона",
    ["desc"] = "Активное умение: 4 случ. противника получают [250,403] урона и имеют 28% шанс на оглушение на 2 раунда; 4 случ. союзника повышают Критический урон на 60% на 3 раунда.",
}
data[1001] = {
    ["skillName"] = "Кровопускание",
    ["desc"] = "Активное умение: Противник в первом слоте получает [100% от Атаки] урона и получает [54% от Атаки] урона от кровотечения на 2 раунда.",
}
data[1002] = {
    ["skillName"] = "Меткий удар",
    ["desc"] = "Активное умение: Противник в первом слоте получает [130% от Атаки] урона и имеет 100% шанс на получение немоты на 2 раунда.",
}
data[1003] = {
    ["skillName"] = "Тяжёлый удар",
    ["desc"] = "Активное умение: Противник в первом слоте получает [90% от Атаки] урона и имеет 100% шанс на оглушение на 2 раунда.",
}
data[1004] = {
    ["skillName"] = "Сковывание",
    ["desc"] = "Активное умение: Противник в первом слоте получает [100% от Атаки] урона и получает [54% от Атаки] урона от яда на 2 раунда.",
}
data[1005] = {
    ["skillName"] = "Ядовитая стрела",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [70% от Атаки] урона и получают [46% от Атаки] урона от яда на 2 раунда.",
}
data[1006] = {
    ["skillName"] = "Клинок смерча",
    ["desc"] = "Активное умение: 2 случ. с заднего ряда противника получают [147% от Атаки] урона.",
}
data[1007] = {
    ["skillName"] = "Спасительный сифон",
    ["desc"] = "Активное умение: Противник в первом слоте получает [160% от Атаки] урона; 1 случ. в переднем ряде союзник получает [75% от Атаки] здоровья.",
}
data[1008] = {
    ["skillName"] = "Кровопускание",
    ["desc"] = "Активное умение: Противник в первом слоте получает [120% от Атаки] урона и получает [54% от Атаки] урона от кровотечения на 2 раунда.",
}
data[1009] = {
    ["skillName"] = "Молния",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [119% от Атаки] урона и уменьш. Защ. на 21% на 2 раунда.",
}
data[1010] = {
    ["skillName"] = "Стрела наказания",
    ["desc"] = "Активное умение: Все противники получают [69% от Атаки] урона и имеют 50% шанс на получение немоты на 2 раунда если цель Киллер.",
}
data[1011] = {
    ["skillName"] = "Шипы",
    ["desc"] = "Активное умение: 1 случ. противник получает [120% от Атаки] урона и имеет 100% шанс на оглушение на 2 раунда.",
}
data[1012] = {
    ["skillName"] = "Ядовитый взрыв",
    ["desc"] = "Активное умение: Противник в первом слоте получает [150% от Атаки] урона; союзники в переднем ряду получают [70% от Атаки] здоровья.",
}
data[1013] = {
    ["skillName"] = "Клинок смерча",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [115% от Атаки] урона.",
}
data[1014] = {
    ["skillName"] = "Божественный свет",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [70% от Атаки] урона; все союзники получают [42% от Атаки] здоровья на 2 раунда.",
}
data[1015] = {
    ["skillName"] = "Клинок смерча",
    ["desc"] = "Активное умение: Противник в первом слоте получает [215% от Атаки] урона; + Шанс Критического урона на 15% на 2 раунда.",
}
data[1016] = {
    ["skillName"] = "Стрела наказания",
    ["desc"] = "Активное умение: Все противники получают [70% от Атаки] урона и имеют 15% шанс на получение немоты на 2 раунда.",
}
data[1017] = {
    ["skillName"] = "Огненный меч",
    ["desc"] = "Активное умение: Все противники получают [71% от Атаки] урона и получают [25% от Атаки] урона от горения на 3 раунда.",
}
data[1018] = {
    ["skillName"] = "Адский удар",
    ["desc"] = "Активное умение: 1 случ. с заднего ряда противник получает [200% от Атаки] урона и получает [30% от Атаки] урона от кровотечения на 2 раунда если цель Маг.",
}
data[1019] = {
    ["skillName"] = "Звездопад",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [125% от Атаки] урона и имеют 40% шанс на оглушение на 2 раунда если цель Воин.",
}
data[1020] = {
    ["skillName"] = "Теневой взрыв",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [116% от Атаки] урона и передают атакующему 21% Защ. на 2 раунда.",
}
data[1021] = {
    ["skillName"] = "Ядовитая стрела",
    ["desc"] = "Активное умение: 3 случ. противника получают [117% от Атаки] урона и получают [20% от Атаки] урона от яда на 2 раунда.",
}
data[1022] = {
    ["skillName"] = "Ледяные стрелы",
    ["desc"] = "Активное умение: 1 случ. противник получает [90% от Атаки] урона и имеет 100% шанс на заморозку на 2 раунда.",
}
data[1023] = {
    ["skillName"] = "Ядовитый взрыв",
    ["desc"] = "Активное умение: 2 случ. с заднего ряда противника получают [104% от Атаки] урона и получают [18% от Атаки] урона от яда на 2 раунда.",
}
data[1024] = {
    ["skillName"] = "Меткий удар",
    ["desc"] = "Активное умение: 1 случ. с заднего ряда противник получает [190% от Атаки] урона.",
}
data[1025] = {
    ["skillName"] = "Тяжёлый удар",
    ["desc"] = "Активное умение: Противник в первом слоте получает [90% от Атаки] урона и имеет 100% шанс на оглушение на 2 раунда.",
}
data[1026] = {
    ["skillName"] = "Огненный кулак",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [77% от Атаки] урона и имеют 35% шанс на оглушение на 2 раунда.",
}
data[1027] = {
    ["skillName"] = "Ледяной клинок",
    ["desc"] = "Активное умение: Противник в первом слоте получает [170% от Атаки] урона и уменьш. Защ. на 24% на 2 раунда.",
}
data[1028] = {
    ["skillName"] = "Ледяные стрелы",
    ["desc"] = "Активное умение: 1 случ. с заднего ряда противник получает [110% от Атаки] урона и имеет 100% шанс на заморозку на 2 раунда.",
}
data[1029] = {
    ["skillName"] = "Теневой взрыв",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [147% от Атаки] урона.",
}
data[1030] = {
    ["skillName"] = "Ледяной клинок",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [112% от Атаки] урона, уменьш. Защ. на 21% на 2 раунда и имеют 50% шанс на заморозку на 1 раунд если цель Воин.",
}
data[1031] = {
    ["skillName"] = "Спасительный сифон",
    ["desc"] = "Активное умение: Противник в первом слоте получает [180% от Атаки] урона; получаете [75% от Атаки] здоровья.",
}
data[1032] = {
    ["skillName"] = "Клинок смерча",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [140% от Атаки] урона; + Точность на 15% на 2 раунда.",
}
data[1033] = {
    ["skillName"] = "Сифон теней",
    ["desc"] = "Активное умение: 1 случ. с заднего ряда противник получает [200% от Атаки] урона; + Пробитие Брони на 15% на 2 раунда.",
}
data[1034] = {
    ["skillName"] = "Ледяной взрыв",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [126% от Атаки] урона и имеют 30% шанс на заморозку на 2 раунда; союзник с наименьшим здоровьем получает [90% от Атаки] здоровья.",
}
data[1035] = {
    ["skillName"] = "Удар смерти",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [115% от Атаки] урона.",
}
data[1036] = {
    ["skillName"] = "Клинок темноты",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [130% от Атаки] урона и уменьш. Блок на 10% на 2 раунда.",
}
data[1037] = {
    ["skillName"] = "Спасительный сифон",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [80% от Атаки] урона; получаете [80% от Атаки] здоровья.",
}
data[1038] = {
    ["skillName"] = "Электрический скачок",
    ["desc"] = "Активное умение: 3 случ. противника получают [120% от Атаки] урона и имеют 80% шанс на оглушение на 2 раунда если цель Маг.",
}
data[1039] = {
    ["skillName"] = "Адский удар",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [180% от Атаки] урона и уменьш. Атк. на 27% на 2 раунда.",
}
data[1040] = {
    ["skillName"] = "Загадочный взрыв",
    ["desc"] = "Активное умение: Все противники получают [75% от Атаки] урона и имеют 75% шанс на получение немоты на 2 раунда если цель Воин.",
}
data[1041] = {
    ["skillName"] = "Луч Кармы",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [116% от Атаки] урона и имеют 25% шанс на окаменение на 2 раунда.",
}
data[1042] = {
    ["skillName"] = "Шипы",
    ["desc"] = "Активное умение: 3 случ. противника получают [100% от Атаки] урона и имеют 60% шанс на оглушение на 2 раунда если цель Киллер.",
}
data[1043] = {
    ["skillName"] = "Сковывание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [133% от Атаки] урона и уменьш. Скорость на 20 на 2 раунда.",
}
data[1044] = {
    ["skillName"] = "Тяжёлый удар",
    ["desc"] = "Активное умение: Противник в первом слоте получает [90% от Атаки] урона и имеет 100% шанс на оглушение на 2 раунда.",
}
data[1045] = {
    ["skillName"] = "Огненный удар",
    ["desc"] = "Активное умение: Противник в первом слоте получает [100% от Атаки] урона и получает [54% от Атаки] урона от горения на 2 раунда.",
}
data[1046] = {
    ["skillName"] = "Тяжёлый удар",
    ["desc"] = "Активное умение: 1 случ. противник получает [190% от Атаки] урона.",
}
data[1047] = {
    ["skillName"] = "Ледяной взрыв",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [112% от Атаки] урона; союзники в переднем ряду получают [44% от Атаки] здоровья.",
}
data[1048] = {
    ["skillName"] = "Смерч",
    ["desc"] = "Активное умение: 1 случ. с заднего ряда противник получает [180% от Атаки] урона; + Блок на 15% на 2 раунда.",
}
data[1049] = {
    ["skillName"] = "Божественный свет",
    ["desc"] = "Активное умение: 1 случ. противник получает [160% от Атаки] урона; союзник с наименьшим здоровьем получает [75% от Атаки] здоровья.",
}
data[1050] = {
    ["skillName"] = "Огненный кулак",
    ["desc"] = "Активное умение: 1 случ. противник получает [110% от Атаки] урона и имеет 100% шанс на оглушение на 2 раунда.",
}
data[1051] = {
    ["skillName"] = "Голубой лазер",
    ["desc"] = "Активное умение: 3 случ. противника получают [140% от Атаки] урона и имеют 40% шанс на окаменение на 2 раунда если цель Киллер.",
}
data[1052] = {
    ["skillName"] = "Голубой лазер",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [85% от Атаки] урона; + Атк. на 30% на 2 раунда.",
}
data[1053] = {
    ["skillName"] = "Тяжёлый удар",
    ["desc"] = "Активное умение: Противник в первом слоте получает [200% от Атаки] урона; + Защ. на 15% на 2 раунда.",
}
data[1054] = {
    ["skillName"] = "Жгучей Меч",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [90% от Атаки] урона и уменьш. Защ. на 15% на 2 раунда.",
}
data[1055] = {
    ["skillName"] = "Ледяное Сердце",
    ["desc"] = "Активное умение: Все противники получают [51% от Атаки] урона и имеют 15% шанс на заморозку на 2 раунда.",
}
data[1056] = {
    ["skillName"] = "Подземный огонь",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [135% от Атаки] урона и получает [43% от Атаки] урона от горения на 2 раунда.",
}
data[1057] = {
    ["skillName"] = "Клинок ветра",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [161% от Атаки] урона.",
}
data[1058] = {
    ["skillName"] = "Землетрясение",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [75% от Атаки] урона и имеют 20% шанс на оглушение на 2 раунда.",
}
data[1059] = {
    ["skillName"] = "Ледяной клинок",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [95% от Атаки] урона и имеют 25% шанс на заморозку на 2 раунда.",
}
data[1060] = {
    ["skillName"] = "Молния",
    ["desc"] = "Активное умение: 3 случ. противника получают [123% от Атаки] урона и имеют 25% шанс на оглушение на 2 раунда.",
}
data[1061] = {
    ["skillName"] = "Клинок ветра",
    ["desc"] = "Активное умение: 2 случ. с заднего ряда противника получают [100% от Атаки] урона и получают [60% от Атаки] урона от кровотечения на 2 раунда.",
}
data[1062] = {
    ["skillName"] = "Радужный лазер",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [145% от Атаки] урона; + Атк. на 25% на 2 раунда.",
}
data[1063] = {
    ["skillName"] = "Тень хаоса",
    ["desc"] = "Активное умение: Все противники получают [96% от Атаки] урона и имеют 75% шанс на получение немоты на 3 раунда если цель Пастор.",
}
data[1064] = {
    ["skillName"] = "Тяжёлый удар",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [171% от Атаки] урона.",
}
data[1065] = {
    ["skillName"] = "Клинок смерча",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [65% от Атаки] урона и получают [18% от Атаки] урона от кровотечения на 2 раунда.",
}
data[1066] = {
    ["skillName"] = "Камнепад",
    ["desc"] = "Активное умение: Противник в первом слоте получает [100% от Атаки] урона и имеет 100% шанс на оглушение на 2 раунда.",
}
data[1067] = {
    ["skillName"] = "Хаотичные стрелы",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [65% от Атаки] урона и получают [18% от Атаки] урона от яда на 2 раунда.",
}
data[1068] = {
    ["skillName"] = "Кровопускание",
    ["desc"] = "Активное умение: Противник в первом слоте получает [110% от Атаки] урона и получает [60% от Атаки] урона от кровотечения на 2 раунда.",
}
data[1069] = {
    ["skillName"] = "Красный лазер",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [147% от Атаки] урона и уменьш. Защ. на 21% на 2 раунда если цель Воин.",
}
data[1070] = {
    ["skillName"] = "Огненный хлыст",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [105% от Атаки] урона.",
}
data[1071] = {
    ["skillName"] = "Огненный удар",
    ["desc"] = "Активное умение: Противник в первом слоте получает [150% от Атаки] урона и получает [36% от Атаки] урона от горения на 2 раунда.",
}
data[1072] = {
    ["skillName"] = "Подземный огонь",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [77% от Атаки] урона и получают [42% от Атаки] урона от горения на 2 раунда.",
}
data[1073] = {
    ["skillName"] = "Метеорит",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [84% от Атаки] урона и имеют 35% шанс на оглушение на 2 раунда.",
}
data[1074] = {
    ["skillName"] = "Огненные шары",
    ["desc"] = "Активное умение: Все противники получают [69% от Атаки] урона.",
}
data[1075] = {
    ["skillName"] = "Спасительный сифон",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [162% от Атаки] урона; получаете [75% от Атаки] здоровья.",
}
data[1076] = {
    ["skillName"] = "Огненный хлыст",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [90% от Атаки] урона и уменьш. Шанс Критического урона на 12.5% на 2 раунда.",
}
data[1077] = {
    ["skillName"] = "Огненный удар",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [40% от Атаки] урона и получают [45% от Атаки] урона от горения на 2 раунда.",
}
data[1078] = {
    ["skillName"] = "Радужный лазер",
    ["desc"] = "Активное умение: 2 случ. противника получают [184% от Атаки] урона и получают [60% от Атаки] урона если цель Киллер.",
}
data[1079] = {
    ["skillName"] = "Ядовитый взрыв",
    ["desc"] = "Активное умение: 4 случ. противника получают [60% от Атаки] урона, имеют 20% шанс на оглушение на 2 раунда если цель Отравлена и получают [55% от Атаки] урона от яда на 3 раунда.",
}
data[1080] = {
    ["skillName"] = "Штормовое Лезвие",
    ["desc"] = "Активное умение: Все противники получают [90% от Атаки] урона и уменьш. Шанс Критического урона на 17% на 3 раунда.",
}
data[1081] = {
    ["skillName"] = "Клинок темноты",
    ["desc"] = "Активное умение: Противник в первом слоте получает [250% от Атаки] урона; союзник с наименьшим здоровьем получает [180% от Атаки] здоровья.",
}
data[1082] = {
    ["skillName"] = "Огненный кулак",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [140% от Атаки] урона и получают [40% от Атаки] урона от горения на 2 раунда.",
}
data[1083] = {
    ["skillName"] = "Землетрясение",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [75% от Атаки] урона и имеют 24% шанс на оглушение на 2 раунда.",
}
data[1084] = {
    ["skillName"] = "Трик Карима",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [200% от Атаки] урона и передает атакующему 20% Атк. на 2 раунда.",
}
data[1085] = {
    ["skillName"] = "Сифон теней",
    ["desc"] = "Активное умение: 1 случ. противник получает [110% от Атаки] урона и имеет 100% шанс на окаменение на 2 раунда.",
}
data[1086] = {
    ["skillName"] = "Голубой лазер",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [91% от Атаки] урона, имеют 35% шанс на окаменение на 2 раунда и получают [50% от Атаки] урона если цель Воин.",
}
data[1087] = {
    ["skillName"] = "Теневой взрыв",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [115% от Атаки] урона и получают [50% от Атаки] урона если цель Киллер.",
}
data[1088] = {
    ["skillName"] = "Тень хаоса",
    ["desc"] = "Активное умение: 4 случ. противника получают [75% от Атаки] урона и имеют 20% шанс на окаменение на 2 раунда.",
}
data[1089] = {
    ["skillName"] = "Божественный свет",
    ["desc"] = "Активное умение: 1 случ. противник получает [110% от Атаки] урона и имеет 100% шанс на оглушение на 2 раунда.",
}
data[1090] = {
    ["skillName"] = "Удар света",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [115% от Атаки] урона и уменьш. Атк. на 25% на 2 раунда если цель Лучник; союзники в переднем ряду получают [44% от Атаки] здоровья.",
}
data[1091] = {
    ["skillName"] = "Небесный суд",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [91% от Атаки] урона, имеют 35% шанс на оглушение на 2 раунда и получают [50% от Атаки] урона если цель Воин.",
}
data[1092] = {
    ["skillName"] = "Божественный свет",
    ["desc"] = "Активное умение: 4 случ. противника получают [80% от Атаки] урона; 3 случ. союзника получают [75% от Атаки] здоровья.",
}
data[1093] = {
    ["skillName"] = "Тяжёлый удар",
    ["desc"] = "Активное умение: Противник в первом слоте получает [180% от Атаки] урона.",
}
data[1094] = {
    ["skillName"] = "Теневой взрыв",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [126% от Атаки] урона.",
}
data[1095] = {
    ["skillName"] = "Ядовитый взрыв",
    ["desc"] = "Активное умение: Противник в первом слоте получает [100% от Атаки] урона и получает [48% от Атаки] урона от яда на 2 раунда.",
}
data[1096] = {
    ["skillName"] = "Тяжёлый удар",
    ["desc"] = "Активное умение: Противник в первом слоте получает [180% от Атаки] урона.",
}
data[1097] = {
    ["skillName"] = "Клинок смерча",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [90% от Атаки] урона.",
}
data[1098] = {
    ["skillName"] = "Тяжёлый удар",
    ["desc"] = "Активное умение: Противник в первом слоте получает [180% от Атаки] урона.",
}
data[1099] = {
    ["skillName"] = "Огненный удар",
    ["desc"] = "Активное умение: Противник в первом слоте получает [100% от Атаки] урона и получает [48% от Атаки] урона от горения на 2 раунда.",
}
data[1100] = {
    ["skillName"] = "Огненные шары",
    ["desc"] = "Активное умение: 1 случ. противник получает [180% от Атаки] урона и получает [50% от Атаки] урона если цель Лучник.",
}
data[1101] = {
    ["skillName"] = "Подземный огонь",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [126% от Атаки] урона.",
}
data[1102] = {
    ["skillName"] = "Молния",
    ["desc"] = "Активное умение: Противник в первом слоте получает [180% от Атаки] урона.",
}
data[1103] = {
    ["skillName"] = "Кровопускание",
    ["desc"] = "Активное умение: Противник в первом слоте получает [100% от Атаки] урона и получает [48% от Атаки] урона от кровотечения на 2 раунда.",
}
data[1104] = {
    ["skillName"] = "Клинок ветра",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [126% от Атаки] урона.",
}
data[1105] = {
    ["skillName"] = "Стрела наказания",
    ["desc"] = "Активное умение: Все противники получают [75% от Атаки] урона и имеют 80% шанс на получение немоты на 2 раунда если цель Киллер.",
}
data[1106] = {
    ["skillName"] = "Шипы",
    ["desc"] = "Активное умение: 2 случ. противника получают [120% от Атаки] урона и имеют 35% шанс на оглушение на 2 раунда.",
}
data[1107] = {
    ["skillName"] = "Ядовитый взрыв",
    ["desc"] = "Активное умение: Противник в первом слоте получает [160% от Атаки] урона; союзники в переднем ряду получают [96.5% от Атаки] здоровья.",
}
data[1108] = {
    ["skillName"] = "Клинок смерча",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [125% от Атаки] урона.",
}
data[1109] = {
    ["skillName"] = "Божественный свет",
    ["desc"] = "Активное умение: Все противники получают [45% от Атаки] урона; все союзники получают [55% от Атаки] здоровья на 2 раунда.",
}
data[1110] = {
    ["skillName"] = "Клинок смерча",
    ["desc"] = "Активное умение: 2 случ. противника получают [176% от Атаки] урона; + Шанс Критического урона на 30% на 2 раунда.",
}
data[1111] = {
    ["skillName"] = "Стрела наказания",
    ["desc"] = "Активное умение: Все противники получают [85% от Атаки] урона и имеют 50% шанс на получение немоты на 2 раунда.",
}
data[1112] = {
    ["skillName"] = "Огненный меч",
    ["desc"] = "Активное умение: Все противники получают [87% от Атаки] урона и получают [40% от Атаки] урона от горения на 3 раунда.",
}
data[1113] = {
    ["skillName"] = "Адский удар",
    ["desc"] = "Активное умение: 2 случ. с заднего ряда противника получают [200% от Атаки] урона и получают [40% от Атаки] урона от кровотечения на 2 раунда если цель Маг.",
}
data[1114] = {
    ["skillName"] = "Звездопад",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [120% от Атаки] урона и имеют 60% шанс на оглушение на 2 раунда если цель Воин.",
}
data[1115] = {
    ["skillName"] = "Теневой взрыв",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [145% от Атаки] урона и передают атакующему 28% Защ. на 2 раунда.",
}
data[1116] = {
    ["skillName"] = "Ядовитая стрела",
    ["desc"] = "Активное умение: 4 случ. противника получают [80% от Атаки] урона и получают [30% от Атаки] урона от яда на 2 раунда.",
}
data[1126] = {
    ["skillName"] = "Спасительный сифон",
    ["desc"] = "Активное умение: Противник в первом слоте получает [180% от Атаки] урона; получаете [135% от Атаки] здоровья.",
}
data[1127] = {
    ["skillName"] = "Клинок смерча",
    ["desc"] = "Активное умение: Все противники получают [60% от Атаки] урона; + Точность на 25% на 2 раунда.",
}
data[1128] = {
    ["skillName"] = "Сифон теней",
    ["desc"] = "Активное умение: 2 случ. с заднего ряда противника получают [160% от Атаки] урона; + Пробитие Брони на 25% на 2 раунда.",
}
data[1129] = {
    ["skillName"] = "Ледяной взрыв",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [140% от Атаки] урона и имеют 35% шанс на заморозку на 2 раунда; союзник с наименьшим здоровьем получает [135% от Атаки] здоровья.",
}
data[1130] = {
    ["skillName"] = "Удар смерти",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [125% от Атаки] урона.",
}
data[1131] = {
    ["skillName"] = "Клинок темноты",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [130% от Атаки] урона и уменьш. Блок на 15% на 2 раунда.",
}
data[1132] = {
    ["skillName"] = "Спасительный сифон",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [95% от Атаки] урона; получаете [95% от Атаки] здоровья.",
}
data[1133] = {
    ["skillName"] = "Электрический скачок",
    ["desc"] = "Активное умение: 4 случ. противника получают [140% от Атаки] урона и имеют 80% шанс на оглушение на 2 раунда если цель Маг.",
}
data[1134] = {
    ["skillName"] = "Адский удар",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [207% от Атаки] урона и уменьш. Атк. на 27% на 2 раунда.",
}
data[1135] = {
    ["skillName"] = "Загадочный взрыв",
    ["desc"] = "Активное умение: Все противники получают [84% от Атаки] урона и имеют 75% шанс на получение немоты на 2 раунда если цель Воин.",
}
data[1136] = {
    ["skillName"] = "Луч Кармы",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [136% от Атаки] урона и имеют 30% шанс на окаменение на 2 раунда.",
}
data[1137] = {
    ["skillName"] = "Шипы",
    ["desc"] = "Активное умение: 4 случ. противника получают [98% от Атаки] урона и имеют 80% шанс на оглушение на 2 раунда если цель Киллер.",
}
data[1147] = {
    ["skillName"] = "Голубой лазер",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [95% от Атаки] урона; + Атк. на 30% на 2 раунда.",
}
data[1148] = {
    ["skillName"] = "Тяжёлый удар",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [140% от Атаки] урона; + Защ. на 25% на 2 раунда.",
}
data[1149] = {
    ["skillName"] = "Жгучей Меч",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [100% от Атаки] урона и уменьш. Защ. на 18% на 2 раунда.",
}
data[1150] = {
    ["skillName"] = "Ледяное Сердце",
    ["desc"] = "Активное умение: Все противники получают [57% от Атаки] урона и имеют 15% шанс на заморозку на 2 раунда.",
}
data[1151] = {
    ["skillName"] = "Подземный огонь",
    ["desc"] = "Активное умение: 2 случ. противника получают [152% от Атаки] урона и получают [30% от Атаки] урона от горения на 2 раунда.",
}
data[1152] = {
    ["skillName"] = "Клинок ветра",
    ["desc"] = "Активное умение: Все противники получают [75% от Атаки] урона.",
}
data[1153] = {
    ["skillName"] = "Землетрясение",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [90% от Атаки] урона и имеют 25% шанс на оглушение на 2 раунда.",
}
data[1154] = {
    ["skillName"] = "Ледяной клинок",
    ["desc"] = "Активное умение: Все противники получают [120% от Атаки] урона и имеют 25% шанс на заморозку на 2 раунда.",
}
data[1155] = {
    ["skillName"] = "Молния",
    ["desc"] = "Активное умение: 4 случ. противника получают [120% от Атаки] урона и имеют 30% шанс на оглушение на 2 раунда.",
}
data[1156] = {
    ["skillName"] = "Клинок ветра",
    ["desc"] = "Активное умение: 2 случ. с заднего ряда противника получают [152% от Атаки] урона и получают [86% от Атаки] урона от кровотечения на 2 раунда.",
}
data[1157] = {
    ["skillName"] = "Радужный лазер",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [220% от Атаки] урона; + Атк. на 40% на 2 раунда.",
}
data[1158] = {
    ["skillName"] = "Тень хаоса",
    ["desc"] = "Активное умение: Все противники получают [115% от Атаки] урона и имеют 75% шанс на получение немоты на 3 раунда если цель Пастор.",
}
data[1168] = {
    ["skillName"] = "Метеорит",
    ["desc"] = "Активное умение: 3 случ. противника получают [100% от Атаки] урона и имеют 35% шанс на оглушение на 2 раунда.",
}
data[1169] = {
    ["skillName"] = "Огненные шары",
    ["desc"] = "Активное умение: Все противники получают [75% от Атаки] урона.",
}
data[1170] = {
    ["skillName"] = "Спасительный сифон",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [180% от Атаки] урона; получаете [75% от Атаки] здоровья.",
}
data[1171] = {
    ["skillName"] = "Огненный хлыст",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [100% от Атаки] урона и уменьш. Шанс Критического урона на 12.5% на 2 раунда.",
}
data[1172] = {
    ["skillName"] = "Огненный удар",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [50% от Атаки] урона и получают [45% от Атаки] урона от горения на 2 раунда.",
}
data[1173] = {
    ["skillName"] = "Радужный лазер",
    ["desc"] = "Активное умение: 3 случ. противника получают [167% от Атаки] урона и получают [60% от Атаки] урона если цель Киллер.",
}
data[1174] = {
    ["skillName"] = "Ядовитый взрыв",
    ["desc"] = "Активное умение: Все противники получают [60% от Атаки] урона, имеют 25% шанс на оглушение на 2 раунда если цель Отравлена и получают [60% от Атаки] урона от яда на 3 раунда.",
}
data[1175] = {
    ["skillName"] = "Штормовое Лезвие",
    ["desc"] = "Активное умение: Все противники получают [102% от Атаки] урона и уменьш. Шанс Критического урона на 24% на 3 раунда.",
}
data[1176] = {
    ["skillName"] = "Клинок темноты",
    ["desc"] = "Активное умение: Противник в первом слоте получает [280% от Атаки] урона; союзник с наименьшим здоровьем получает [250% от Атаки] здоровья.",
}
data[1177] = {
    ["skillName"] = "Огненный кулак",
    ["desc"] = "Активное умение: 3 случ. противника получают [153% от Атаки] урона и получают [42% от Атаки] урона от горения на 2 раунда.",
}
data[1178] = {
    ["skillName"] = "Землетрясение",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [90% от Атаки] урона и имеют 28% шанс на оглушение на 2 раунда.",
}
data[1179] = {
    ["skillName"] = "Трик Карима",
    ["desc"] = "Активное умение: 2 случ. с заднего ряда противника получают [176% от Атаки] урона и передают атакующему 22% Атк. на 2 раунда.",
}
data[1181] = {
    ["skillName"] = "Голубой лазер",
    ["desc"] = "Активное умение: 3 случ. противника получают [100% от Атаки] урона, имеют 35% шанс на окаменение на 2 раунда и получают [50% от Атаки] урона если цель Воин.",
}
data[1182] = {
    ["skillName"] = "Теневой взрыв",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [125% от Атаки] урона и получают [50% от Атаки] урона если цель Киллер.",
}
data[1183] = {
    ["skillName"] = "Тень хаоса",
    ["desc"] = "Активное умение: Все противники получают [54% от Атаки] урона и имеют 20% шанс на окаменение на 2 раунда.",
}
data[1185] = {
    ["skillName"] = "Удар света",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [125% от Атаки] урона и уменьш. Атк. на 25% на 2 раунда если цель Лучник; союзники в переднем ряду получают [61.5% от Атаки] здоровья.",
}
data[1186] = {
    ["skillName"] = "Небесный суд",
    ["desc"] = "Активное умение: 3 случ. противника получают [100% от Атаки] урона, имеют 35% шанс на оглушение на 2 раунда и получают [50% от Атаки] урона если цель Воин.",
}
data[1187] = {
    ["skillName"] = "Божественный свет",
    ["desc"] = "Активное умение: 4 случ. противника получают [108% от Атаки] урона; 3 случ. союзника получают [105% от Атаки] здоровья.",
}
data[1188] = {
    ["skillName"] = "Ледяные стрелы",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [140% от Атаки] урона и получают [50% от Атаки] урона если цель Воин.",
}
data[1189] = {
    ["skillName"] = "Теневой взрыв",
    ["desc"] = "Активное умение: 2 случ. противника получают [144% от Атаки] урона и получают [13% от Атаки] урона от горения на 15 раундов.",
}
data[1190] = {
    ["skillName"] = "Тяжёлый удар",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [119% от Атаки] урона; + Защ. на 30% на 2 раунда.",
}
data[1191] = {
    ["skillName"] = "Огненный меч",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [180% от Атаки] урона и получает [50% от Атаки] урона если цель Киллер.",
}
data[1192] = {
    ["skillName"] = "Загадочный взрыв",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [144% от Атаки] урона; союзник с наименьшим здоровьем получает [180% от Атаки] здоровья.",
}
data[1193] = {
    ["skillName"] = "Подземный огонь",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [90% от Атаки] урона и уменьш. Урон Способности на 25% на 2 раунда.",
}
data[1194] = {
    ["skillName"] = "Кровопускание",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [180% от Атаки] урона и получает [46% от Атаки] урона от кровотечения на 2 раунда если цель Маг.",
}
data[1195] = {
    ["skillName"] = "Восстановившая магия",
    ["desc"] = "Активное умение: 2 случ. с заднего ряда противника получают [132% от Атаки] урона; 2 случ. с заднего ряда союзника получают [160% от Атаки] здоровья.",
}
data[1196] = {
    ["skillName"] = "Ледяные стрелы",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [140% от Атаки] урона и получают [80% от Атаки] урона если цель Воин.",
}
data[1197] = {
    ["skillName"] = "Теневой взрыв",
    ["desc"] = "Активное умение: 3 случ. противника получают [120% от Атаки] урона и получают [18% от Атаки] урона от горения на 15 раундов.",
}
data[1198] = {
    ["skillName"] = "Тяжёлый удар",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [126% от Атаки] урона; + Защ. на 40% на 2 раунда.",
}
data[1199] = {
    ["skillName"] = "Огненный меч",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [198% от Атаки] урона и получает [80% от Атаки] урона если цель Киллер.",
}
data[1200] = {
    ["skillName"] = "Загадочный взрыв",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [153% от Атаки] урона; союзник с наименьшим здоровьем получает [280% от Атаки] здоровья.",
}
data[1201] = {
    ["skillName"] = "Подземный огонь",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [90% от Атаки] урона и уменьш. Урон Способности на 35% на 2 раунда.",
}
data[1202] = {
    ["skillName"] = "Кровопускание",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [198% от Атаки] урона и получает [62% от Атаки] урона от кровотечения на 2 раунда если цель Маг.",
}
data[1203] = {
    ["skillName"] = "Восстановившая магия",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [70% от Атаки] урона; союзники в заднем ряду получают [170% от Атаки] здоровья.",
}
data[1204] = {
    ["skillName"] = "Голубой лазер",
    ["desc"] = "Активное умение: 1 случ. с заднего ряда противник получает [110% от Атаки] урона; все союзники получают [65% от Атаки] здоровья на 2 раунда.",
}
data[1205] = {
    ["skillName"] = "Огненный меч",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [140% от Атаки] урона и получают [80% от Атаки] урона если цель Воин.",
}
data[1206] = {
    ["skillName"] = "Голубой лазер",
    ["desc"] = "Активное умение: 2 случ. с заднего ряда противника получают [88% от Атаки] урона; все союзники получают [80% от Атаки] здоровья на 2 раунда.",
}
data[1207] = {
    ["skillName"] = "Огненный меч",
    ["desc"] = "Активное умение: Все противники получают [83% от Атаки] урона и получают [120% от Атаки] урона если цель Воин.",
}
data[1208] = {
    ["skillName"] = "Неизлечимая болезнь",
    ["desc"] = "Активное умение: 1 случ. с заднего ряда противник получает [180% от Атаки] урона, получает [45% от Атаки] урона от яда на 6 раундов и имеет 35% шанс на оглушение на 2 раунда.",
}
data[1209] = {
    ["skillName"] = "Бессонный штамп",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [80% от Атаки] урона и получ. метку раунда на [180% от Атаки] урона; + Снижение урона на 0% на 3 раунда.",
}
data[1210] = {
    ["skillName"] = "Неизлечимая болезнь",
    ["desc"] = "Активное умение: 2 случ. с заднего ряда противника получают [190% от Атаки] урона, получают [56% от Атаки] урона от яда на 6 раундов и имеют 45% шанс на оглушение на 2 раунда.",
}
data[1211] = {
    ["skillName"] = "Бессонный штамп",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [90% от Атаки] урона и получ. метку раунда на [250% от Атаки] урона; + Снижение урона на 0% на 3 раунда.",
}
data[1212] = {
    ["skillName"] = "Скованные заросли",
    ["desc"] = "Активное умение: Все противники получают [66% от Атаки] урона и уменьш. Атк. на 8% на 3 раунда; все союзники повышают Атк. на 10% на 3 раунда.",
}
data[1213] = {
    ["skillName"] = "Светлое собирание ",
    ["desc"] = "Активное умение: Все противники получают [75% от Атаки] урона и получ. критическую метку на [100% от Атаки] урона.",
}
data[1214] = {
    ["skillName"] = "Скованные заросли",
    ["desc"] = "Активное умение: Все противники получают [75% от Атаки] урона и уменьш. Атк. на 10% на 3 раунда; все союзники повышают Атк. на 16% на 3 раунда.",
}
data[1215] = {
    ["skillName"] = "Светлое собирание ",
    ["desc"] = "Активное умение: Все противники получают [84% от Атаки] урона и получ. критическую метку на [120% от Атаки] урона.",
}
data[1216] = {
    ["skillName"] = "Божественный свет",
    ["desc"] = "Активное умение: Все противники получают [54% от Атаки] урона; все союзники получают [62% от Атаки] здоровья на 2 раунда.",
}
data[1217] = {
    ["skillName"] = "Ледяное Сердце",
    ["desc"] = "Активное умение: Все противники получают [69% от Атаки] урона и имеют 20% шанс на заморозку на 2 раунда.",
}
data[1218] = {
    ["skillName"] = "Радужный лазер",
    ["desc"] = "Активное умение: 4 случ. противника получают [140% от Атаки] урона и получают [60% от Атаки] урона если цель Киллер.",
}
data[1219] = {
    ["skillName"] = "Ядовитый взрыв",
    ["desc"] = "Активное умение: 4 случ. противника получают [100% от Атаки] урона и получают [30% от Атаки] урона от горения на 15 раундов.",
}
data[1220] = {
    ["skillName"] = "Святое ударение",
    ["desc"] = "Активное умение: 2 случ. противника получают [160% от Атаки] урона и имеют 20% шанс на оглушение на 2 раунда.",
}
data[1221] = {
    ["skillName"] = "Проглотить демона",
    ["desc"] = "Активное умение: 2 случ. противника получают [144% от Атаки] урона и уменьш. Энерг. на 20.",
}
data[1222] = {
    ["skillName"] = "Святое ударение",
    ["desc"] = "Активное умение: 3 случ. противника получают [147% от Атаки] урона и имеют 25% шанс на оглушение на 2 раунда.",
}
data[1223] = {
    ["skillName"] = "Проглотить демона",
    ["desc"] = "Активное умение: 3 случ. противника получают [127% от Атаки] урона и уменьш. Энерг. на 30.",
}
data[1224] = {
    ["skillName"] = "Пустой кошмар",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [110% от Атаки] урона; союзники в заднем ряду повышают Скорость на 15 на 2 раунда.",
}
data[1225] = {
    ["skillName"] = "Пустой кошмар",
    ["desc"] = "Активное умение: Все противники получают [90% от Атаки] урона; все союзники повышают Скорость на 25 на 2 раунда.",
}
data[1226] = {
    ["skillName"] = "Святое ударение",
    ["desc"] = "Активное умение: 4 случ. противника получают [121% от Атаки] урона и имеют 30% шанс на оглушение на 2 раунда.",
}
data[1227] = {
    ["skillName"] = "Проглотить демона",
    ["desc"] = "Активное умение: 4 случ. противника получают [105% от Атаки] урона и уменьш. Энерг. на 35.",
}
data[1228] = {
    ["skillName"] = "Огненное дыхание",
    ["desc"] = "Активное умение: Все противники получают [86% от Атаки] урона и получают [25% от Атаки] урона от горения на 3 раунда.",
}
data[1229] = {
    ["skillName"] = "Острый меч",
    ["desc"] = "Активное умение: 2 случ. противника получают [132% от Атаки] урона; получаете [90% от Атаки] здоровья.",
}
data[1230] = {
    ["skillName"] = "Огненное дыхание",
    ["desc"] = "Активное умение: Все противники получают [94% от Атаки] урона и получают [36% от Атаки] урона от горения на 3 раунда.",
}
data[1231] = {
    ["skillName"] = "Острый меч",
    ["desc"] = "Активное умение: 3 случ. противника получают [142% от Атаки] урона; получаете [240% от Атаки] здоровья.",
}
data[1232] = {
    ["skillName"] = "Восстановившая магия",
    ["desc"] = "Активное умение: Все противники получают [74% от Атаки] урона; все союзники получают [185% от Атаки] здоровья.",
}
data[1233] = {
    ["skillName"] = "Кровопускание",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [216% от Атаки] урона и получает [83% от Атаки] урона от кровотечения на 2 раунда если цель Маг.",
}
data[1234] = {
    ["skillName"] = "Сифон теней",
    ["desc"] = "Активное умение: 2 случ. с заднего ряда противника получают [192% от Атаки] урона; + Пробитие Брони на 25% на 2 раунда.",
}
data[1235] = {
    ["skillName"] = "Ледяной взрыв",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [147% от Атаки] урона и имеют 40% шанс на заморозку на 2 раунда; 3 случ. союзника получают [180% от Атаки] здоровья.",
}
data[1236] = {
    ["skillName"] = "Жгучей Меч",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [110% от Атаки] урона и уменьш. Защ. на 24% на 2 раунда.",
}
data[1237] = {
    ["skillName"] = "Огненный меч",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [216% от Атаки] урона и получает [100% от Атаки] урона если цель Киллер.",
}
data[1238] = {
    ["skillName"] = "Огненные шары",
    ["desc"] = "Активное умение: Все противники получают [84% от Атаки] урона.",
}
data[1239] = {
    ["skillName"] = "Загадочный взрыв",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [171% от Атаки] урона; союзник с наименьшим здоровьем получает [400% от Атаки] здоровья.",
}
data[1240] = {
    ["skillName"] = "Мистическое лезвие",
    ["desc"] = "Активное умение: 2 случ. противника получают [132% от Атаки] урона, получают [24% от Атаки] урона от кровотечения на 3 раунда и получают [32% от Атаки] урона от кровотечения на 3 раунда если цель Лучник.",
}
data[1241] = {
    ["skillName"] = "Мистическое лезвие",
    ["desc"] = "Активное умение: 3 случ. противника получают [128% от Атаки] урона, получают [36% от Атаки] урона от кровотечения на 3 раунда и получают [48% от Атаки] урона от кровотечения на 3 раунда если цель Лучник.",
}
data[1242] = {
    ["skillName"] = "Подавлять",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [155% от Атаки] урона и получают [15% от максимального Здоровья] урона если их здоровье ниже.",
}
data[1243] = {
    ["skillName"] = "Подавлять",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [175% от Атаки] урона и получают [16% от максимального Здоровья] урона если их здоровье ниже.",
}
data[1256] = {
    ["skillName"] = "Смертное собирание",
    ["desc"] = "Активное умение: Все противники получают [54% от Атаки] урона, получают [20% от Атаки] урона от кровотечения на 3 раунда и получают [48% от Атаки] урона от кровотечения на 3 раунда если цель Лучник.",
}
data[1257] = {
    ["skillName"] = "Святая санкция",
    ["desc"] = "Активное умение: 3 случ. противника получают [138% от Атаки] урона и имеют 35% шанс на оглушение на 2 раунда; союзник с наименьшим здоровьем получает [180% от Атаки] здоровья.",
}
data[1258] = {
    ["skillName"] = "Смертное собирание",
    ["desc"] = "Активное умение: Все противники получают [75% от Атаки] урона, получают [42% от Атаки] урона от кровотечения на 3 раунда и получают [64% от Атаки] урона от кровотечения на 3 раунда если цель Лучник.",
}
data[1259] = {
    ["skillName"] = "Святая санкция",
    ["desc"] = "Активное умение: 3 случ. противника получают [146% от Атаки] урона и имеют 40% шанс на оглушение на 2 раунда; союзник с наименьшим здоровьем получает [240% от Атаки] здоровья.",
}
data[1260] = {
    ["skillName"] = "Урон сильного огня",
    ["desc"] = "Активное умение: 3 случ. противника получают [126% от Атаки] урона, получают [32% от Атаки] урона от горения на 3 раунда, получают [60% от Атаки] урона от горения на 3 раунда если цель Воин, уменьш. Защ. на 24% на 3 раунда и уменьш. Блок на 10% на 3 раунда.",
}
data[1261] = {
    ["skillName"] = "Урон сильного огня",
    ["desc"] = "Активное умение: 3 случ. противника получают [144% от Атаки] урона, получают [48% от Атаки] урона от горения на 3 раунда, получают [80% от Атаки] урона от горения на 3 раунда если цель Воин, уменьш. Защ. на 30% на 3 раунда и уменьш. Блок на 20% на 3 раунда.",
}
data[1262] = {
    ["skillName"] = "Стрела наказания",
    ["desc"] = "Активное умение: Все противники получают [155% от Атаки] урона и имеют 60% шанс на получение немоты на 2 раунда; + Иммунитет на 100% на 2 раунда и + Снижение урона на 30% на 2 раунда.",
}
data[1263] = {
    ["skillName"] = "Пламенный меч",
    ["desc"] = "Активное умение: Все противники получают [117% от Атаки] урона и получают [50% от Атаки] урона от горения на 3 раунда; + Атк. на 20% на 3 раунда и + Шанс Критического урона на 20% на 3 раунда.",
}
data[1264] = {
    ["skillName"] = "Неведанный удар",
    ["desc"] = "Активное умение: 2 случ. с заднего ряда противника получают [210% от Атаки] урона и получают [205% от Атаки] урона от кровотечения на 1 раунд.",
}
data[1265] = {
    ["skillName"] = "Падающая звезда",
    ["desc"] = "Активное умение: Все противники получают [128% от Атаки] урона и имеют 100% шанс на оглушение на 2 раунда если цель Лучник.",
}
data[1266] = {
    ["skillName"] = "Темный взрыв",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [185% от Атаки] урона и передают атакующему 35% Защ. на 2 раунда; получаете [160% от Атаки] здоровья на 6 раундов.",
}
data[1267] = {
    ["skillName"] = "Отравленная стрела",
    ["desc"] = "Активное умение: Все противники получают [155% от Атаки] урона, получают [125% от Атаки] урона от яда на 3 раунда и уменьш. Точность на 30% на 3 раунда.",
}
data[1268] = {
    ["skillName"] = "Сковывающая лоза",
    ["desc"] = "Активное умение: Все противники получают [95% от Атаки] урона, уменьш. Атк. на 15% на 3 раунда и уменьш. Святой урон (чистый) на 30% на 3 раунда; все союзники повышают Атк. на 20% на 3 раунда.",
}
data[1269] = {
    ["skillName"] = "Острое принуждение",
    ["desc"] = "Активное умение: 4 случ. противника получают [175% от Атаки] урона и получают [700% от Атаки] урона если цель Киллер; получаете [360% от Атаки] здоровья.",
}
data[1270] = {
    ["skillName"] = "Сифон жизни",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [214% от Атаки] урона и имеют 38% шанс на заморозку на 2 раунда; получаете [600% от Атаки] здоровья.",
}
data[1271] = {
    ["skillName"] = "Электрическое волнение",
    ["desc"] = "Активное умение: Все противники получают [180% от Атаки] урона, имеют 100% шанс на заморозку на 2 раунда если цель Маг и получают [180% от Атаки] урона от кровотечения на 2 раунда если цель Маг.",
}
data[1272] = {
    ["skillName"] = "Неведанный удар",
    ["desc"] = "Активное умение: Противник с наибольшей атакой получает [260% от Атаки] урона, уменьш. Атк. на 30% на 2 раунда и получает метку раунда на [1040% от Атаки] урона.",
}
data[1273] = {
    ["skillName"] = "Таинственный взрыв",
    ["desc"] = "Активное умение: Все противники получают [110% от Атаки] урона и имеют 100% шанс на оглушение на 2 раунда если цель Воин; + Атк. на 30% на 3 раунда.",
}
data[1274] = {
    ["skillName"] = "Луч Кармара",
    ["desc"] = "Активное умение: Все противники получают [136% от Атаки] урона, имеют 20% шанс на окаменение на 2 раунда и уменьш. Иммунитет на 20%; все союзники повышают Точность на 50% на 3 раунда.",
}
data[1275] = {
    ["skillName"] = "Наземные шипы",
    ["desc"] = "Активное умение: Все противники получают [159% от Атаки] урона, имеют 100% шанс на окаменение на 2 раунда если цель Киллер и получают [130% от Атаки] урона от яда на 3 раунда если цель Киллер.",
}
data[1276] = {
    ["skillName"] = "Оковы злокачественной болезни",
    ["desc"] = "Активное умение: 2 случ. с заднего ряда противника получают [220% от Атаки] урона, получают [100% от Атаки] урона от яда на 15 раундов и имеют 50% шанс на оглушение на 2 раунда; + Снижение урона на 65% на 2 раунда.",
}
data[1277] = {
    ["skillName"] = "Странный клинок",
    ["desc"] = "Активное умение: 3 случ. противника получают [222% от Атаки] урона, получают [69% от Атаки] урона от кровотечения на 3 раунда и получают [300% от Атаки] урона от кровотечения на 3 раунда если цель Маг; получаете [360% от Атаки] здоровья.",
}
data[1278] = {
    ["skillName"] = "Сейсмометрия",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [136% от Атаки] урона и имеют 30% шанс на оглушение на 2 раунда; + Снижение урона на 30% на 3 раунда.",
}
data[1279] = {
    ["skillName"] = "Ледяное лезвие",
    ["desc"] = "Активное умение: Все противники получают [148% от Атаки] урона и имеют 33% шанс на заморозку на 2 раунда; + Энерг. на 30.",
}
data[1280] = {
    ["skillName"] = "Наука молнии",
    ["desc"] = "Активное умение: Все противники получают [116% от Атаки] урона и имеют 55% шанс на оглушение на 2 раунда.",
}
data[1281] = {
    ["skillName"] = "Лезвие ветра",
    ["desc"] = "Активное умение: 2 случ. с заднего ряда противника получают [220% от Атаки] урона и получают [102% от Атаки] урона от кровотечения на 15 раундов.",
}
data[1282] = {
    ["skillName"] = "Радужный лазер",
    ["desc"] = "Активное умение: 4 случ. противника получают [302% от Атаки] урона; + Атк. на 30%.",
}
data[1283] = {
    ["skillName"] = "Тень беспорядка",
    ["desc"] = "Активное умение: Все противники получают [146% от Атаки] урона, получают [160% от Атаки] урона если цель Пастор и имеют 100% шанс на оглушение на 2 раунда если цель Пастор.",
}
data[1284] = {
    ["skillName"] = "Лазер синей молнии",
    ["desc"] = "Активное умение: 2 случ. с заднего ряда противника получают [125% от Атаки] урона; все союзники получают [350% от Атаки] здоровья на 3 раунда и повышают Блок на 30% на 3 раунда.",
}
data[1285] = {
    ["skillName"] = "Кошмар пустоты",
    ["desc"] = "Активное умение: 2 случ. противника получают [86% от Атаки] урона; все союзники повышают Атк. на 10% на 3 раунда и повышают Скорость на 60 на 3 раунда.",
}
data[1286] = {
    ["skillName"] = "Дыхание пламени",
    ["desc"] = "Активное умение: + Критический урон на 30% на 3 раунда и + Атк. на 30% на 3 раунда; все противники получают [136% от Атаки] урона и получают [65% от Атаки] урона от горения на 3 раунда.",
}
data[1287] = {
    ["skillName"] = "Бешеная бомбардировка",
    ["desc"] = "Активное умение: 3 случ. противника получают [166% от Атаки] урона, получают [64% от Атаки] урона от горения на 6 раундов, получают [150% от Атаки] урона от горения на 3 раунда если цель Воин, уменьш. Защ. на 30% на 3 раунда и уменьш. Блок на 30% на 3 раунда.",
}
data[1288] = {
    ["skillName"] = "Гиблинг",
    ["desc"] = "Активное умение: Все противники получают [90% от Атаки] урона и получают [102% от Атаки] урона от яда на 3 раунда.",
}
data[1289] = {
    ["skillName"] = "Лезвие урогана",
    ["desc"] = "Активное умение: Все противники получают [152% от Атаки] урона, получают [100% от Атаки] урона от кровотечения на 3 раунда, уменьш. Критический урон на 30% на 3 раунда и уменьш. Шанс Критического урона на 25% на 3 раунда.",
}
data[1290] = {
    ["skillName"] = "Лезвие тьмы",
    ["desc"] = "Активное умение: Противник в первом слоте получает [320% от Атаки] урона; союзники в переднем ряду получают [560% от Атаки] здоровья и повышают Атк. на 100% на 2 раунда.",
}
data[1291] = {
    ["skillName"] = "Огненный кулак",
    ["desc"] = "Активное умение: 3 случ. противника получают [72% от Атаки] урона и получают [140% от Атаки] урона от горения на 3 раунда.",
}
data[1292] = {
    ["skillName"] = "Сейсмометрия",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [119% от Атаки] урона, имеют 32% шанс на оглушение на 2 раунда и получ. метку раунда на [250% от Атаки] урона.",
}
data[1293] = {
    ["skillName"] = "Лукавство Келима",
    ["desc"] = "Активное умение: 2 случ. с заднего ряда противника передают атакующему 30% Атк. на 3 раунда, получают [190% от Атаки] урона и передают атакующему [35% нанесенного урона] здоровья.",
}
data[1294] = {
    ["skillName"] = "Огненный меч",
    ["desc"] = "Активное умение: Все противники получают [146% от Атаки] урона и получают [300% от Атаки] урона от горения на 1 раунд если цель Воин; + Снижение урона на 20%.",
}
data[1295] = {
    ["skillName"] = "Удар угнетения",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [220% от Атаки] урона; все союзники повышают Защ. на 10%.",
}
data[1296] = {
    ["skillName"] = "Тень беспорядка",
    ["desc"] = "Активное умение: Все противники получают [98% от Атаки] урона, имеют 30% шанс на окаменение на 2 раунда и уменьш. Энерг. на 30; + Энерг. на 30.",
}
data[1297] = {
    ["skillName"] = "След страдающего бессонницей",
    ["desc"] = "Активное умение: Все противники получают [104% от Атаки] урона и получ. метку раунда на [500% от Атаки] урона.",
}
data[1298] = {
    ["skillName"] = "Жатва смерти",
    ["desc"] = "Активное умение: Все противники получают [100% от Атаки] урона; + Урон Способности на 50%.",
}
data[1299] = {
    ["skillName"] = "Божественный свет",
    ["desc"] = "Активное умение: 3 случ. противника получают [158% от Атаки] урона; все союзники получают [188% от Атаки] здоровья и повышают Святой урон (чистый) на 35%.",
}
data[1300] = {
    ["skillName"] = "Божественная имплозия",
    ["desc"] = "Активное умение: Все противники получают [135% от Атаки] урона и получ. критическую метку на [400% от Атаки] урона.",
}
data[1301] = {
    ["skillName"] = "Божественная кара",
    ["desc"] = "Активное умение: 4 случ. противника получают [198% от Атаки] урона и имеют 50% шанс на оглушение на 2 раунда; союзник с наименьшим здоровьем получает [1000% от Атаки] здоровья и повышает Шанс Критического урона на 20% на 3 раунда.",
}
data[1302] = {
    ["skillName"] = "Адский луч",
    ["desc"] = "Активное умение: Все противники получают [86% от Атаки] урона и повышают Получение урона на 15% если атакует Скерей (lightning mark increases damage taken from Skerei active skill).",
}
data[1303] = {
    ["skillName"] = "Адский луч",
    ["desc"] = "Активное умение: Все противники получают [95% от Атаки] урона и повышают Получение урона на 25% если атакует Скерей (lightning mark increases damage taken from Skerei active skill).",
}
data[1304] = {
    ["skillName"] = "Адский луч",
    ["desc"] = "Активное умение: Все противники получают [114% от Атаки] урона, повышают Получение урона на 35% если атакует Скерей и имеют 30% шанс на повышение Получение урона на 35% если атакует Скерей (lightning mark increases damage taken from Skerei active skill).",
}
data[1305] = {
    ["skillName"] = "Лунное затмение",
    ["desc"] = "Активное умение: 4 случ. противника получают [106% от Атаки] урона; все союзники получают [80% от Атаки] здоровья на 5 раундов.",
}
data[1306] = {
    ["skillName"] = "Лунное затмение",
    ["desc"] = "Активное умение: 4 случ. противника получают [162% от Атаки] урона; все союзники получают [100% от Атаки] здоровья на 5 раундов.",
}
data[1307] = {
    ["skillName"] = "Лунное затмение",
    ["desc"] = "Активное умение: 4 случ. противника получают [272% от Атаки] урона; все союзники получают [200% от Атаки] здоровья на 5 раундов.",
}
data[1308] = {
    ["skillName"] = "aa",
    ["desc"] = "Активное умение: 3 случ. противника получают [166% от Атаки] урона.",
}
data[1309] = {
    ["skillName"] = "aa",
    ["desc"] = "Активное умение: 3 случ. противника получают [112% от Атаки] урона и получают [96% от Атаки] урона от яда на 15 раундов; получаете [95% от Атаки] здоровья на 15 раундов.",
}
data[1310] = {
    ["skillName"] = "aa",
    ["desc"] = "Активное умение: Все противники получают [84% от Атаки] урона, получ. критическую метку на [120% от Атаки] урона и получ. метку раунда на [120% от Атаки] урона.",
}
data[1311] = {
    ["skillName"] = "aa",
    ["desc"] = "Активное умение: 1 случ. противник получает [200% от Атаки] урона; все союзники получают [150% от Атаки] здоровья.",
}
data[1312] = {
    ["skillName"] = "aa",
    ["desc"] = "Активное умение: 1 случ. противник получает [240% от Атаки] урона и имеет 40% шанс на получение [420% от Атаки] урона от кровотечения на 1 раунд.",
}
data[1313] = {
    ["skillName"] = "aa",
    ["desc"] = "Активное умение: Противник с наименьшим здоровьем получает [270% от Атаки] урона.",
}
data[1314] = {
    ["skillName"] = "aa",
    ["desc"] = "Активное умение: 2 случ. противника получают [232% от Атаки] урона.",
}
data[1315] = {
    ["skillName"] = "aa",
    ["desc"] = "Активное умение: 2 случ. противника получают [173% от Атаки] урона и имеют 50% шанс на оглушение на 2 раунда.",
}
data[1316] = {
    ["skillName"] = "aa",
    ["desc"] = "Активное умение: Все противники получают [84% от Атаки] урона, уменьш. Атк. на 10% и уменьш. Шанс Критического урона на 10%.",
}
data[1317] = {
    ["skillName"] = "aa",
    ["desc"] = "Активное умение: 4 случ. противника получают [188% от Атаки] урона и имеют 50% шанс на оглушение на 2 раунда.",
}
data[1318] = {
    ["skillName"] = "aa",
    ["desc"] = "Активное умение: Все противники получают [110% от Атаки] урона.",
}
data[1319] = {
    ["skillName"] = "aa",
    ["desc"] = "Активное умение: 4 случ. противника получают [156% от Атаки] урона.",
}
data[1320] = {
    ["skillName"] = "aa",
    ["desc"] = "Активное умение: 2 случ. противника получают [170% от Атаки] урона.",
}
data[1321] = {
    ["skillName"] = "aa",
    ["desc"] = "Активное умение: Все противники получают [136% от Атаки] урона.",
}
data[1322] = {
    ["skillName"] = "Морозная ярость",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [122% от Атаки] урона и имеют 40% шанс на заморозку на 2 раунда; получаете [10% от максимального Здоровья] здоровья.",
}
data[1323] = {
    ["skillName"] = "Сильное трясение",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [103% от Атаки] урона, имеют 22% шанс на окаменение на 2 раунда и уменьш. Защ. на 15% на 3 раунда.",
}
data[1324] = {
    ["skillName"] = "Морозная ярость",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [155% от Атаки] урона и имеют 55% шанс на заморозку на 2 раунда; получаете [15% от максимального Здоровья] здоровья.",
}
data[1325] = {
    ["skillName"] = "Сильное трясение",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [138% от Атаки] урона, имеют 29% шанс на окаменение на 2 раунда и уменьш. Защ. на 22% на 3 раунда.",
}
data[1326] = {
    ["skillName"] = "Морозная ярость",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [184% от Атаки] урона и имеют 70% шанс на заморозку на 2 раунда; получаете [26% от максимального Здоровья] здоровья.",
}
data[1327] = {
    ["skillName"] = "Сильное трясение",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [242% от Атаки] урона, имеют 35% шанс на окаменение на 2 раунда и уменьш. Защ. на 30% на 3 раунда.",
}
data[1328] = {
    ["skillName"] = "Кровавый договор",
    ["desc"] = "Активное умение: 1 случ. противник получает [165% от Атаки] урона и получает [15% от максимального Здоровья] урона если их здоровье выше; + Шанс Критического урона на 15% на 3 раунда.",
}
data[30001] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [579] урона; 3 случ. союзника получают [3,126] здоровья.",
}
data[30002] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [765] урона; 3 случ. союзника получают [4,132] здоровья.",
}
data[30003] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [952] урона; 3 случ. союзника получают [5,138] здоровья.",
}
data[30004] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [1,138] урона; 3 случ. союзника получают [6,144] здоровья.",
}
data[30005] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [1,325] урона; 3 случ. союзника получают [7,149] здоровья.",
}
data[30006] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [1,511] урона; 3 случ. союзника получают [8,155] здоровья.",
}
data[30007] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [1,697] урона; 3 случ. союзника получают [9,161] здоровья.",
}
data[30008] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [1,884] урона; 3 случ. союзника получают [10,167] здоровья.",
}
data[30009] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [2,070] урона; 3 случ. союзника получают [11,173] здоровья.",
}
data[30010] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [2,257] урона; 3 случ. союзника получают [12,179] здоровья.",
}
data[30011] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [2,443] урона; 3 случ. союзника получают [13,184] здоровья.",
}
data[30012] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [2,629] урона; 3 случ. союзника получают [14,190] здоровья.",
}
data[30013] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [2,816] урона; 3 случ. союзника получают [15,196] здоровья.",
}
data[30014] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [3,002] урона; 3 случ. союзника получают [16,202] здоровья.",
}
data[30015] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [3,189] урона; 3 случ. союзника получают [17,208] здоровья.",
}
data[30016] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [3,375] урона; 3 случ. союзника получают [18,214] здоровья.",
}
data[30017] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [3,561] урона; 3 случ. союзника получают [19,220] здоровья.",
}
data[30018] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [3,748] урона; 3 случ. союзника получают [20,225] здоровья.",
}
data[30019] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [3,934] урона; 3 случ. союзника получают [21,231] здоровья.",
}
data[30020] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [4,121] урона; 3 случ. союзника получают [22,237] здоровья.",
}
data[30021] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [4,307] урона; 3 случ. союзника получают [23,243] здоровья.",
}
data[30022] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [4,493] урона; 3 случ. союзника получают [24,249] здоровья.",
}
data[30023] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [4,680] урона; 3 случ. союзника получают [25,255] здоровья.",
}
data[30024] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [4,866] урона; 3 случ. союзника получают [26,260] здоровья.",
}
data[30025] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [5,052] урона; 3 случ. союзника получают [27,266] здоровья.",
}
data[30026] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [5,239] урона; 3 случ. союзника получают [28,272] здоровья.",
}
data[30027] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [5,425] урона; 3 случ. союзника получают [29,278] здоровья.",
}
data[30028] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [5,612] урона; 3 случ. союзника получают [30,284] здоровья.",
}
data[30029] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [5,798] урона; 3 случ. союзника получают [31,290] здоровья.",
}
data[30030] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 1 случ. противник получает [5,984] урона; 3 случ. союзника получают [32,296] здоровья.",
}
data[30031] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [6,547] урона; 4 случ. союзника получают [35,331] здоровья.",
}
data[30032] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [7,110] урона; 4 случ. союзника получают [38,367] здоровья.",
}
data[30033] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [7,672] урона; 4 случ. союзника получают [41,403] здоровья.",
}
data[30034] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [8,235] урона; 4 случ. союзника получают [44,439] здоровья.",
}
data[30035] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [8,797] урона; 4 случ. союзника получают [47,474] здоровья.",
}
data[30036] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [9,360] урона; 4 случ. союзника получают [50,510] здоровья.",
}
data[30037] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [9,922] урона; 4 случ. союзника получают [53,546] здоровья.",
}
data[30038] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [10,485] урона; 4 случ. союзника получают [56,582] здоровья.",
}
data[30039] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [11,047] урона; 4 случ. союзника получают [59,617] здоровья.",
}
data[30040] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [11,610] урона; 4 случ. союзника получают [62,653] здоровья.",
}
data[30041] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [12,173] урона; 4 случ. союзника получают [65,689] здоровья.",
}
data[30042] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [12,735] урона; 4 случ. союзника получают [68,725] здоровья.",
}
data[30043] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [13,298] урона; 4 случ. союзника получают [71,760] здоровья.",
}
data[30044] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [13,860] урона; 4 случ. союзника получают [74,796] здоровья.",
}
data[30045] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [14,423] урона; 4 случ. союзника получают [77,832] здоровья.",
}
data[30046] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [14,985] урона; 4 случ. союзника получают [80,868] здоровья.",
}
data[30047] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [15,548] урона; 4 случ. союзника получают [83,903] здоровья.",
}
data[30048] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [16,111] урона; 4 случ. союзника получают [86,939] здоровья.",
}
data[30049] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [16,673] урона; 4 случ. союзника получают [89,975] здоровья.",
}
data[30050] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [17,236] урона; 4 случ. союзника получают [93,011] здоровья.",
}
data[30051] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [17,798] урона; 4 случ. союзника получают [96,046] здоровья.",
}
data[30052] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [18,361] урона; 4 случ. союзника получают [99,082] здоровья.",
}
data[30053] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [18,923] урона; 4 случ. союзника получают [102,118] здоровья.",
}
data[30054] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [19,486] урона; 4 случ. союзника получают [105,153] здоровья.",
}
data[30055] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [20,048] урона; 4 случ. союзника получают [108,189] здоровья.",
}
data[30056] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [20,611] урона; 4 случ. союзника получают [111,225] здоровья.",
}
data[30057] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [21,174] урона; 4 случ. союзника получают [114,261] здоровья.",
}
data[30058] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [21,736] урона; 4 случ. союзника получают [117,296] здоровья.",
}
data[30059] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [22,299] урона; 4 случ. союзника получают [120,332] здоровья.",
}
data[30060] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 2 случ. противника получают [22,861] урона; 4 случ. союзника получают [123,368] здоровья.",
}
data[30061] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [24,478] урона; 4 случ. союзника получают [132,093] здоровья и повышают Защ. на 1% на 2 раунда.",
}
data[30062] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [26,095] урона; 4 случ. союзника получают [140,818] здоровья и повышают Защ. на 1.5% на 2 раунда.",
}
data[30063] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [27,712] урона; 4 случ. союзника получают [149,543] здоровья и повышают Защ. на 2% на 2 раунда.",
}
data[30064] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [29,329] урона; 4 случ. союзника получают [158,268] здоровья и повышают Защ. на 2.5% на 2 раунда.",
}
data[30065] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [30,945] урона; 4 случ. союзника получают [166,993] здоровья и повышают Защ. на 3% на 2 раунда.",
}
data[30066] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [32,562] урона; 4 случ. союзника получают [175,718] здоровья и повышают Защ. на 3.5% на 2 раунда.",
}
data[30067] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [34,179] урона; 4 случ. союзника получают [184,442] здоровья и повышают Защ. на 3.9% на 2 раунда.",
}
data[30068] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [35,796] урона; 4 случ. союзника получают [193,167] здоровья и повышают Защ. на 4.4% на 2 раунда.",
}
data[30069] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [37,413] урона; 4 случ. союзника получают [201,892] здоровья и повышают Защ. на 4.9% на 2 раунда.",
}
data[30070] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [39,030] урона; 4 случ. союзника получают [210,617] здоровья и повышают Защ. на 5.4% на 2 раунда.",
}
data[30071] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [40,646] урона; 4 случ. союзника получают [219,342] здоровья и повышают Защ. на 5.9% на 2 раунда.",
}
data[30072] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [42,263] урона; 4 случ. союзника получают [228,067] здоровья и повышают Защ. на 6.4% на 2 раунда.",
}
data[30073] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [43,880] урона; 4 случ. союзника получают [236,792] здоровья и повышают Защ. на 6.9% на 2 раунда.",
}
data[30074] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [45,497] урона; 4 случ. союзника получают [245,517] здоровья и повышают Защ. на 7.4% на 2 раунда.",
}
data[30075] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [47,114] урона; 4 случ. союзника получают [254,242] здоровья и повышают Защ. на 7.9% на 2 раунда.",
}
data[30076] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [48,730] урона; 4 случ. союзника получают [262,967] здоровья и повышают Защ. на 8.4% на 2 раунда.",
}
data[30077] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [50,347] урона; 4 случ. союзника получают [271,692] здоровья и повышают Защ. на 8.9% на 2 раунда.",
}
data[30078] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [51,964] урона; 4 случ. союзника получают [280,417] здоровья и повышают Защ. на 9.4% на 2 раунда.",
}
data[30079] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [53,581] урона; 4 случ. союзника получают [289,142] здоровья и повышают Защ. на 9.8% на 2 раунда.",
}
data[30080] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [55,198] урона; 4 случ. союзника получают [297,867] здоровья и повышают Защ. на 10.3% на 2 раунда.",
}
data[30081] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [56,815] урона; 4 случ. союзника получают [306,591] здоровья и повышают Защ. на 10.8% на 2 раунда.",
}
data[30082] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [58,431] урона; 4 случ. союзника получают [315,316] здоровья и повышают Защ. на 11.3% на 2 раунда.",
}
data[30083] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [60,048] урона; 4 случ. союзника получают [324,041] здоровья и повышают Защ. на 11.8% на 2 раунда.",
}
data[30084] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [61,665] урона; 4 случ. союзника получают [332,766] здоровья и повышают Защ. на 12.3% на 2 раунда.",
}
data[30085] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [63,282] урона; 4 случ. союзника получают [341,491] здоровья и повышают Защ. на 12.8% на 2 раунда.",
}
data[30086] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [64,899] урона; 4 случ. союзника получают [350,216] здоровья и повышают Защ. на 13.3% на 2 раунда.",
}
data[30087] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [66,516] урона; 4 случ. союзника получают [358,941] здоровья и повышают Защ. на 13.8% на 2 раунда.",
}
data[30088] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [68,132] урона; 4 случ. союзника получают [367,666] здоровья и повышают Защ. на 14.3% на 2 раунда.",
}
data[30089] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [69,749] урона; 4 случ. союзника получают [376,391] здоровья и повышают Защ. на 14.8% на 2 раунда.",
}
data[30090] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 3 случ. противника получают [71,366] урона; 4 случ. союзника получают [385,116] здоровья и повышают Защ. на 15.3% на 2 раунда.",
}
data[30091] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [73,995] урона; 4 случ. союзника получают [399,302] здоровья, повышают Защ. на 15.7% на 2 раунда и повышают Снижение урона на 1% на 2 раунда.",
}
data[30092] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [76,624] урона; 4 случ. союзника получают [413,489] здоровья, повышают Защ. на 16.2% на 2 раунда и повышают Снижение урона на 1.5% на 2 раунда.",
}
data[30093] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [79,253] урона; 4 случ. союзника получают [427,675] здоровья, повышают Защ. на 16.7% на 2 раунда и повышают Снижение урона на 2% на 2 раунда.",
}
data[30094] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [81,882] урона; 4 случ. союзника получают [441,862] здоровья, повышают Защ. на 17.2% на 2 раунда и повышают Снижение урона на 2.4% на 2 раунда.",
}
data[30095] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [84,511] урона; 4 случ. союзника получают [456,048] здоровья, повышают Защ. на 17.7% на 2 раунда и повышают Снижение урона на 2.9% на 2 раунда.",
}
data[30096] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [87,140] урона; 4 случ. союзника получают [470,235] здоровья, повышают Защ. на 18.2% на 2 раунда и повышают Снижение урона на 3.4% на 2 раунда.",
}
data[30097] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [89,769] урона; 4 случ. союзника получают [484,422] здоровья, повышают Защ. на 18.7% на 2 раунда и повышают Снижение урона на 3.9% на 2 раунда.",
}
data[30098] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [92,398] урона; 4 случ. союзника получают [498,608] здоровья, повышают Защ. на 19.2% на 2 раунда и повышают Снижение урона на 4.4% на 2 раунда.",
}
data[30099] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [95,026] урона; 4 случ. союзника получают [512,795] здоровья, повышают Защ. на 19.7% на 2 раунда и повышают Снижение урона на 4.9% на 2 раунда.",
}
data[30100] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [97,655] урона; 4 случ. союзника получают [526,981] здоровья, повышают Защ. на 20.2% на 2 раунда и повышают Снижение урона на 5.3% на 2 раунда.",
}
data[30101] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [100,284] урона; 4 случ. союзника получают [541,168] здоровья, повышают Защ. на 20.7% на 2 раунда и повышают Снижение урона на 5.8% на 2 раунда.",
}
data[30102] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [102,913] урона; 4 случ. союзника получают [555,354] здоровья, повышают Защ. на 21.2% на 2 раунда и повышают Снижение урона на 6.3% на 2 раунда.",
}
data[30103] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [105,542] урона; 4 случ. союзника получают [569,541] здоровья, повышают Защ. на 21.6% на 2 раунда и повышают Снижение урона на 6.8% на 2 раунда.",
}
data[30104] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [108,171] урона; 4 случ. союзника получают [583,727] здоровья, повышают Защ. на 22.1% на 2 раунда и повышают Снижение урона на 7.3% на 2 раунда.",
}
data[30105] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [110,800] урона; 4 случ. союзника получают [597,914] здоровья, повышают Защ. на 22.6% на 2 раунда и повышают Снижение урона на 7.8% на 2 раунда.",
}
data[30106] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [113,429] урона; 4 случ. союзника получают [612,100] здоровья, повышают Защ. на 23.1% на 2 раунда и повышают Снижение урона на 8.2% на 2 раунда.",
}
data[30107] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [116,058] урона; 4 случ. союзника получают [626,287] здоровья, повышают Защ. на 23.6% на 2 раунда и повышают Снижение урона на 8.7% на 2 раунда.",
}
data[30108] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [118,687] урона; 4 случ. союзника получают [640,474] здоровья, повышают Защ. на 24.1% на 2 раунда и повышают Снижение урона на 9.2% на 2 раунда.",
}
data[30109] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [121,316] урона; 4 случ. союзника получают [654,660] здоровья, повышают Защ. на 24.6% на 2 раунда и повышают Снижение урона на 9.7% на 2 раунда.",
}
data[30110] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [123,945] урона; 4 случ. союзника получают [668,847] здоровья, повышают Защ. на 25.1% на 2 раунда и повышают Снижение урона на 10.2% на 2 раунда.",
}
data[30111] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [126,574] урона; 4 случ. союзника получают [683,033] здоровья, повышают Защ. на 25.6% на 2 раунда и повышают Снижение урона на 10.7% на 2 раунда.",
}
data[30112] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [129,203] урона; 4 случ. союзника получают [697,220] здоровья, повышают Защ. на 26.1% на 2 раунда и повышают Снижение урона на 11.1% на 2 раунда.",
}
data[30113] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [131,831] урона; 4 случ. союзника получают [711,406] здоровья, повышают Защ. на 26.6% на 2 раунда и повышают Снижение урона на 11.6% на 2 раунда.",
}
data[30114] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [134,460] урона; 4 случ. союзника получают [725,593] здоровья, повышают Защ. на 27.1% на 2 раунда и повышают Снижение урона на 12.1% на 2 раунда.",
}
data[30115] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [137,089] урона; 4 случ. союзника получают [739,779] здоровья, повышают Защ. на 27.5% на 2 раунда и повышают Снижение урона на 12.6% на 2 раунда.",
}
data[30116] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [139,718] урона; 4 случ. союзника получают [753,966] здоровья, повышают Защ. на 28% на 2 раунда и повышают Снижение урона на 13.1% на 2 раунда.",
}
data[30117] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [142,347] урона; 4 случ. союзника получают [768,152] здоровья, повышают Защ. на 28.5% на 2 раунда и повышают Снижение урона на 13.6% на 2 раунда.",
}
data[30118] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [144,976] урона; 4 случ. союзника получают [782,339] здоровья, повышают Защ. на 29% на 2 раунда и повышают Снижение урона на 14% на 2 раунда.",
}
data[30119] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [147,605] урона; 4 случ. союзника получают [796,525] здоровья, повышают Защ. на 29.5% на 2 раунда и повышают Снижение урона на 14.5% на 2 раунда.",
}
data[30120] = {
    ["skillName"] = "Питание зелени",
    ["desc"] = "Активное умение: 4 случ. противника получают [150,234] урона; 4 случ. союзника получают [810,712] здоровья, повышают Защ. на 30% на 2 раунда и повышают Снижение урона на 15% на 2 раунда.",
}
data[10001] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [1,960] урона и получают [195] урона от кровотечения на 5 раундов.",
}
data[10002] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [2,591] урона и получают [258] урона от кровотечения на 5 раундов.",
}
data[10003] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [3,222] урона и получают [321] урона от кровотечения на 5 раундов.",
}
data[10004] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [3,853] урона и получают [384] урона от кровотечения на 5 раундов.",
}
data[10005] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [4,484] урона и получают [447] урона от кровотечения на 5 раундов.",
}
data[10006] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [5,115] урона и получают [510] урона от кровотечения на 5 раундов.",
}
data[10007] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [5,745] урона и получают [573] урона от кровотечения на 5 раундов.",
}
data[10008] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [6,376] урона и получают [636] урона от кровотечения на 5 раундов.",
}
data[10009] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [7,007] урона и получают [699] урона от кровотечения на 5 раундов.",
}
data[10010] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [7,638] урона и получают [762] урона от кровотечения на 5 раундов.",
}
data[10011] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [8,269] урона и получают [825] урона от кровотечения на 5 раундов.",
}
data[10012] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [8,900] урона и получают [889] урона от кровотечения на 5 раундов.",
}
data[10013] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [9,531] урона и получают [952] урона от кровотечения на 5 раундов.",
}
data[10014] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [10,162] урона и получают [1,015] урона от кровотечения на 5 раундов.",
}
data[10015] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [10,793] урона и получают [1,078] урона от кровотечения на 5 раундов.",
}
data[10016] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [11,424] урона и получают [1,141] урона от кровотечения на 5 раундов.",
}
data[10017] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [12,055] урона и получают [1,204] урона от кровотечения на 5 раундов.",
}
data[10018] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [12,686] урона и получают [1,267] урона от кровотечения на 5 раундов.",
}
data[10019] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [13,316] урона и получают [1,330] урона от кровотечения на 5 раундов.",
}
data[10020] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [13,947] урона и получают [1,393] урона от кровотечения на 5 раундов.",
}
data[10021] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [14,578] урона и получают [1,456] урона от кровотечения на 5 раундов.",
}
data[10022] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [15,209] урона и получают [1,519] урона от кровотечения на 5 раундов.",
}
data[10023] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [15,840] урона и получают [1,582] урона от кровотечения на 5 раундов.",
}
data[10024] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [16,471] урона и получают [1,645] урона от кровотечения на 5 раундов.",
}
data[10025] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [17,102] урона и получают [1,708] урона от кровотечения на 5 раундов.",
}
data[10026] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [17,733] урона и получают [1,771] урона от кровотечения на 5 раундов.",
}
data[10027] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [18,364] урона и получают [1,834] урона от кровотечения на 5 раундов.",
}
data[10028] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [18,995] урона и получают [1,897] урона от кровотечения на 5 раундов.",
}
data[10029] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [19,626] урона и получают [1,960] урона от кровотечения на 5 раундов.",
}
data[10030] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [20,256] урона и получают [2,023] урона от кровотечения на 5 раундов.",
}
data[10031] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [22,161] урона и получают [2,214] урона от кровотечения на 5 раундов.",
}
data[10032] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [24,065] урона и получают [2,404] урона от кровотечения на 5 раундов.",
}
data[10033] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [25,969] урона и получают [2,594] урона от кровотечения на 5 раундов.",
}
data[10034] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [27,873] урона и получают [2,784] урона от кровотечения на 5 раундов.",
}
data[10035] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [29,777] урона и получают [2,975] урона от кровотечения на 5 раундов.",
}
data[10036] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [31,681] урона и получают [3,165] урона от кровотечения на 5 раундов.",
}
data[10037] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [33,586] урона и получают [3,355] урона от кровотечения на 5 раундов.",
}
data[10038] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [35,490] урона и получают [3,546] урона от кровотечения на 5 раундов.",
}
data[10039] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [37,394] урона и получают [3,736] урона от кровотечения на 5 раундов.",
}
data[10040] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [39,298] урона и получают [3,926] урона от кровотечения на 5 раундов.",
}
data[10041] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [41,202] урона и получают [4,116] урона от кровотечения на 5 раундов.",
}
data[10042] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [43,106] урона и получают [4,307] урона от кровотечения на 5 раундов.",
}
data[10043] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [45,011] урона и получают [4,497] урона от кровотечения на 5 раундов.",
}
data[10044] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [46,915] урона и получают [4,687] урона от кровотечения на 5 раундов.",
}
data[10045] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [48,819] урона и получают [4,878] урона от кровотечения на 5 раундов.",
}
data[10046] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [50,723] урона и получают [5,068] урона от кровотечения на 5 раундов.",
}
data[10047] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [52,627] урона и получают [5,258] урона от кровотечения на 5 раундов.",
}
data[10048] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [54,531] урона и получают [5,448] урона от кровотечения на 5 раундов.",
}
data[10049] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [56,436] урона и получают [5,639] урона от кровотечения на 5 раундов.",
}
data[10050] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [58,340] урона и получают [5,829] урона от кровотечения на 5 раундов.",
}
data[10051] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [60,244] урона и получают [6,019] урона от кровотечения на 5 раундов.",
}
data[10052] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [62,148] урона и получают [6,210] урона от кровотечения на 5 раундов.",
}
data[10053] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [64,052] урона и получают [6,400] урона от кровотечения на 5 раундов.",
}
data[10054] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [65,956] урона и получают [6,590] урона от кровотечения на 5 раундов.",
}
data[10055] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [67,860] урона и получают [6,780] урона от кровотечения на 5 раундов.",
}
data[10056] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [69,765] урона и получают [6,971] урона от кровотечения на 5 раундов.",
}
data[10057] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [71,669] урона и получают [7,161] урона от кровотечения на 5 раундов.",
}
data[10058] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [73,573] урона и получают [7,351] урона от кровотечения на 5 раундов.",
}
data[10059] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [75,477] урона и получают [7,542] урона от кровотечения на 5 раундов.",
}
data[10060] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 3 случ. противника получают [77,381] урона и получают [7,732] урона от кровотечения на 5 раундов.",
}
data[10061] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [82,854] урона и получают [8,279] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 1% на 2 раунда если цель Кровоточит.",
}
data[10062] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [88,327] урона и получают [8,826] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 2% на 2 раунда если цель Кровоточит.",
}
data[10063] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [93,799] урона и получают [9,372] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 3% на 2 раунда если цель Кровоточит.",
}
data[10064] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [99,272] урона и получают [9,919] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 4% на 2 раунда если цель Кровоточит.",
}
data[10065] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [104,745] урона и получают [10,466] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 5% на 2 раунда если цель Кровоточит.",
}
data[10066] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [110,217] урона и получают [11,013] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 6% на 2 раунда если цель Кровоточит.",
}
data[10067] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [115,690] урона и получают [11,560] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 8% на 2 раунда если цель Кровоточит.",
}
data[10068] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [121,163] урона и получают [12,107] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 9% на 2 раунда если цель Кровоточит.",
}
data[10069] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [126,635] урона и получают [12,654] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 10% на 2 раунда если цель Кровоточит.",
}
data[10070] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [132,108] урона и получают [13,201] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 11% на 2 раунда если цель Кровоточит.",
}
data[10071] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [137,581] урона и получают [13,748] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 12% на 2 раунда если цель Кровоточит.",
}
data[10072] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [143,053] урона и получают [14,294] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 13% на 2 раунда если цель Кровоточит.",
}
data[10073] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [148,526] урона и получают [14,841] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 14% на 2 раунда если цель Кровоточит.",
}
data[10074] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [153,999] урона и получают [15,388] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 15% на 2 раунда если цель Кровоточит.",
}
data[10075] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [159,471] урона и получают [15,935] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 16% на 2 раунда если цель Кровоточит.",
}
data[10076] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [164,944] урона и получают [16,482] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 17% на 2 раунда если цель Кровоточит.",
}
data[10077] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [170,417] урона и получают [17,029] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 18% на 2 раунда если цель Кровоточит.",
}
data[10078] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [175,889] урона и получают [17,576] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 19% на 2 раунда если цель Кровоточит.",
}
data[10079] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [181,362] урона и получают [18,123] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 21% на 2 раунда если цель Кровоточит.",
}
data[10080] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [186,835] урона и получают [18,670] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 22% на 2 раунда если цель Кровоточит.",
}
data[10081] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [192,307] урона и получают [19,216] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 23% на 2 раунда если цель Кровоточит.",
}
data[10082] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [197,780] урона и получают [19,763] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 24% на 2 раунда если цель Кровоточит.",
}
data[10083] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [203,253] урона и получают [20,310] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 25% на 2 раунда если цель Кровоточит.",
}
data[10084] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [208,725] урона и получают [20,857] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 26% на 2 раунда если цель Кровоточит.",
}
data[10085] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [214,198] урона и получают [21,404] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 27% на 2 раунда если цель Кровоточит.",
}
data[10086] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [219,671] урона и получают [21,951] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 28% на 2 раунда если цель Кровоточит.",
}
data[10087] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [225,143] урона и получают [22,498] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 29% на 2 раунда если цель Кровоточит.",
}
data[10088] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [230,616] урона и получают [23,045] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 30% на 2 раунда если цель Кровоточит.",
}
data[10089] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [236,089] урона и получают [23,591] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 31% на 2 раунда если цель Кровоточит.",
}
data[10090] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [241,562] урона и получают [24,138] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 32% на 2 раунда если цель Кровоточит.",
}
data[10091] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [250,460] урона и получают [25,028] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 34% на 2 раунда если цель Кровоточит.",
}
data[10092] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [259,358] урона и получают [25,917] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 35% на 2 раунда если цель Кровоточит.",
}
data[10093] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [268,257] урона и получают [26,806] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 36% на 2 раунда если цель Кровоточит.",
}
data[10094] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [277,155] урона и получают [27,695] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 37% на 2 раунда если цель Кровоточит.",
}
data[10095] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [286,054] урона и получают [28,584] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 38% на 2 раунда если цель Кровоточит.",
}
data[10096] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [294,952] урона и получают [29,474] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 39% на 2 раунда если цель Кровоточит.",
}
data[10097] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [303,851] урона и получают [30,363] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 40% на 2 раунда если цель Кровоточит.",
}
data[10098] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [312,749] урона и получают [31,252] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 41% на 2 раунда если цель Кровоточит.",
}
data[10099] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [321,648] урона и получают [32,141] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 42% на 2 раунда если цель Кровоточит.",
}
data[10100] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [330,546] урона и получают [33,031] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 43% на 2 раунда если цель Кровоточит.",
}
data[10101] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [339,444] урона и получают [33,920] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 44% на 2 раунда если цель Кровоточит.",
}
data[10102] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [348,343] урона и получают [34,809] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 45% на 2 раунда если цель Кровоточит.",
}
data[10103] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [357,241] урона и получают [35,698] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 47% на 2 раунда если цель Кровоточит.",
}
data[10104] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [366,140] урона и получают [36,587] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 48% на 2 раунда если цель Кровоточит.",
}
data[10105] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [375,038] урона и получают [37,477] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 49% на 2 раунда если цель Кровоточит.",
}
data[10106] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [383,937] урона и получают [38,366] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 50% на 2 раунда если цель Кровоточит.",
}
data[10107] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [392,835] урона и получают [39,255] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 51% на 2 раунда если цель Кровоточит.",
}
data[10108] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [401,734] урона и получают [40,144] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 52% на 2 раунда если цель Кровоточит.",
}
data[10109] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [410,632] урона и получают [41,034] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 53% на 2 раунда если цель Кровоточит.",
}
data[10110] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [419,531] урона и получают [41,923] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 54% на 2 раунда если цель Кровоточит.",
}
data[10111] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [428,429] урона и получают [42,812] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 55% на 2 раунда если цель Кровоточит.",
}
data[10112] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [437,327] урона и получают [43,701] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 56% на 2 раунда если цель Кровоточит.",
}
data[10113] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [446,226] урона и получают [44,590] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 57% на 2 раунда если цель Кровоточит.",
}
data[10114] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [455,124] урона и получают [45,480] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 58% на 2 раунда если цель Кровоточит.",
}
data[10115] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [464,023] урона и получают [46,369] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 60% на 2 раунда если цель Кровоточит.",
}
data[10116] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [472,921] урона и получают [47,258] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 61% на 2 раунда если цель Кровоточит.",
}
data[10117] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [481,820] урона и получают [48,147] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 62% на 2 раунда если цель Кровоточит.",
}
data[10118] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [490,718] урона и получают [49,037] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 63% на 2 раунда если цель Кровоточит.",
}
data[10119] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [499,617] урона и получают [49,926] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 64% на 2 раунда если цель Кровоточит.",
}
data[10120] = {
    ["skillName"] = " Насильственный подрез",
    ["desc"] = "Активное умение: 4 случ. противника получают [508,515] урона и получают [50,815] урона от кровотечения на 5 раундов; 4 случ. союзника повышают Урон на 65% на 2 раунда если цель Кровоточит.",
}
data[2001] = {
    ["skillName"] = "Ослабление меткости",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 25% шанс на уменьш. Точность на 14% на 3 раунда.",
}
data[2002] = {
    ["skillName"] = "Подавление магии",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 25% шанс на получение немоты на 1 раунд.",
}
data[2003] = {
    ["skillName"] = "Поглощение жизни",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, получаете [10% от Атаки] здоровья.",
}
data[2004] = {
    ["skillName"] = "Критический удар",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 20%.",
}
data[2005] = {
    ["skillName"] = "Отравление",
    ["desc"] = "Пассивное умение: Когда наносит противнику критический урон, цель получают [18% от Атаки] урона от яда на 2 раунда.",
}
data[2006] = {
    ["skillName"] = "Живая ярость",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 25% когда в заднем ряду и + Здоровье на 13% когда на переднем ряде.",
}
data[2007] = {
    ["skillName"] = "Самовосстановление",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, имеете 80% шанс на получение [25% от Атаки] здоровья.",
}
data[2008] = {
    ["skillName"] = "Подавление магии",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 20% шанс на получение немоты на 1 раунд.",
}
data[2009] = {
    ["skillName"] = "Кровотечение",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 50% шанс на получение [24% от Атаки] урона от кровотечения на 2 раунда.",
}
data[2010] = {
    ["skillName"] = "Критический удар",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 25%.",
}
data[2011] = {
    ["skillName"] = "Урон от критич-го удара",
    ["desc"] = "Пассивное умение: + Критический урон на 50%.",
}
data[2012] = {
    ["skillName"] = "Увлекаться насилием",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Шанс Критического урона на 10%.",
}
data[2013] = {
    ["skillName"] = "Восстановление",
    ["desc"] = "Пассивное умение: Когда наносит противнику критический урон, получаете [37.5% от Атаки] здоровья.",
}
data[2014] = {
    ["skillName"] = "Искалечивающий удар",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Пробитие Брони на 14% на 3 раунда.",
}
data[2015] = {
    ["skillName"] = "Самовосстановление",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, имеете 50% шанс на получение [40% от Атаки] здоровья.",
}
data[2016] = {
    ["skillName"] = "Ядовитая атака",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 50% шанс на получение [24% от Атаки] урона от яда на 2 раунда.",
}
data[2017] = {
    ["skillName"] = "Удар по слабым",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [100% от Атаки] урона и передает атакующему 10% Атк. на 3 раунда.",
}
data[2018] = {
    ["skillName"] = "Лесная песня",
    ["desc"] = "Пассивное умение: + Атк. на 30% и + Шанс Критического урона на 30%.",
}
data[2019] = {
    ["skillName"] = "Внезапность",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 30% когда в заднем ряду и уменьш. Здоровье на 10% когда в заднем ряду.",
}
data[2020] = {
    ["skillName"] = "Головокружение",
    ["desc"] = "Пассивное умение: Когда наносит противнику критический урон, цель имеют 40% шанс на оглушение на 1 раунд.",
}
data[2021] = {
    ["skillName"] = "Охотник за демонами",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 30%, + Критический урон на 20% и + Атк. на 10%.",
}
data[2022] = {
    ["skillName"] = "Печальная стрела",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 45% шанс на получение [80% от Атаки] урона от яда на 1 раунд и имеют 10% шанс на получение немоты на 2 раунда.",
}
data[2023] = {
    ["skillName"] = "Унижение",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Критический урон на 10% и + Атк. на 10%.",
}
data[2024] = {
    ["skillName"] = "Жизнь",
    ["desc"] = "Пассивное умение: + Здоровье на 20% и + Защ. на 24%.",
}
data[2025] = {
    ["skillName"] = "Поднятие духа",
    ["desc"] = "Пассивное умение: Когда союзник наносит критичиский урон, получаете [35% от Атаки] здоровья.",
}
data[2026] = {
    ["skillName"] = "Горячая подушка",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Пробитие Брони на 10% на 6 раундов и получают [24% от Атаки] урона от горения на 6 раундов.",
}
data[2027] = {
    ["skillName"] = "Охотник за демонами",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 30% и + Критический урон на 30%.",
}
data[2028] = {
    ["skillName"] = "Удар по слабым",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [100% от Атаки] урона и уменьш. Атк. на 10% на 3 раунда.",
}
data[2029] = {
    ["skillName"] = "Искалечивающий удар",
    ["desc"] = "Обычная атака: 2 случ. противника получают [80% от Атаки] урона и имеют 10% шанс на оглушение на 2 раунда.",
}
data[2030] = {
    ["skillName"] = "Лесная песня",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 30%, + Атк. на 30% и + Здоровье на 10%.",
}
data[2031] = {
    ["skillName"] = "Твёрдость Геры",
    ["desc"] = "Пассивное умение: + Здоровье на 25% и + Защ. на 32%.",
}
data[2032] = {
    ["skillName"] = "Память об ужасе",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Шанс Критического урона на 10% на 2 раунда и уменьш. Атк. на 8% на 2 раунда.",
}
data[2033] = {
    ["skillName"] = "Контрудар",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий имеют 60% шанс на получение [100% от Атаки] урона от контрудара.",
}
data[2034] = {
    ["skillName"] = "Критический удар",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 30% и + Атк. на 20%.",
}
data[2035] = {
    ["skillName"] = "Отравление",
    ["desc"] = "Пассивное умение: Когда наносит противнику критический урон, цель получают [48% от Атаки] урона от яда на 2 раунда.",
}
data[2036] = {
    ["skillName"] = "Управление отравлением",
    ["desc"] = "Пассивное умение: + Урон на 35% если цель Отравлена.",
}
data[2037] = {
    ["skillName"] = "Ядовитая атака",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 50% шанс на получение [12% от Атаки] урона от яда на 2 раунда.",
}
data[2038] = {
    ["skillName"] = "Жизнь",
    ["desc"] = "Пассивное умение: + Здоровье на 10%.",
}
data[2039] = {
    ["skillName"] = "Контрудар",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий имеют 30% шанс на получение [67% от Атаки] урона от контрудара.",
}
data[2040] = {
    ["skillName"] = "Замораживание",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 10% шанс на заморозку на 1 раунд.",
}
data[2041] = {
    ["skillName"] = "Замораживание",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 10% шанс на заморозку на 1 раунд.",
}
data[2042] = {
    ["skillName"] = "Атака",
    ["desc"] = "Пассивное умение: + Атк. на 10%.",
}
data[2043] = {
    ["skillName"] = "Обездвиживание",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 30% шанс на получение немоты на 1 раунд.",
}
data[2044] = {
    ["skillName"] = "Доспехи",
    ["desc"] = "Пассивное умение: + Защ. на 32%.",
}
data[2045] = {
    ["skillName"] = "Жизнь",
    ["desc"] = "Пассивное умение: + Здоровье на 30%.",
}
data[2046] = {
    ["skillName"] = "Жажда крови",
    ["desc"] = "Пассивное умение: Когда противник блокирует обычную атаку, получаете [25% от Атаки] здоровья.",
}
data[2047] = {
    ["skillName"] = "Неудержимость",
    ["desc"] = "Пассивное умение: + Атк. на 15% когда в заднем ряду и + Здоровье на 15% когда на переднем ряде.",
}
data[2048] = {
    ["skillName"] = "Кровотечение",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 50% шанс на получение [40% от Атаки] урона от кровотечения на 2 раунда.",
}
data[2049] = {
    ["skillName"] = "Бронебойность",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 40%.",
}
data[2050] = {
    ["skillName"] = "Бешеный зверь",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Шанс Критического урона на 15%.",
}
data[2051] = {
    ["skillName"] = "Воля умершего",
    ["desc"] = "Пассивное умение: + Здоровье на 15% и + Точность на 15%.",
}
data[2052] = {
    ["skillName"] = "Кровавый натиск",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 30%, + Атк. на 50% на 3 раунда (срабатывает один раз).",
}
data[2053] = {
    ["skillName"] = "Бронебойная сила",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Пробитие Брони на 8.4%.",
}
data[2054] = {
    ["skillName"] = "Воля умершего",
    ["desc"] = "Пассивное умение: + Здоровье на 15% и + Точность на 15%.",
}
data[2055] = {
    ["skillName"] = "Хладнокровие",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, + Пробитие Брони на 8% на 2 раунда.",
}
data[2056] = {
    ["skillName"] = "Смертоносная мысль",
    ["desc"] = "Пассивное умение: + Атк. на 30% когда в заднем ряду и уменьш. Защ. на 32% когда на переднем ряде.",
}
data[2057] = {
    ["skillName"] = "Воля умершего",
    ["desc"] = "Пассивное умение: + Здоровье на 20% и + Точность на 20%.",
}
data[2058] = {
    ["skillName"] = "Ритуал спасения",
    ["desc"] = "Пассивное умение: Когда противник блокирует атаку, получаете [45% от Атаки] здоровья.",
}
data[2059] = {
    ["skillName"] = "Искреннее сердце",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, получаете [24% от Атаки] здоровья.",
}
data[2060] = {
    ["skillName"] = "Изъян",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 32% и + Атк. на 20%.",
}
data[2061] = {
    ["skillName"] = "Преследование",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [105% от Атаки] урона и уменьш. Защ. на 10%.",
}
data[2062] = {
    ["skillName"] = "Воля умершего",
    ["desc"] = "Пассивное умение: + Здоровье на 20% и + Пробитие Брони на 20%.",
}
data[2063] = {
    ["skillName"] = "Угроза смерти",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Пробитие Брони на 8.4% и + Шанс Критического урона на 8%.",
}
data[2064] = {
    ["skillName"] = "Уязвимость хладнокровия",
    ["desc"] = "Пассивное умение: Когда умирает союзник, + Пробитие Брони на 16% и + Атк. на 10%.",
}
data[2065] = {
    ["skillName"] = "Сила ярости ",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 32%, + Здоровье на 25% и + Атк. на 25%.",
}
data[2066] = {
    ["skillName"] = "Сконцентрированный удар",
    ["desc"] = "Обычная атака: Противники в переднем ряду получают [85% от Атаки] урона и уменьш. Блок на 10% на 3 раунда.",
}
data[2067] = {
    ["skillName"] = "Взгляд Калмара",
    ["desc"] = "Пассивное умение: + Точность на 30%, + Атк. на 25% и + Здоровье на 10%.",
}
data[2068] = {
    ["skillName"] = "Кровавый натиск",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [20% от Атаки] урона если их здоровье не меньше 50%.",
}
data[2069] = {
    ["skillName"] = "Головокружение",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 40% шанс на оглушение на 1 раунд.",
}
data[2070] = {
    ["skillName"] = "Изъян",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 32% и + Атк. на 20%.",
}
data[2071] = {
    ["skillName"] = "Разгром слабостями",
    ["desc"] = "Пассивное умение: + Урон на 56% если цель Оглушена.",
}
data[2072] = {
    ["skillName"] = "Атака",
    ["desc"] = "Пассивное умение: + Атк. на 10%.",
}
data[2073] = {
    ["skillName"] = "Доспехи",
    ["desc"] = "Пассивное умение: + Защ. на 16%.",
}
data[2074] = {
    ["skillName"] = "Ослабление меткости",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 35% шанс на уменьш. Точность на 20% на 3 раунда.",
}
data[2075] = {
    ["skillName"] = "Кровавая бронебойность",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 30%, + Пробитие Брони на 64% на 3 раунда (срабатывает один раз).",
}
data[2076] = {
    ["skillName"] = "Овладение магией",
    ["desc"] = "Пассивное умение: + Урон Способности на 37.5%.",
}
data[2077] = {
    ["skillName"] = "Искреннее сердце",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Атк. на 5% на 3 раунда.",
}
data[2078] = {
    ["skillName"] = "Запирание",
    ["desc"] = "Пассивное умение: + Блок на 10%.",
}
data[2079] = {
    ["skillName"] = "Заветное желание",
    ["desc"] = "Пассивное умение: + Здоровье на 10% и + Скорость на 20.",
}
data[2080] = {
    ["skillName"] = "Окаменение",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 10% шанс на окаменение на 1 раунд.",
}
data[2081] = {
    ["skillName"] = "Загадочное сердце",
    ["desc"] = "Пассивное умение: + Атк. на 25% и + Здоровье на 20%.",
}
data[2082] = {
    ["skillName"] = "Доспехи",
    ["desc"] = "Пассивное умение: + Защ. на 32%.",
}
data[2083] = {
    ["skillName"] = "Самовосстановление",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, получаете [25% от Атаки] здоровья.",
}
data[2084] = {
    ["skillName"] = "Мастер меча",
    ["desc"] = "Пассивное умение: + Блок на 20% и + Атк. на 25%.",
}
data[2085] = {
    ["skillName"] = "Замораживание",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 15% шанс на заморозку на 1 раунд.",
}
data[2086] = {
    ["skillName"] = "Загадочное сердце",
    ["desc"] = "Пассивное умение: + Атк. на 25% и + Здоровье на 20%.",
}
data[2087] = {
    ["skillName"] = "Снайпер",
    ["desc"] = "Пассивное умение: + Блок на 10%, + Атк. на 10% и + Скорость на 20.",
}
data[2088] = {
    ["skillName"] = "Искреннее сердце",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Атк. на 5% на 3 раунда.",
}
data[2089] = {
    ["skillName"] = "Оборонная позиция",
    ["desc"] = "Пассивное умение: + Блок на 15% когда в заднем ряду и + Здоровье на 15% когда на переднем ряде.",
}
data[2090] = {
    ["skillName"] = "Контрудар",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий имеют 40% шанс на получение [63% от Атаки] урона от контрудара.",
}
data[2091] = {
    ["skillName"] = "Величие гномов",
    ["desc"] = "Пассивное умение: + Защ. на 32% и + Здоровье на 20%.",
}
data[2092] = {
    ["skillName"] = "Контрудар",
    ["desc"] = "Пассивное умение: Когда получает критический урон, атакующий получают [100% от Атаки] урона от контрудара.",
}
data[2093] = {
    ["skillName"] = "Мастер меча",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 20%, + Атк. на 20% и + Здоровье на 15%.",
}
data[2094] = {
    ["skillName"] = "Паралич",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Атк. на 4% на 3 раунда; + Атк. на 4% на 3 раунда.",
}
data[2095] = {
    ["skillName"] = "Управление замораживанием",
    ["desc"] = "Пассивное умение: + Урон на 80% если цель Заморожена.",
}
data[2096] = {
    ["skillName"] = "Мистическое сердце",
    ["desc"] = "Пассивное умение: + Атк. на 20% и + Здоровье на 20%.",
}
data[2097] = {
    ["skillName"] = "Верность Бэри",
    ["desc"] = "Пассивное умение: После смерти, противники в заднем ряду имеют 20% шанс на оглушение на 2 раунда (срабатывает один раз).",
}
data[2098] = {
    ["skillName"] = "Танец теней",
    ["desc"] = "Пассивное умение: + Блок на 25% и + Атк. на 20%.",
}
data[2099] = {
    ["skillName"] = "Кровотечение",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 50% шанс на получение [50% от Атаки] урона от кровотечения на 2 раунда.",
}
data[2100] = {
    ["skillName"] = "Проницательность",
    ["desc"] = "Пассивное умение: Когда блокирует урон, получаете [120% от Атаки] здоровья.",
}
data[2101] = {
    ["skillName"] = "Ниндзюцу",
    ["desc"] = "Пассивное умение: + Блок на 25%, + Скорость на 40 и + Здоровье на 10%.",
}
data[2102] = {
    ["skillName"] = "Беспорядочная атака",
    ["desc"] = "Обычная атака: 1 случ. противник получает [100% от Атаки] урона и уменьш. Точность на 10% на 2 раунда.",
}
data[2103] = {
    ["skillName"] = "Искреннее сердце",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Атк. на 5% на 3 раунда.",
}
data[2104] = {
    ["skillName"] = "Магические способности",
    ["desc"] = "Пассивное умение: + Урон Способности на 60%, + Здоровье на 25% и + Точность на 10%.",
}
data[2105] = {
    ["skillName"] = "Боевое преимущество",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 30% шанс на уменьш. Шанс Критического урона на 10% на 3 раунда; имеете 30% шанс на повышение Атк. на 20% на 3 раунда.",
}
data[2106] = {
    ["skillName"] = "Критический удар",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 10%.",
}
data[2107] = {
    ["skillName"] = "Доспехи",
    ["desc"] = "Пассивное умение: + Защ. на 16%.",
}
data[2108] = {
    ["skillName"] = "Атака последних рядов",
    ["desc"] = "Обычная атака: Противники в заднем ряду получают [50% от Атаки] урона.",
}
data[2109] = {
    ["skillName"] = "Демоническое сердце",
    ["desc"] = "Пассивное умение: + Защ. на 16% и + Здоровье на 10%.",
}
data[2110] = {
    ["skillName"] = "Поглощение жизни",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, получаете [20% от Атаки] здоровья.",
}
data[2111] = {
    ["skillName"] = "Атака",
    ["desc"] = "Пассивное умение: + Атк. на 15%.",
}
data[2112] = {
    ["skillName"] = "Боевое преимущество",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Шанс Критического урона на 5% на 3 раунда.",
}
data[2113] = {
    ["skillName"] = "Контрудар",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий имеют 30% шанс на получение [67% от Атаки] урона от контрудара.",
}
data[2114] = {
    ["skillName"] = "Атака",
    ["desc"] = "Пассивное умение: + Атк. на 15%.",
}
data[2115] = {
    ["skillName"] = "Огненный покров",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий имеют 30% шанс на получение [20% от Атаки] урона от горения на 2 раунда.",
}
data[2116] = {
    ["skillName"] = "Поджог",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 50% шанс на получение [30% от Атаки] урона от горения на 2 раунда.",
}
data[2117] = {
    ["skillName"] = "Атака",
    ["desc"] = "Пассивное умение: + Атк. на 20%.",
}
data[2118] = {
    ["skillName"] = "Склонность к атакам",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Атк. на 10%.",
}
data[2119] = {
    ["skillName"] = "Демоническое сердце",
    ["desc"] = "Пассивное умение: + Защ. на 24% и + Здоровье на 15%.",
}
data[2120] = {
    ["skillName"] = "Стальное сердце",
    ["desc"] = "Пассивное умение: Когда получает критический урон, получаете [30% от Атаки] здоровья.",
}
data[2121] = {
    ["skillName"] = "Атака",
    ["desc"] = "Пассивное умение: + Атк. на 15%.",
}
data[2122] = {
    ["skillName"] = "Поджог",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 40% шанс на получение [23% от Атаки] урона от горения на 2 раунда.",
}
data[2123] = {
    ["skillName"] = "Дикая мощь",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, + Атк. на 3% на 2 раунда.",
}
data[2124] = {
    ["skillName"] = "Могущество",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Урон Способности на 15% на 3 раунда; + Урон Способности на 15% на 3 раунда.",
}
data[2125] = {
    ["skillName"] = "Поглощение атаки",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели передают атакующему 14% Атк..",
}
data[2126] = {
    ["skillName"] = "Ядовитая атака",
    ["desc"] = "Обычная атака: 3 случ. противника получают [75% от Атаки] урона и имеют 70% шанс на получение [65% от Атаки] урона от яда на 2 раунда.",
}
data[2127] = {
    ["skillName"] = "Подарок Маргариты",
    ["desc"] = "Пассивное умение: После смерти, все противники получают [65% от Атаки] урона от яда на 4 раунда (срабатывает один раз).",
}
data[2128] = {
    ["skillName"] = "Ярость лезвия",
    ["desc"] = "Пассивное умение: + Атк. на 30%, + Критический урон на 10% и + Здоровье на 8%.",
}
data[2129] = {
    ["skillName"] = "Сдерживание силы силой",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Шанс Критического урона на 10% на 3 раунда; + Шанс Критического урона на 10% на 3 раунда и имеете 30% шанс на повышение Критический урон на 15% на 2 раунда.",
}
data[2130] = {
    ["skillName"] = "Демоническое сердце",
    ["desc"] = "Пассивное умение: + Защ. на 32% и + Здоровье на 20%.",
}
data[2131] = {
    ["skillName"] = "Память об ужасе",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Шанс Критического урона на 9% на 3 раунда.",
}
data[2132] = {
    ["skillName"] = "Доспехи тирана",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 30%, + Защ. на 60% на 3 раунда (срабатывает один раз).",
}
data[2133] = {
    ["skillName"] = "Атака",
    ["desc"] = "Пассивное умение: + Атк. на 20% и + Здоровье на 15%.",
}
data[2134] = {
    ["skillName"] = "Поджог",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 35% шанс на получение [80% от Атаки] урона от горения на 2 раунда.",
}
data[2135] = {
    ["skillName"] = "Демоническое сердце",
    ["desc"] = "Пассивное умение: + Защ. на 32% и + Здоровье на 20%.",
}
data[2136] = {
    ["skillName"] = "Контрудар",
    ["desc"] = "Пассивное умение: Когда получает критический урон, атакующий получают [150% от Атаки] урона от контрудара.",
}
data[2137] = {
    ["skillName"] = "Демоническая сила",
    ["desc"] = "Пассивное умение: + Атк. на 20%, + Шанс Критического урона на 20% и + Здоровье на 10%.",
}
data[2138] = {
    ["skillName"] = "Яростная атака",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Атк. на 15%.",
}
data[2139] = {
    ["skillName"] = "Тёмная материя",
    ["desc"] = "Пассивное умение: + Урон Способности на 37.5% и + Здоровье на 15%.",
}
data[2140] = {
    ["skillName"] = "Сущность доспехов",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 25% шанс на уменьш. Защ. на 20% на 3 раунда; имеете 25% шанс на повышение Защ. на 20% на 3 раунда.",
}
data[2141] = {
    ["skillName"] = "Тёмная материя",
    ["desc"] = "Пассивное умение: + Урон Способности на 50% и + Здоровье на 20%.",
}
data[2142] = {
    ["skillName"] = "Управление магией",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Урон Способности на 17.5%.",
}
data[2143] = {
    ["skillName"] = "Тёмная материя",
    ["desc"] = "Пассивное умение: + Урон Способности на 50% и + Здоровье на 20%.",
}
data[2144] = {
    ["skillName"] = "Сила слабости",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Святой урон (чистый) на 7.2% на 3 раунда.",
}
data[2145] = {
    ["skillName"] = "Чёрная дыра",
    ["desc"] = "Пассивное умение: + Урон Способности на 62.5%, + Здоровье на 20% и + Скорость на 40.",
}
data[2146] = {
    ["skillName"] = "Окаменение",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 35% шанс на окаменение на 1 раунд.",
}
data[2147] = {
    ["skillName"] = "Защита атакой",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, имеете 50% шанс на повышение Атк. на 30% на 2 раунда; атакующий имеют 25% шанс на уменьш. Энерг. на 15.",
}
data[2148] = {
    ["skillName"] = "Закон божественного света",
    ["desc"] = "Пассивное умение: + Святой урон (чистый) на 18% и + Атк. на 20%.",
}
data[2149] = {
    ["skillName"] = "Закон божественного света",
    ["desc"] = "Пассивное умение: + Святой урон (чистый) на 24% и + Атк. на 20%.",
}
data[2150] = {
    ["skillName"] = "Склонность к битвам",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Святой урон (чистый) на 8.4%.",
}
data[2151] = {
    ["skillName"] = "Закон божественного света",
    ["desc"] = "Пассивное умение: + Святой урон (чистый) на 24% и + Атк. на 20%.",
}
data[2152] = {
    ["skillName"] = "Разрушение магии",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Урон Способности на 15% на 3 раунда.",
}
data[2153] = {
    ["skillName"] = "Закон рая",
    ["desc"] = "Пассивное умение: + Святой урон (чистый) на 36%, + Атк. на 15%, + Здоровье на 15% и + Шанс Критического урона на 10%.",
}
data[2154] = {
    ["skillName"] = "Возвращать жизненность",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, получаете [45% от Атаки] здоровья и + Святой урон (чистый) на 10% на 4 раунда.",
}
data[2155] = {
    ["skillName"] = "Самозаживление",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, получаете [20% от Атаки] здоровья и + Святой урон (чистый) на 10% на 3 раунда.",
}
data[2156] = {
    ["skillName"] = "Критический удар",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 30%.",
}
data[2157] = {
    ["skillName"] = "Урон от критич-го удара",
    ["desc"] = "Пассивное умение: + Критический урон на 60%.",
}
data[2158] = {
    ["skillName"] = "Увлекаться насилием",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Шанс Критического урона на 10%.",
}
data[2159] = {
    ["skillName"] = "Восстановление",
    ["desc"] = "Пассивное умение: Когда наносит противнику критический урон, получаете [80% от Атаки] здоровья.",
}
data[2160] = {
    ["skillName"] = "Искалечивающий удар",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Пробитие Брони на 20% на 3 раунда.",
}
data[2161] = {
    ["skillName"] = "Самовосстановление",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, имеете 50% шанс на получение [55% от Атаки] здоровья.",
}
data[2162] = {
    ["skillName"] = "Ядовитая атака",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 50% шанс на получение [54% от Атаки] урона от яда на 2 раунда.",
}
data[2163] = {
    ["skillName"] = "Удар по слабым",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [100% от Атаки] урона и передает атакующему 10% Атк. на 3 раунда.",
}
data[2164] = {
    ["skillName"] = "Лесная песня",
    ["desc"] = "Пассивное умение: + Атк. на 30% и + Шанс Критического урона на 30%.",
}
data[2165] = {
    ["skillName"] = "Управление магией",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Урон Способности на 22%.",
}
data[2166] = {
    ["skillName"] = "Внезапность",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 40% когда в заднем ряду и уменьш. Здоровье на 15% когда в заднем ряду.",
}
data[2167] = {
    ["skillName"] = "Головокружение",
    ["desc"] = "Пассивное умение: Когда наносит противнику критический урон, цель имеют 40% шанс на оглушение на 1 раунд.",
}
data[2168] = {
    ["skillName"] = "Охотник за демонами II",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 30%, + Критический урон на 25% и + Атк. на 20%.",
}
data[2169] = {
    ["skillName"] = "Печальная стрела",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 60% шанс на получение [140% от Атаки] урона от яда на 1 раунд и имеют 15% шанс на получение немоты на 2 раунда.",
}
data[2170] = {
    ["skillName"] = "Унижение II",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Критический урон на 15% и + Атк. на 12%.",
}
data[2171] = {
    ["skillName"] = "Жизнь II",
    ["desc"] = "Пассивное умение: + Здоровье на 30% и + Защ. на 35%.",
}
data[2172] = {
    ["skillName"] = "Поднятие духа II",
    ["desc"] = "Пассивное умение: Когда союзник наносит критичиский урон, получаете [45% от Атаки] здоровья.",
}
data[2173] = {
    ["skillName"] = "Горячая подушка II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Пробитие Брони на 13% на 6 раундов и получают [36% от Атаки] урона от горения на 6 раундов.",
}
data[2174] = {
    ["skillName"] = "Охотник за демонами II",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 30% и + Критический урон на 40%.",
}
data[2175] = {
    ["skillName"] = "Удар по слабым II",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [105% от Атаки] урона и уменьш. Атк. на 15% на 3 раунда.",
}
data[2176] = {
    ["skillName"] = "Ядовитая атака II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 50% шанс на получение [80% от Атаки] урона от яда на 2 раунда.",
}
data[2177] = {
    ["skillName"] = "Искалечивающий удар II",
    ["desc"] = "Обычная атака: 2 случ. противника получают [95% от Атаки] урона и имеют 12% шанс на оглушение на 2 раунда.",
}
data[2178] = {
    ["skillName"] = "Лесная песня II",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 30%, + Атк. на 35% и + Здоровье на 15%.",
}
data[2179] = {
    ["skillName"] = "Сенная душа II",
    ["desc"] = "Пассивное умение: Когда противник умирает, союзник с наименьшим здоровьем получает [20% от максимального Здоровья] здоровья.",
}
data[2180] = {
    ["skillName"] = "Твёрдость Геры II",
    ["desc"] = "Пассивное умение: + Здоровье на 32% и + Снижение урона на 20%.",
}
data[2181] = {
    ["skillName"] = "Память об ужасе II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Шанс Критического урона на 15% на 2 раунда и уменьш. Атк. на 11% на 2 раунда.",
}
data[2182] = {
    ["skillName"] = "Контрудар II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий имеют 70% шанс на получение [150% от Атаки] урона от контрудара.",
}
data[2183] = {
    ["skillName"] = "Критический удар II",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 30% и + Атк. на 25%.",
}
data[2184] = {
    ["skillName"] = "Отравление II",
    ["desc"] = "Пассивное умение: Когда наносит противнику критический урон, цель получают [66% от Атаки] урона от яда на 2 раунда.",
}
data[2185] = {
    ["skillName"] = "Управление отравлением II",
    ["desc"] = "Пассивное умение: + Урон на 50% если цель Отравлена.",
}
data[2186] = {
    ["skillName"] = "Жизнь",
    ["desc"] = "Пассивное умение: + Здоровье на 40%.",
}
data[2187] = {
    ["skillName"] = "Жажда крови",
    ["desc"] = "Пассивное умение: Когда противник блокирует обычную атаку, получаете [100% от Атаки] здоровья.",
}
data[2188] = {
    ["skillName"] = "Неудержимость",
    ["desc"] = "Пассивное умение: + Атк. на 25% когда в заднем ряду и + Здоровье на 25% когда на переднем ряде.",
}
data[2189] = {
    ["skillName"] = "Кровотечение",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 50% шанс на получение [50% от Атаки] урона от кровотечения на 2 раунда.",
}
data[2190] = {
    ["skillName"] = "Бронебойность",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 64%.",
}
data[2191] = {
    ["skillName"] = "Бешеный зверь",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Шанс Критического урона на 20%.",
}
data[2192] = {
    ["skillName"] = "Воля умершего",
    ["desc"] = "Пассивное умение: + Здоровье на 25% и + Точность на 20%.",
}
data[2193] = {
    ["skillName"] = "Кровавый натиск",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 30%, + Атк. на 65% на 3 раунда (срабатывает один раз).",
}
data[2194] = {
    ["skillName"] = "Бронебойная сила",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Пробитие Брони на 14%.",
}
data[2195] = {
    ["skillName"] = "Воля умершего",
    ["desc"] = "Пассивное умение: + Здоровье на 25% и + Точность на 20%.",
}
data[2196] = {
    ["skillName"] = "Хладнокровие",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, + Пробитие Брони на 8% на 2 раунда.",
}
data[2197] = {
    ["skillName"] = "Смертоносная мысль",
    ["desc"] = "Пассивное умение: + Атк. на 40% когда в заднем ряду и уменьш. Защ. на 40% когда в заднем ряду.",
}
data[2198] = {
    ["skillName"] = "Воля умершего II",
    ["desc"] = "Пассивное умение: + Здоровье на 30% и + Точность на 20%.",
}
data[2199] = {
    ["skillName"] = "Ритуал спасения II",
    ["desc"] = "Пассивное умение: Когда противник блокирует атаку, получаете [60% от Атаки] здоровья.",
}
data[2200] = {
    ["skillName"] = "Искреннее сердце II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, получаете [36% от Атаки] здоровья.",
}
data[2201] = {
    ["skillName"] = "Изъян II",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 36%, + Атк. на 22% и + Здоровье на 10%.",
}
data[2202] = {
    ["skillName"] = "Преследование II",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [110% от Атаки] урона и уменьш. Защ. на 15%.",
}
data[2203] = {
    ["skillName"] = "Кровавая бронебойность II",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, + Пробитие Брони на 30% и получаете [300% от Атаки] здоровья на 4 раунда (срабатывает один раз).",
}
data[2204] = {
    ["skillName"] = "Воля умершего II",
    ["desc"] = "Пассивное умение: + Здоровье на 30% и + Пробитие Брони на 28%.",
}
data[2205] = {
    ["skillName"] = "Угроза смерти II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Пробитие Брони на 11.2% и + Шанс Критического урона на 11%.",
}
data[2206] = {
    ["skillName"] = "Кровавая защита II",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, + Атк. на 60% на 3 раунда (срабатывает один раз).",
}
data[2207] = {
    ["skillName"] = "Уязвимость хладнокровия II",
    ["desc"] = "Пассивное умение: Когда умирает союзник, + Пробитие Брони на 20% и + Атк. на 20%.",
}
data[2208] = {
    ["skillName"] = "Сила ярости  II",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 32%, + Здоровье на 25% и + Атк. на 25%.",
}
data[2209] = {
    ["skillName"] = "Распространение II",
    ["desc"] = "Пассивное умение: После смерти, все противники получают [75% от Атаки] урона (срабатывает один раз).",
}
data[2210] = {
    ["skillName"] = "Сконцентрированный удар II",
    ["desc"] = "Обычная атака: Противники в переднем ряду получают [95% от Атаки] урона и уменьш. Блок на 15% на 3 раунда.",
}
data[2211] = {
    ["skillName"] = "Взгляд Калмара II",
    ["desc"] = "Пассивное умение: + Точность на 60%, + Атк. на 35% и + Здоровье на 15%.",
}
data[2212] = {
    ["skillName"] = "Кровавый натиск II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [50% от Атаки] урона если их здоровье не меньше 50%.",
}
data[2213] = {
    ["skillName"] = "Головокружение II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 50% шанс на оглушение на 1 раунд.",
}
data[2214] = {
    ["skillName"] = "Изъян II",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 32% и + Атк. на 30%.",
}
data[2215] = {
    ["skillName"] = "Разгром слабостями II",
    ["desc"] = "Пассивное умение: + Урон на 75% если цель Оглушена.",
}
data[2216] = {
    ["skillName"] = "Загадочное сердце",
    ["desc"] = "Пассивное умение: + Атк. на 25% и + Здоровье на 30%.",
}
data[2217] = {
    ["skillName"] = "Раздвоение магией",
    ["desc"] = "Обычная атака: 2 случ. противника получают [75% от Атаки] урона.",
}
data[2218] = {
    ["skillName"] = "Доспехи",
    ["desc"] = "Пассивное умение: + Защ. на 56%.",
}
data[2219] = {
    ["skillName"] = "Самовосстановление",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, получаете [35% от Атаки] здоровья.",
}
data[2220] = {
    ["skillName"] = "Мастер меча",
    ["desc"] = "Пассивное умение: + Блок на 20% и + Атк. на 30%.",
}
data[2221] = {
    ["skillName"] = "Кровотечение",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 50% шанс на получение [40% от Атаки] урона от кровотечения на 2 раунда.",
}
data[2222] = {
    ["skillName"] = "Замораживание",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 25% шанс на заморозку на 1 раунд.",
}
data[2223] = {
    ["skillName"] = "Загадочное сердце",
    ["desc"] = "Пассивное умение: + Атк. на 30% и + Здоровье на 30%.",
}
data[2224] = {
    ["skillName"] = "Снайпер",
    ["desc"] = "Пассивное умение: + Блок на 15%, + Атк. на 15% и + Скорость на 30.",
}
data[2225] = {
    ["skillName"] = "Искреннее сердце",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Атк. на 9% на 3 раунда.",
}
data[2226] = {
    ["skillName"] = "Оборонная позиция",
    ["desc"] = "Пассивное умение: + Блок на 20% когда в заднем ряду и + Здоровье на 20% когда на переднем ряде.",
}
data[2227] = {
    ["skillName"] = "Контрудар",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий имеют 40% шанс на получение [75% от Атаки] урона от контрудара.",
}
data[2228] = {
    ["skillName"] = "Величие гномов II",
    ["desc"] = "Пассивное умение: + Защ. на 40% и + Здоровье на 30%.",
}
data[2229] = {
    ["skillName"] = "Контрудар II",
    ["desc"] = "Пассивное умение: Когда получает критический урон, атакующий получают [120% от Атаки] урона от контрудара.",
}
data[2230] = {
    ["skillName"] = "Кровавая защита II",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все союзники повышают Защ. на 60% на 3 раунда (срабатывает один раз).",
}
data[2231] = {
    ["skillName"] = "Мастер меча II",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 30%, + Атк. на 25% и + Здоровье на 20%.",
}
data[2232] = {
    ["skillName"] = "Паралич II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Атк. на 7% на 3 раунда; + Атк. на 7% на 3 раунда.",
}
data[2233] = {
    ["skillName"] = "Управление замораживанием II",
    ["desc"] = "Пассивное умение: + Урон на 120% если цель Заморожена.",
}
data[2234] = {
    ["skillName"] = "Мистическое сердце II",
    ["desc"] = "Пассивное умение: + Атк. на 20% и + Здоровье на 30%.",
}
data[2235] = {
    ["skillName"] = "Верность Бэри II",
    ["desc"] = "Пассивное умение: После смерти, противники в заднем ряду имеют 28% шанс на оглушение на 2 раунда (срабатывает один раз).",
}
data[2236] = {
    ["skillName"] = "Головокружение II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 27% шанс на оглушение на 2 раунда.",
}
data[2237] = {
    ["skillName"] = "Танец теней II",
    ["desc"] = "Пассивное умение: + Блок на 30% и + Атк. на 30%.",
}
data[2238] = {
    ["skillName"] = "Кровотечение II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 70% шанс на получение [60% от Атаки] урона от кровотечения на 2 раунда.",
}
data[2239] = {
    ["skillName"] = "Удар по слабым II",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [100% от Атаки] урона и передает атакующему 10% Атк. на 3 раунда.",
}
data[2240] = {
    ["skillName"] = "Проницательность II",
    ["desc"] = "Пассивное умение: Когда блокирует урон, получаете [160% от Атаки] здоровья.",
}
data[2241] = {
    ["skillName"] = "Ниндзюцу II",
    ["desc"] = "Пассивное умение: + Блок на 30%, + Скорость на 50 и + Здоровье на 15%.",
}
data[2242] = {
    ["skillName"] = "Беспорядочная атака II",
    ["desc"] = "Обычная атака: Противники в переднем ряду получают [85% от Атаки] урона и уменьш. Точность на 15% на 2 раунда.",
}
data[2243] = {
    ["skillName"] = "Искреннее сердце II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Атк. на 8% на 3 раунда.",
}
data[2244] = {
    ["skillName"] = "Магические способности II",
    ["desc"] = "Пассивное умение: + Урон Способности на 75%, + Здоровье на 35% и + Точность на 20%.",
}
data[2245] = {
    ["skillName"] = "Ледяной взрыв II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 80% шанс на уменьш. Шанс Критического урона на 10% на 3 раунда; имеете 80% шанс на повышение Атк. на 20% на 3 раунда.",
}
data[2246] = {
    ["skillName"] = "Поджог",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 50% шанс на получение [48% от Атаки] урона от горения на 2 раунда.",
}
data[2247] = {
    ["skillName"] = "Атака",
    ["desc"] = "Пассивное умение: + Атк. на 30%.",
}
data[2248] = {
    ["skillName"] = "Склонность к атакам",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Атк. на 10%.",
}
data[2249] = {
    ["skillName"] = "Горячая подушка",
    ["desc"] = "Пассивное умение: + Урон на 25% если цель Горит.",
}
data[2250] = {
    ["skillName"] = "Демоническое сердце",
    ["desc"] = "Пассивное умение: + Защ. на 32% и + Здоровье на 25%.",
}
data[2251] = {
    ["skillName"] = "Стальное сердце",
    ["desc"] = "Пассивное умение: Когда получает критический урон, получаете [50% от Атаки] здоровья.",
}
data[2252] = {
    ["skillName"] = "Атака&HP",
    ["desc"] = "Пассивное умение: + Атк. на 20% и + Здоровье на 25%.",
}
data[2253] = {
    ["skillName"] = "Поджог",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 40% шанс на получение [38% от Атаки] урона от горения на 2 раунда.",
}
data[2254] = {
    ["skillName"] = "Дикая мощь",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, + Атк. на 6% на 2 раунда.",
}
data[2255] = {
    ["skillName"] = "Могущество",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Урон Способности на 25% на 3 раунда; + Урон Способности на 15% на 3 раунда.",
}
data[2256] = {
    ["skillName"] = "Поглощение атаки",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели передают атакующему 18% Атк..",
}
data[2257] = {
    ["skillName"] = "Ярость лезвия",
    ["desc"] = "Пассивное умение: + Урон на 20% если цель Киллер.",
}
data[2258] = {
    ["skillName"] = "Ядовитая атака II",
    ["desc"] = "Обычная атака: 3 случ. противника получают [85% от Атаки] урона и имеют 80% шанс на получение [70% от Атаки] урона от яда на 2 раунда.",
}
data[2259] = {
    ["skillName"] = "Подарок Маргариты II",
    ["desc"] = "Пассивное умение: После смерти, все противники получают [73% от Атаки] урона от яда на 4 раунда (срабатывает один раз).",
}
data[2260] = {
    ["skillName"] = "Ядовитый покров II",
    ["desc"] = "Пассивное умение: Пока получает постоянный урон, получаете [120% от Атаки] здоровья.",
}
data[2261] = {
    ["skillName"] = "Ярость лезвия II",
    ["desc"] = "Пассивное умение: + Атк. на 40%, + Критический урон на 20% и + Здоровье на 12%.",
}
data[2262] = {
    ["skillName"] = "Сдерживание силы силой II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Шанс Критического урона на 15% на 4 раунда; + Шанс Критического урона на 15% на 4 раунда и имеете 40% шанс на повышение Критический урон на 22% на 2 раунда.",
}
data[2263] = {
    ["skillName"] = "Контрудар II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получают [80% от Атаки] урона от контрудара.",
}
data[2264] = {
    ["skillName"] = "Демоническое сердце II",
    ["desc"] = "Пассивное умение: + Защ. на 32% и + Здоровье на 30%.",
}
data[2265] = {
    ["skillName"] = "Память об ужасе II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Шанс Критического урона на 15% на 3 раунда.",
}
data[2266] = {
    ["skillName"] = "Доспехи тирана II",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 30%, + Защ. на 100% на 3 раунда (срабатывает один раз).",
}
data[2267] = {
    ["skillName"] = "Атака II",
    ["desc"] = "Пассивное умение: + Атк. на 25% и + Здоровье на 20%.",
}
data[2268] = {
    ["skillName"] = "Поджог II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 55% шанс на получение [90% от Атаки] урона от горения на 2 раунда.",
}
data[2269] = {
    ["skillName"] = "Огненный покров II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий имеют 80% шанс на получение [80% от Атаки] урона от горения на 1 раунд.",
}
data[2270] = {
    ["skillName"] = "Демоническое сердце II",
    ["desc"] = "Пассивное умение: + Защ. на 32% и + Здоровье на 30%.",
}
data[2271] = {
    ["skillName"] = "Контрудар II",
    ["desc"] = "Пассивное умение: Когда получает критический урон, атакующий получают [240% от Атаки] урона от контрудара.",
}
data[2272] = {
    ["skillName"] = "Хрусталь защиты II",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, + Снижение урона на 35% на 3 раунда (срабатывает один раз).",
}
data[2273] = {
    ["skillName"] = "Демоническая сила II",
    ["desc"] = "Пассивное умение: + Атк. на 25%, + Шанс Критического урона на 30% и + Здоровье на 15%.",
}
data[2274] = {
    ["skillName"] = "Яростная атака II",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Атк. на 20%.",
}
data[2275] = {
    ["skillName"] = "Удар по слабым II",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [110% от Атаки] урона.",
}
data[2276] = {
    ["skillName"] = "Тёмная материя",
    ["desc"] = "Пассивное умение: + Урон Способности на 75% и + Здоровье на 30%.",
}
data[2277] = {
    ["skillName"] = "Управление магией",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Урон Способности на 21.9%.",
}
data[2278] = {
    ["skillName"] = "Тёмная материя",
    ["desc"] = "Пассивное умение: + Урон Способности на 75% и + Здоровье на 30%.",
}
data[2279] = {
    ["skillName"] = "Сила слабости",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Святой урон (чистый) на 9% на 3 раунда.",
}
data[2280] = {
    ["skillName"] = "Чёрная дыра II",
    ["desc"] = "Пассивное умение: + Урон Способности на 87.5%, + Здоровье на 35% и + Скорость на 50.",
}
data[2281] = {
    ["skillName"] = "Окаменение II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 45% шанс на окаменение на 1 раунд.",
}
data[2282] = {
    ["skillName"] = "Защита атакой II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, имеете 50% шанс на повышение Атк. на 45% на 2 раунда; атакующий имеют 25% шанс на уменьш. Энерг. на 20.",
}
data[2283] = {
    ["skillName"] = "Закон божественного света",
    ["desc"] = "Пассивное умение: + Святой урон (чистый) на 36% и + Атк. на 30%.",
}
data[2284] = {
    ["skillName"] = "Склонность к битвам",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Святой урон (чистый) на 10.5%.",
}
data[2285] = {
    ["skillName"] = "Закон божественного света",
    ["desc"] = "Пассивное умение: + Святой урон (чистый) на 36% и + Атк. на 30%.",
}
data[2286] = {
    ["skillName"] = "Разрушение магии",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Урон Способности на 18.8% на 3 раунда.",
}
data[2287] = {
    ["skillName"] = "Закон рая II",
    ["desc"] = "Пассивное умение: + Святой урон (чистый) на 48%, + Атк. на 20%, + Здоровье на 20% и + Шанс Критического урона на 15%.",
}
data[2288] = {
    ["skillName"] = "Возвращать жизненность II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, получаете [80% от Атаки] здоровья и + Святой урон (чистый) на 15% на 4 раунда.",
}
data[2289] = {
    ["skillName"] = "Самозаживление II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, получаете [30% от Атаки] здоровья и + Святой урон (чистый) на 15% на 3 раунда.",
}
data[2290] = {
    ["skillName"] = "Контрудар",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий имеют 35% шанс на получение [71% от Атаки] урона от контрудара.",
}
data[2291] = {
    ["skillName"] = "Изъян",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 16% и + Атк. на 10%.",
}
data[2292] = {
    ["skillName"] = "Киллер солдата",
    ["desc"] = "Пассивное умение: + Урон на 25% если цель Воин.",
}
data[2293] = {
    ["skillName"] = "Поджог",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [10% от Атаки] урона от горения на 15 раундов.",
}
data[2294] = {
    ["skillName"] = "Огневой плащ",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получают [10% от Атаки] урона от горения на 15 раундов.",
}
data[2295] = {
    ["skillName"] = "Доспехи",
    ["desc"] = "Пассивное умение: + Защ. на 32%.",
}
data[2296] = {
    ["skillName"] = "Кровавые доспехи",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, + Защ. на 60% на 3 раунда (срабатывает один раз).",
}
data[2297] = {
    ["skillName"] = "Рёв Христианина",
    ["desc"] = "Пассивное умение: + Атк. на 15% и + Здоровье на 15%.",
}
data[2298] = {
    ["skillName"] = "Запретной магии",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 20% шанс на получение немоты на 2 раунда.",
}
data[2299] = {
    ["skillName"] = "Жизнь распустится",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, союзник с наименьшим здоровьем имеет 50% шанс на получение [50% от Атаки] здоровья.",
}
data[2300] = {
    ["skillName"] = "Выздоровление",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, получаете [35% от Атаки] здоровья.",
}
data[2301] = {
    ["skillName"] = "Жизнь",
    ["desc"] = "Пассивное умение: + Здоровье на 20%.",
}
data[2302] = {
    ["skillName"] = "Усвоение",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, + Урон Способности на 21.9% на 2 раунда.",
}
data[2303] = {
    ["skillName"] = "Украсть энергии",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Энерг. на 20; + Энерг. на 20 и + Урон Способности на 20%.",
}
data[2304] = {
    ["skillName"] = "Ударить последний раунд",
    ["desc"] = "Обычная атака: 1 случ. с заднего ряда противник получает [100% от Атаки] урона.",
}
data[2305] = {
    ["skillName"] = "Лечить",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, 1 случ. в переднем ряде союзник получает [35% от Атаки] здоровья.",
}
data[2306] = {
    ["skillName"] = "Жертва",
    ["desc"] = "Пассивное умение: После смерти, все союзники получают [70% от Атаки] здоровья и повышают Шанс Критического урона на 5% на 3 раунда (срабатывает один раз).",
}
data[2307] = {
    ["skillName"] = "Изъян",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 32% и + Атк. на 20%.",
}
data[2308] = {
    ["skillName"] = "Киллер солдата",
    ["desc"] = "Пассивное умение: + Урон на 35% если цель Воин.",
}
data[2309] = {
    ["skillName"] = "Поджог",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [18% от Атаки] урона от горения на 15 раундов.",
}
data[2310] = {
    ["skillName"] = "Огневой плащ",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получают [14% от Атаки] урона от горения на 15 раундов.",
}
data[2311] = {
    ["skillName"] = "Доспехи",
    ["desc"] = "Пассивное умение: + Защ. на 48%.",
}
data[2312] = {
    ["skillName"] = "Кровавые доспехи",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, + Защ. на 96% на 3 раунда (срабатывает один раз).",
}
data[2313] = {
    ["skillName"] = "Рёв Христианина",
    ["desc"] = "Пассивное умение: + Атк. на 20% и + Здоровье на 25%.",
}
data[2314] = {
    ["skillName"] = "Запретной магии",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 30% шанс на получение немоты на 2 раунда.",
}
data[2315] = {
    ["skillName"] = "Жизнь распустится",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, союзник с наименьшим здоровьем имеет 50% шанс на получение [90% от Атаки] здоровья.",
}
data[2316] = {
    ["skillName"] = "Выздоровление",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, получаете [45% от Атаки] здоровья.",
}
data[2317] = {
    ["skillName"] = "Жизнь",
    ["desc"] = "Пассивное умение: + Здоровье на 30%.",
}
data[2318] = {
    ["skillName"] = "Усвоение",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, + Урон Способности на 35% на 2 раунда.",
}
data[2319] = {
    ["skillName"] = "Украсть энергии",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Энерг. на 30; + Энерг. на 30 и + Урон Способности на 25%.",
}
data[2320] = {
    ["skillName"] = "Сила серых глаз",
    ["desc"] = "Пассивное умение: + Точность на 10% и + Атк. на 15%.",
}
data[2321] = {
    ["skillName"] = "Ударить последний раунд",
    ["desc"] = "Обычная атака: 1 случ. с заднего ряда противник получает [100% от Атаки] урона.",
}
data[2322] = {
    ["skillName"] = "Лечить",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, союзники в переднем ряду получают [55% от Атаки] здоровья.",
}
data[2323] = {
    ["skillName"] = "Жертва",
    ["desc"] = "Пассивное умение: После смерти, все союзники получают [95% от Атаки] здоровья и повышают Шанс Критического урона на 8% на 3 раунда (срабатывает один раз).",
}
data[2324] = {
    ["skillName"] = "Лечить",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [30% от Атаки] урона от горения на 1 раунд; 1 случ. союзник получает [25% от Атаки] здоровья на 2 раунда.",
}
data[2325] = {
    ["skillName"] = "Сила Амос",
    ["desc"] = "Пассивное умение: + Здоровье на 20% и + Атк. на 20%.",
}
data[2326] = {
    ["skillName"] = "Высоковирулентное сердце",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 30%, все союзники получают [60% от Атаки] здоровья (срабатывает один раз).",
}
data[2327] = {
    ["skillName"] = "Сила Дантериан",
    ["desc"] = "Пассивное умение: + Защ. на 64%, + Атк. на 20% и + Урон на 30% если цель Воин.",
}
data[2328] = {
    ["skillName"] = "Боевое желание",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Атк. на 5% на 6 раундов.",
}
data[2329] = {
    ["skillName"] = "Самовосстановление",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, получаете [24% от Атаки] здоровья.",
}
data[2330] = {
    ["skillName"] = "Лечить II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [40% от Атаки] урона от горения на 1 раунд; 1 случ. союзник получает [35% от Атаки] здоровья на 2 раунда.",
}
data[2331] = {
    ["skillName"] = "Сила Амос II",
    ["desc"] = "Пассивное умение: + Здоровье на 30% и + Атк. на 20%.",
}
data[2332] = {
    ["skillName"] = "Высоковирулентное сердце II",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 30%, все союзники получают [95% от Атаки] здоровья (срабатывает один раз).",
}
data[2333] = {
    ["skillName"] = "Сила Дантериан II",
    ["desc"] = "Пассивное умение: + Защ. на 72%, + Атк. на 20% и + Урон на 50% если цель Воин.",
}
data[2334] = {
    ["skillName"] = "Боевое желание II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Атк. на 8% на 6 раундов.",
}
data[2335] = {
    ["skillName"] = "Самовосстановление II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, получаете [30% от Атаки] здоровья.",
}
data[2336] = {
    ["skillName"] = "Напасть на слабость",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 10%, + Атк. на 20%, + Здоровье на 8% и + Урон на 10% если цель Отравлена.",
}
data[2337] = {
    ["skillName"] = "Закаливать яд",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [35% от Атаки] урона от яда на 6 раундов.",
}
data[2338] = {
    ["skillName"] = "Ядовитый туман защищать тело",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, 1 случ. с заднего ряда противник получает [75% от Атаки] урона от яда на 4 раунда (срабатывает один раз).",
}
data[2339] = {
    ["skillName"] = "Спявший заговор",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получ. метку раунда на [95% от Атаки] урона и имеют 20% шанс на окаменение на 1 раунд.",
}
data[2340] = {
    ["skillName"] = "Собиравшая сила тени",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получ. метку раунда на [80% от Атаки] урона; имеете 30% шанс на получение [5% от максимального Здоровья] здоровья.",
}
data[2341] = {
    ["skillName"] = "Перерождение  в мрачной ночью",
    ["desc"] = "Пассивное умение: После смерти, воскреснет с 60% Здоровья (срабатывает один раз).",
}
data[2342] = {
    ["skillName"] = "Напасть на слабость II",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 15%, + Атк. на 30%, + Здоровье на 12% и + Урон на 15% если цель Отравлена.",
}
data[2343] = {
    ["skillName"] = "Закаливать яд II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [42% от Атаки] урона от яда на 6 раундов.",
}
data[2344] = {
    ["skillName"] = "Ядовитый туман защищать тело II",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, 2 случ. с заднего ряда противника получают [100% от Атаки] урона от яда на 4 раунда (срабатывает один раз).",
}
data[2345] = {
    ["skillName"] = "Спявший заговор II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получ. метку раунда на [120% от Атаки] урона и имеют 30% шанс на окаменение на 1 раунд.",
}
data[2346] = {
    ["skillName"] = "Собиравшая сила тени II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получ. метку раунда на [150% от Атаки] урона; имеете 30% шанс на получение [7% от максимального Здоровья] здоровья.",
}
data[2347] = {
    ["skillName"] = "Перерождение  в мрачной ночью II",
    ["desc"] = "Пассивное умение: После смерти, воскреснет с 90% Здоровья (срабатывает один раз).",
}
data[2348] = {
    ["skillName"] = "Охотник за демонами III",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 30%, + Критический урон на 30% и + Атк. на 30%.",
}
data[2349] = {
    ["skillName"] = "Печальная стрела",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 75% шанс на получение [200% от Атаки] урона от яда на 1 раунд и имеют 15% шанс на получение немоты на 2 раунда.",
}
data[2350] = {
    ["skillName"] = "Унижение III",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Критический урон на 20% и + Атк. на 15%.",
}
data[2351] = {
    ["skillName"] = "Жизнь III",
    ["desc"] = "Пассивное умение: + Здоровье на 40% и + Защ. на 45%.",
}
data[2352] = {
    ["skillName"] = "Поднятие духа III",
    ["desc"] = "Пассивное умение: Когда союзник наносит критичиский урон, получаете [90% от Атаки] здоровья.",
}
data[2353] = {
    ["skillName"] = "Горячая подушка III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Пробитие Брони на 15% на 6 раундов и получают [50% от Атаки] урона от горения на 6 раундов.",
}
data[2354] = {
    ["skillName"] = "Охотник за демонами III",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 30% и + Критический урон на 50%.",
}
data[2355] = {
    ["skillName"] = "Удар по слабым III",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [120% от Атаки] урона и уменьш. Атк. на 25% на 3 раунда.",
}
data[2356] = {
    ["skillName"] = "Ядовитая атака III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 50% шанс на получение [125% от Атаки] урона от яда на 2 раунда.",
}
data[2357] = {
    ["skillName"] = "Искалечивающий удар III",
    ["desc"] = "Обычная атака: 2 случ. противника получают [110% от Атаки] урона и имеют 15% шанс на оглушение на 2 раунда.",
}
data[2358] = {
    ["skillName"] = "Лесная песня III",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 30%, + Атк. на 45% и + Здоровье на 20%.",
}
data[2359] = {
    ["skillName"] = "Сенная душа III",
    ["desc"] = "Пассивное умение: Когда противник умирает, союзник с наименьшим здоровьем получает [30% от максимального Здоровья] здоровья.",
}
data[2360] = {
    ["skillName"] = "Твёрдость Геры III",
    ["desc"] = "Пассивное умение: + Здоровье на 44% и + Снижение урона на 26%.",
}
data[2361] = {
    ["skillName"] = "Память об ужасе III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Шанс Критического урона на 24% на 2 раунда и уменьш. Атк. на 15% на 2 раунда.",
}
data[2362] = {
    ["skillName"] = "Контрудар III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получают [200% от Атаки] урона от контрудара.",
}
data[2363] = {
    ["skillName"] = "Критический удар III",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 40% и + Атк. на 30%.",
}
data[2364] = {
    ["skillName"] = "Отравление III",
    ["desc"] = "Пассивное умение: Когда наносит противнику критический урон, цель получают [78% от Атаки] урона от яда на 2 раунда.",
}
data[2365] = {
    ["skillName"] = "Управление отравлением III",
    ["desc"] = "Пассивное умение: + Урон на 60% если цель Отравлена.",
}
data[2366] = {
    ["skillName"] = "Воля умершего III",
    ["desc"] = "Пассивное умение: + Здоровье на 40% и + Точность на 20%.",
}
data[2367] = {
    ["skillName"] = "Ритуал спасения III",
    ["desc"] = "Пассивное умение: Когда противник блокирует атаку, получаете [75% от Атаки] здоровья.",
}
data[2368] = {
    ["skillName"] = "Искреннее сердце III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, получаете [112% от Атаки] здоровья.",
}
data[2369] = {
    ["skillName"] = "Изъян III",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 40%, + Атк. на 25% и + Здоровье на 15%.",
}
data[2370] = {
    ["skillName"] = "Преследование III",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [130% от Атаки] урона и уменьш. Защ. на 20%.",
}
data[2371] = {
    ["skillName"] = "Кровавая бронебойность III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, + Пробитие Брони на 40%, получаете [400% от Атаки] здоровья на 4 раунда и + Шанс Критического урона на 20% (срабатывает один раз).",
}
data[2372] = {
    ["skillName"] = "Воля умершего III",
    ["desc"] = "Пассивное умение: + Здоровье на 40% и + Пробитие Брони на 36%.",
}
data[2373] = {
    ["skillName"] = "Угроза смерти III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Пробитие Брони на 16.8% и + Шанс Критического урона на 14%.",
}
data[2374] = {
    ["skillName"] = "Кровавая защита III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, + Атк. на 100% на 3 раунда (срабатывает один раз).",
}
data[2375] = {
    ["skillName"] = "Уязвимость хладнокровия III",
    ["desc"] = "Пассивное умение: Когда умирает союзник, + Пробитие Брони на 28% и + Атк. на 30%.",
}
data[2376] = {
    ["skillName"] = "Сила ярости  III",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 32%, + Здоровье на 30% и + Атк. на 30%.",
}
data[2377] = {
    ["skillName"] = "Распространение III",
    ["desc"] = "Пассивное умение: После смерти, все противники получают [140% от Атаки] урона (срабатывает один раз).",
}
data[2378] = {
    ["skillName"] = "Сконцентрированный удар III",
    ["desc"] = "Обычная атака: Противники в переднем ряду получают [105% от Атаки] урона и уменьш. Блок на 20% на 3 раунда.",
}
data[2379] = {
    ["skillName"] = "Взгляд Калмара III",
    ["desc"] = "Пассивное умение: + Точность на 100%, + Атк. на 45% и + Здоровье на 20%.",
}
data[2380] = {
    ["skillName"] = "Кровавый натиск III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [100% от Атаки] урона если их здоровье не меньше 50%.",
}
data[2381] = {
    ["skillName"] = "Головокружение III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 75% шанс на оглушение на 2 раунда.",
}
data[2382] = {
    ["skillName"] = "Изъян III",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 40% и + Атк. на 35%.",
}
data[2383] = {
    ["skillName"] = "Разгром слабостями III",
    ["desc"] = "Пассивное умение: + Урон на 125% если цель Оглушена.",
}
data[2384] = {
    ["skillName"] = "Величие гномов III",
    ["desc"] = "Пассивное умение: + Защ. на 48% и + Здоровье на 40%.",
}
data[2385] = {
    ["skillName"] = "Контрудар III",
    ["desc"] = "Пассивное умение: Когда получает критический урон, атакующий получают [140% от Атаки] урона от контрудара.",
}
data[2386] = {
    ["skillName"] = "Кровавая защита III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все союзники повышают Защ. на 100% на 3 раунда (срабатывает один раз).",
}
data[2387] = {
    ["skillName"] = "Мастер меча III",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 40%, + Атк. на 30% и + Здоровье на 25%.",
}
data[2388] = {
    ["skillName"] = "Паралич III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Атк. на 9% на 3 раунда; + Атк. на 9% на 3 раунда.",
}
data[2389] = {
    ["skillName"] = "Управление замораживанием III",
    ["desc"] = "Пассивное умение: + Урон на 160% если цель Заморожена.",
}
data[2390] = {
    ["skillName"] = "Мистическое сердце III",
    ["desc"] = "Пассивное умение: + Атк. на 25% и + Здоровье на 35%.",
}
data[2391] = {
    ["skillName"] = "Верность Бэри III",
    ["desc"] = "Пассивное умение: После смерти, противники в заднем ряду имеют 45% шанс на оглушение на 2 раунда (срабатывает один раз).",
}
data[2392] = {
    ["skillName"] = "Головокружение III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 65% шанс на оглушение на 2 раунда.",
}
data[2393] = {
    ["skillName"] = "Танец теней III",
    ["desc"] = "Пассивное умение: + Блок на 35% и + Атк. на 40%.",
}
data[2394] = {
    ["skillName"] = "Кровотечение III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [96% от Атаки] урона от кровотечения на 2 раунда.",
}
data[2395] = {
    ["skillName"] = "Удар по слабым III",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [120% от Атаки] урона и передает атакующему 15% Атк. на 3 раунда.",
}
data[2396] = {
    ["skillName"] = "Проницательность III",
    ["desc"] = "Пассивное умение: Когда блокирует урон, получаете [220% от Атаки] здоровья.",
}
data[2397] = {
    ["skillName"] = "Ниндзюцу III",
    ["desc"] = "Пассивное умение: + Блок на 40%, + Скорость на 60 и + Здоровье на 25%.",
}
data[2398] = {
    ["skillName"] = "Беспорядочная атака III",
    ["desc"] = "Обычная атака: Противники в переднем ряду получают [95% от Атаки] урона и уменьш. Точность на 20% на 2 раунда.",
}
data[2399] = {
    ["skillName"] = "Искреннее сердце III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Атк. на 11% на 3 раунда.",
}
data[2400] = {
    ["skillName"] = "Магические способности III",
    ["desc"] = "Пассивное умение: + Урон Способности на 95%, + Здоровье на 50% и + Точность на 30%.",
}
data[2401] = {
    ["skillName"] = "Ледяной взрыв III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 80% шанс на уменьш. Шанс Критического урона на 15% на 3 раунда; имеете 80% шанс на повышение Атк. на 25% на 3 раунда.",
}
data[2402] = {
    ["skillName"] = "Ядовитая атака III",
    ["desc"] = "Обычная атака: 3 случ. противника получают [95% от Атаки] урона и имеют 80% шанс на получение [80% от Атаки] урона от яда на 2 раунда.",
}
data[2403] = {
    ["skillName"] = "Подарок Маргариты III",
    ["desc"] = "Пассивное умение: После смерти, все противники получают [130% от Атаки] урона от яда на 4 раунда (срабатывает один раз).",
}
data[2404] = {
    ["skillName"] = "Ядовитый покров III",
    ["desc"] = "Пассивное умение: Пока получает постоянный урон, получаете [170% от Атаки] здоровья.",
}
data[2405] = {
    ["skillName"] = "Ярость лезвия III",
    ["desc"] = "Пассивное умение: + Атк. на 50%, + Критический урон на 30% и + Здоровье на 16%.",
}
data[2406] = {
    ["skillName"] = "Сдерживание силы силой III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Шанс Критического урона на 20% на 4 раунда; + Шанс Критического урона на 20% на 4 раунда и имеете 50% шанс на повышение Критический урон на 30% на 2 раунда.",
}
data[2407] = {
    ["skillName"] = "Контрудар III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получают [120% от Атаки] урона от контрудара.",
}
data[2408] = {
    ["skillName"] = "Демоническое сердце III",
    ["desc"] = "Пассивное умение: + Защ. на 40% и + Здоровье на 40%.",
}
data[2409] = {
    ["skillName"] = "Память об ужасе III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Шанс Критического урона на 18% на 3 раунда.",
}
data[2410] = {
    ["skillName"] = "Доспехи тирана III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 30%, + Защ. на 120% на 3 раунда (срабатывает один раз).",
}
data[2411] = {
    ["skillName"] = "Атака III",
    ["desc"] = "Пассивное умение: + Атк. на 35% и + Здоровье на 30%.",
}
data[2412] = {
    ["skillName"] = "Поджог III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 75% шанс на получение [110% от Атаки] урона от горения на 2 раунда.",
}
data[2413] = {
    ["skillName"] = "Огненный покров III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий имеют 90% шанс на получение [120% от Атаки] урона от горения на 1 раунд.",
}
data[2414] = {
    ["skillName"] = "Демоническое сердце III",
    ["desc"] = "Пассивное умение: + Защ. на 40% и + Здоровье на 40%.",
}
data[2415] = {
    ["skillName"] = "Контрудар III",
    ["desc"] = "Пассивное умение: Когда получает критический урон, атакующий получают [320% от Атаки] урона от контрудара.",
}
data[2416] = {
    ["skillName"] = "Хрусталь защиты III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, + Снижение урона на 45% на 3 раунда (срабатывает один раз).",
}
data[2417] = {
    ["skillName"] = "Демоническая сила III",
    ["desc"] = "Пассивное умение: + Атк. на 35%, + Шанс Критического урона на 30% и + Здоровье на 20%.",
}
data[2418] = {
    ["skillName"] = "Яростная атака III",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Атк. на 30%.",
}
data[2419] = {
    ["skillName"] = "Удар по слабым III",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [130% от Атаки] урона и передает атакующему [45% нанесенного урона] здоровья.",
}
data[2420] = {
    ["skillName"] = "Чёрная дыра III",
    ["desc"] = "Пассивное умение: + Урон Способности на 100%, + Здоровье на 40% и + Скорость на 60.",
}
data[2421] = {
    ["skillName"] = "Окаменение III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 55% шанс на окаменение на 1 раунд.",
}
data[2422] = {
    ["skillName"] = "Защита атакой III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, имеете 50% шанс на повышение Атк. на 60% на 2 раунда; атакующий имеют 30% шанс на уменьш. Энерг. на 30.",
}
data[2423] = {
    ["skillName"] = "Закон рая III",
    ["desc"] = "Пассивное умение: + Святой урон (чистый) на 60%, + Атк. на 25%, + Здоровье на 20% и + Шанс Критического урона на 20%.",
}
data[2424] = {
    ["skillName"] = "Возвращать жизненность III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, получаете [195% от Атаки] здоровья и + Святой урон (чистый) на 20% на 4 раунда.",
}
data[2425] = {
    ["skillName"] = "Самозаживление III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, получаете [40% от Атаки] здоровья и + Святой урон (чистый) на 20% на 3 раунда.",
}
data[2426] = {
    ["skillName"] = "Лечить III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [50% от Атаки] урона от горения на 1 раунд; 1 случ. союзник получает [50% от Атаки] здоровья на 2 раунда.",
}
data[2427] = {
    ["skillName"] = "Сила Амос III",
    ["desc"] = "Пассивное умение: + Здоровье на 35% и + Атк. на 25%.",
}
data[2428] = {
    ["skillName"] = "Высоковирулентное сердце III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 30%, все союзники получают [135% от Атаки] здоровья (срабатывает один раз).",
}
data[2429] = {
    ["skillName"] = "Сила Дантериан III",
    ["desc"] = "Пассивное умение: + Защ. на 40%, + Атк. на 25%, + Здоровье на 25% и + Урон на 70% если цель Воин.",
}
data[2430] = {
    ["skillName"] = "Боевое желание III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Атк. на 12% на 6 раундов.",
}
data[2431] = {
    ["skillName"] = "Самовосстановление III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, получаете [52% от Атаки] здоровья.",
}
data[2432] = {
    ["skillName"] = "Напасть на слабость III",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 20%, + Атк. на 35%, + Здоровье на 15% и + Урон на 20% если цель Отравлена.",
}
data[2433] = {
    ["skillName"] = "Закаливать яд III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [55% от Атаки] урона от яда на 6 раундов.",
}
data[2434] = {
    ["skillName"] = "Ядовитый туман защищать тело III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, противники в заднем ряду получают [150% от Атаки] урона от яда на 4 раунда (срабатывает один раз).",
}
data[2435] = {
    ["skillName"] = "Спявший заговор III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получ. метку раунда на [190% от Атаки] урона и имеют 45% шанс на окаменение на 2 раунда.",
}
data[2436] = {
    ["skillName"] = "Собиравшая сила тени III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получ. метку раунда на [185% от Атаки] урона; имеете 30% шанс на получение [10% от максимального Здоровья] здоровья.",
}
data[2437] = {
    ["skillName"] = "Перерождение  в мрачной ночью III",
    ["desc"] = "Пассивное умение: После смерти, воскреснет с 100% Здоровья (срабатывает один раз).",
}
data[2438] = {
    ["skillName"] = "Гринч Розы",
    ["desc"] = "Пассивное умение: + Здоровье на 20% и + Блок на 15%.",
}
data[2439] = {
    ["skillName"] = "Прорванный заговор",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, все противники уменьш. Защ. на 14% на 3 раунда.",
}
data[2440] = {
    ["skillName"] = "Предохраненный гринч",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все союзники повышают Снижение урона на 8% на 3 раунда (срабатывает один раз).",
}
data[2441] = {
    ["skillName"] = "Достоинство Асмода",
    ["desc"] = "Пассивное умение: + Здоровье на 20%, + Святой урон (чистый) на 24%, + Шанс Критического урона на 20% и + Снижение урона на 5%.",
}
data[2442] = {
    ["skillName"] = "Светский штамп",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получ. критическую метку на [45% от Атаки] урона; + Шанс Критического урона на 8% на 3 раунда.",
}
data[2443] = {
    ["skillName"] = "Светлая охрана",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получ. критическую метку на [45% от Атаки] урона; + Критический урон на 10% на 3 раунда.",
}
data[2444] = {
    ["skillName"] = "Гринч Розы II",
    ["desc"] = "Пассивное умение: + Здоровье на 30% и + Блок на 25%.",
}
data[2445] = {
    ["skillName"] = "Прорванный заговор II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, все противники уменьш. Защ. на 18% на 3 раунда.",
}
data[2446] = {
    ["skillName"] = "Предохраненный гринч II",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все союзники повышают Снижение урона на 12% на 3 раунда (срабатывает один раз).",
}
data[2447] = {
    ["skillName"] = "Достоинство Асмода II",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Святой урон (чистый) на 30%, + Шанс Критического урона на 22% и + Снижение урона на 10%.",
}
data[2448] = {
    ["skillName"] = "Светский штамп II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получ. критическую метку на [53% от Атаки] урона; + Шанс Критического урона на 10% на 3 раунда.",
}
data[2449] = {
    ["skillName"] = "Светлая охрана II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получ. критическую метку на [60% от Атаки] урона; + Критический урон на 15% на 3 раунда.",
}
data[2450] = {
    ["skillName"] = "Гринч Розы III",
    ["desc"] = "Пассивное умение: + Здоровье на 40% и + Блок на 35%.",
}
data[2451] = {
    ["skillName"] = "Прорванный заговор III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, все противники уменьш. Защ. на 20% на 3 раунда.",
}
data[2452] = {
    ["skillName"] = "Предохраненный гринч III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все союзники повышают Снижение урона на 16% на 3 раунда (срабатывает один раз).",
}
data[2453] = {
    ["skillName"] = "Достоинство Асмода III",
    ["desc"] = "Пассивное умение: + Здоровье на 40%, + Святой урон (чистый) на 36%, + Шанс Критического урона на 24% и + Снижение урона на 15%.",
}
data[2454] = {
    ["skillName"] = "Светский штамп III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получ. критическую метку на [90% от Атаки] урона; + Шанс Критического урона на 12% на 3 раунда.",
}
data[2455] = {
    ["skillName"] = "Светлая охрана III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получ. критическую метку на [75% от Атаки] урона; + Критический урон на 20% на 3 раунда.",
}
data[2456] = {
    ["skillName"] = "Лесная песня II",
    ["desc"] = "Пассивное умение: + Атк. на 30% и + Шанс Критического урона на 30%.",
}
data[2457] = {
    ["skillName"] = "Управление магией II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Урон Способности на 24%.",
}
data[2458] = {
    ["skillName"] = "Сопротивляться  судьбе II",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все противники получ. критическую метку на [56% от Атаки] урона (срабатывает один раз).",
}
data[2459] = {
    ["skillName"] = "Лесная песня III",
    ["desc"] = "Пассивное умение: + Атк. на 40% и + Шанс Критического урона на 30%.",
}
data[2460] = {
    ["skillName"] = "Управление магией III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Урон Способности на 26%.",
}
data[2461] = {
    ["skillName"] = "Сопротивляться  судьбе III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все противники получ. критическую метку на [68% от Атаки] урона (срабатывает один раз).",
}
data[2462] = {
    ["skillName"] = "Замораживание II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 25% шанс на заморозку на 1 раунд.",
}
data[2463] = {
    ["skillName"] = "Загадочное сердце II",
    ["desc"] = "Пассивное умение: + Атк. на 30% и + Здоровье на 30%.",
}
data[2464] = {
    ["skillName"] = "Летальное заклинание II",
    ["desc"] = "Пассивное умение: После смерти, все противники имеют 10% шанс на заморозку на 2 раунда (срабатывает один раз).",
}
data[2465] = {
    ["skillName"] = "Замораживание III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 30% шанс на заморозку на 1 раунд.",
}
data[2466] = {
    ["skillName"] = "Загадочное сердце III",
    ["desc"] = "Пассивное умение: + Атк. на 40% и + Здоровье на 30%.",
}
data[2467] = {
    ["skillName"] = "Летальное заклинание III",
    ["desc"] = "Пассивное умение: После смерти, все противники имеют 20% шанс на заморозку на 2 раунда (срабатывает один раз).",
}
data[2468] = {
    ["skillName"] = "Поглощение атаки II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели передают атакующему 18% Атк..",
}
data[2469] = {
    ["skillName"] = "Ярость лезвия II",
    ["desc"] = "Пассивное умение: + Урон на 30% если цель Киллер.",
}
data[2470] = {
    ["skillName"] = "Неистовая сила II",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, + Шанс Критического урона на 10% на 3 раунда (срабатывает один раз).",
}
data[2471] = {
    ["skillName"] = "Поглощение атаки III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели передают атакующему 20% Атк..",
}
data[2472] = {
    ["skillName"] = "Ярость лезвия III",
    ["desc"] = "Пассивное умение: + Урон на 40% если цель Киллер.",
}
data[2473] = {
    ["skillName"] = "Неистовая сила III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, + Шанс Критического урона на 15% на 3 раунда (срабатывает один раз).",
}
data[2474] = {
    ["skillName"] = "Поджог II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [20% от Атаки] урона от горения на 15 раундов.",
}
data[2475] = {
    ["skillName"] = "Огневой плащ II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получают [16% от Атаки] урона от горения на 15 раундов.",
}
data[2476] = {
    ["skillName"] = "есконечный огонь II",
    ["desc"] = "Пассивное умение: После смерти, все противники получают [27% от Атаки] урона от горения на 15 раундов (срабатывает один раз).",
}
data[2477] = {
    ["skillName"] = "Поджог III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [25% от Атаки] урона от горения на 15 раундов.",
}
data[2478] = {
    ["skillName"] = "Огневой плащ III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получают [18% от Атаки] урона от горения на 15 раундов.",
}
data[2479] = {
    ["skillName"] = "есконечный огонь III",
    ["desc"] = "Пассивное умение: После смерти, все противники получают [36% от Атаки] урона от горения на 15 раундов (срабатывает один раз).",
}
data[2480] = {
    ["skillName"] = "Ясное восхваление",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, + Урон Способности на 15% на 3 раунда.",
}
data[2481] = {
    ["skillName"] = "Святая защита",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Урон Способности на 20% на 3 раунда.",
}
data[2482] = {
    ["skillName"] = "Тёмный щит",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, + Энерг. на 15.",
}
data[2483] = {
    ["skillName"] = "Принять энергию",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Энерг. на 15.",
}
data[2484] = {
    ["skillName"] = "Ясное восхваление",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, + Урон Способности на 25% на 3 раунда.",
}
data[2485] = {
    ["skillName"] = "Святая защита",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Урон Способности на 30% на 3 раунда.",
}
data[2486] = {
    ["skillName"] = "Тёмный щит",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, + Энерг. на 25.",
}
data[2487] = {
    ["skillName"] = "Принять энергию",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Энерг. на 25.",
}
data[2488] = {
    ["skillName"] = "Святая защита",
    ["desc"] = "Пассивное умение: + Здоровье на 20% и + Скорость на 20.",
}
data[2489] = {
    ["skillName"] = "Молекулярное расщепление",
    ["desc"] = "Обычная атака: 2 случ. противника получают [70% от Атаки] урона и уменьш. Шанс Критического урона на 10% на 3 раунда.",
}
data[2490] = {
    ["skillName"] = "Смелый дух",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все союзники повышают Атк. на 15% на 3 раунда; все противники уменьш. Защ. на 15% на 3 раунда (срабатывает один раз).",
}
data[2491] = {
    ["skillName"] = "Святая защита II",
    ["desc"] = "Пассивное умение: + Здоровье на 30% и + Скорость на 30.",
}
data[2492] = {
    ["skillName"] = "Молекулярное расщепление II",
    ["desc"] = "Обычная атака: 3 случ. противника получают [70% от Атаки] урона и уменьш. Шанс Критического урона на 15% на 3 раунда.",
}
data[2493] = {
    ["skillName"] = "Смелый дух II",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все союзники повышают Атк. на 22% на 3 раунда; все противники уменьш. Защ. на 22% на 3 раунда (срабатывает один раз).",
}
data[2494] = {
    ["skillName"] = "Святая защита III",
    ["desc"] = "Пассивное умение: + Здоровье на 40% и + Скорость на 50.",
}
data[2495] = {
    ["skillName"] = "Молекулярное расщепление III",
    ["desc"] = "Обычная атака: 3 случ. противника получают [80% от Атаки] урона и уменьш. Шанс Критического урона на 20% на 3 раунда.",
}
data[2496] = {
    ["skillName"] = "Смелый дух III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все союзники повышают Атк. на 29% на 3 раунда; все противники уменьш. Защ. на 29% на 3 раунда (срабатывает один раз).",
}
data[2497] = {
    ["skillName"] = "Атака II",
    ["desc"] = "Пассивное умение: + Атк. на 20%.",
}
data[2498] = {
    ["skillName"] = "Ясное восхваление II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, + Урон Способности на 30% на 3 раунда и + Святой урон (чистый) на 5% на 3 раунда.",
}
data[2499] = {
    ["skillName"] = "Святая защита II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Урон Способности на 35% на 3 раунда и + Святой урон (чистый) на 6% на 3 раунда.",
}
data[2500] = {
    ["skillName"] = "Атака II",
    ["desc"] = "Пассивное умение: + Атк. на 20%.",
}
data[2501] = {
    ["skillName"] = "Тёмный щит II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, + Энерг. на 30 и + Урон Способности на 6% на 3 раунда.",
}
data[2502] = {
    ["skillName"] = "Принять энергию II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Энерг. на 30 и + Урон Способности на 7% на 3 раунда.",
}
data[2503] = {
    ["skillName"] = "Атака III",
    ["desc"] = "Пассивное умение: + Атк. на 30%.",
}
data[2504] = {
    ["skillName"] = "Ясное восхваление III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, + Урон Способности на 35% на 3 раунда и + Святой урон (чистый) на 6% на 3 раунда.",
}
data[2505] = {
    ["skillName"] = "Святая защита III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Урон Способности на 40% на 3 раунда и + Святой урон (чистый) на 7% на 3 раунда.",
}
data[2506] = {
    ["skillName"] = "Атака III",
    ["desc"] = "Пассивное умение: + Атк. на 30%.",
}
data[2507] = {
    ["skillName"] = "Тёмный щит III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, + Энерг. на 30 и + Урон Способности на 11% на 3 раунда.",
}
data[2508] = {
    ["skillName"] = "Принять энергию III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Энерг. на 30 и + Урон Способности на 12% на 3 раунда.",
}
data[2509] = {
    ["skillName"] = "Негасимый пепел",
    ["desc"] = "Пассивное умение: Когда умирает союзник, + Атк. на 12%.",
}
data[2510] = {
    ["skillName"] = "Принять энергии",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Шанс Критического урона на 12%.",
}
data[2511] = {
    ["skillName"] = "Буревая сила",
    ["desc"] = "Пассивное умение: + Здоровье на 30% и + Атк. на 10%.",
}
data[2512] = {
    ["skillName"] = "Боевая песня рыканья",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Критический урон на 18% и получаете [30% от Атаки] здоровья.",
}
data[2513] = {
    ["skillName"] = "Дерзкий Эдгар",
    ["desc"] = "Пассивное умение: + Атк. на 20% когда в заднем ряду, + Критический урон на 30% когда в заднем ряду, + Точность на 30% когда в заднем ряду, + Здоровье на 40% когда на переднем ряде и + Блок на 20% когда на переднем ряде.",
}
data[2514] = {
    ["skillName"] = "Яростный рёв",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, + Атк. на 18% на 5 раундов и + Шанс Критического урона на 18% на 5 раундов (срабатывает один раз).",
}
data[2515] = {
    ["skillName"] = "Негасимый пепел II",
    ["desc"] = "Пассивное умение: Когда умирает союзник, + Атк. на 13% и + Урон Способности на 12.5%.",
}
data[2516] = {
    ["skillName"] = "Принять энергии II",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Шанс Критического урона на 14% и + Критический урон на 8%.",
}
data[2517] = {
    ["skillName"] = "Буревая сила II",
    ["desc"] = "Пассивное умение: + Здоровье на 35%, + Атк. на 15% и + Урон Способности на 25%.",
}
data[2518] = {
    ["skillName"] = "Боевая песня рыканья II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Критический урон на 24%, получаете [45% от Атаки] здоровья и + Скорость на 10.",
}
data[2519] = {
    ["skillName"] = "Дерзкий Эдгар II",
    ["desc"] = "Пассивное умение: + Атк. на 30% когда в заднем ряду, + Критический урон на 40% когда в заднем ряду, + Точность на 60% когда в заднем ряду, + Здоровье на 50% когда на переднем ряде и + Блок на 25% когда на переднем ряде.",
}
data[2520] = {
    ["skillName"] = "Яростный рёв II",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, + Атк. на 22% на 5 раундов и + Шанс Критического урона на 24% на 5 раундов (срабатывает один раз).",
}
data[2521] = {
    ["skillName"] = "Негасимый пепел III",
    ["desc"] = "Пассивное умение: Когда умирает союзник, + Атк. на 25% и + Урон Способности на 30%.",
}
data[2522] = {
    ["skillName"] = "Принять энергии III",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Шанс Критического урона на 20% и + Критический урон на 30%.",
}
data[2523] = {
    ["skillName"] = "Буревая сила III",
    ["desc"] = "Пассивное умение: + Здоровье на 40%, + Атк. на 20% и + Урон Способности на 37.5%.",
}
data[2524] = {
    ["skillName"] = "Боевая песня рыканья III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Критический урон на 30%, получаете [70% от Атаки] здоровья и + Скорость на 15.",
}
data[2525] = {
    ["skillName"] = "Дерзкий Эдгар III",
    ["desc"] = "Пассивное умение: + Атк. на 30% когда в заднем ряду, + Критический урон на 50% когда в заднем ряду, + Точность на 100% когда в заднем ряду, + Здоровье на 60% когда на переднем ряде и + Блок на 40% когда на переднем ряде.",
}
data[2526] = {
    ["skillName"] = "Яростный рёв III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, + Атк. на 28% на 5 раундов и + Шанс Критического урона на 30% на 5 раундов (срабатывает один раз).",
}
data[2527] = {
    ["skillName"] = "Лечить II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, союзники в переднем ряду получают [75% от Атаки] здоровья.",
}
data[2528] = {
    ["skillName"] = "Жизнь II",
    ["desc"] = "Пассивное умение: + Здоровье на 30%.",
}
data[2529] = {
    ["skillName"] = "Жертва II",
    ["desc"] = "Пассивное умение: После смерти, все союзники получают [100% от Атаки] здоровья и повышают Шанс Критического урона на 11% на 3 раунда (срабатывает один раз).",
}
data[2530] = {
    ["skillName"] = "Украсть энергии II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Энерг. на 40; + Энерг. на 40 и + Урон Способности на 30%.",
}
data[2531] = {
    ["skillName"] = "Сила серых глаз II",
    ["desc"] = "Пассивное умение: + Точность на 15% и + Атк. на 20%.",
}
data[2532] = {
    ["skillName"] = "Атака последних рядов II",
    ["desc"] = "Обычная атака: 1 случ. с заднего ряда противник получает [110% от Атаки] урона.",
}
data[2533] = {
    ["skillName"] = "Лечить III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, союзники в переднем ряду получают [95% от Атаки] здоровья.",
}
data[2534] = {
    ["skillName"] = "Жизнь III",
    ["desc"] = "Пассивное умение: + Здоровье на 40%.",
}
data[2535] = {
    ["skillName"] = "Жертва III",
    ["desc"] = "Пассивное умение: После смерти, все союзники получают [140% от Атаки] здоровья и повышают Шанс Критического урона на 15% на 3 раунда (срабатывает один раз).",
}
data[2536] = {
    ["skillName"] = "Украсть энергии III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Энерг. на 50; + Энерг. на 50 и + Урон Способности на 35%.",
}
data[2537] = {
    ["skillName"] = "Сила серых глаз III",
    ["desc"] = "Пассивное умение: + Точность на 20% и + Атк. на 25%.",
}
data[2538] = {
    ["skillName"] = "Атака последних рядов III",
    ["desc"] = "Обычная атака: 1 случ. с заднего ряда противник получает [120% от Атаки] урона.",
}
data[2539] = {
    ["skillName"] = "Бронебойность II",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 64% и + Здоровье на 10%.",
}
data[2540] = {
    ["skillName"] = "Бешеный зверь II",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Шанс Критического урона на 25%.",
}
data[2541] = {
    ["skillName"] = "Увлекаться насилием II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Критический урон на 21%.",
}
data[2542] = {
    ["skillName"] = "Воля умершего II",
    ["desc"] = "Пассивное умение: + Здоровье на 30% и + Точность на 30%.",
}
data[2543] = {
    ["skillName"] = "Кровавый натиск II",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 30%, + Атк. на 85% на 3 раунда (срабатывает один раз).",
}
data[2544] = {
    ["skillName"] = "Лечить II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, 1 случ. союзник получает [90% от Атаки] здоровья.",
}
data[2545] = {
    ["skillName"] = "Бронебойность III",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 64% и + Здоровье на 20%.",
}
data[2546] = {
    ["skillName"] = "Бешеный зверь III",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Шанс Критического урона на 30%.",
}
data[2547] = {
    ["skillName"] = "Увлекаться насилием III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Критический урон на 24.5%.",
}
data[2548] = {
    ["skillName"] = "Воля умершего III",
    ["desc"] = "Пассивное умение: + Здоровье на 35% и + Точность на 35%.",
}
data[2549] = {
    ["skillName"] = "Кровавый натиск III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 30%, + Атк. на 100% на 3 раунда (срабатывает один раз).",
}
data[2550] = {
    ["skillName"] = "Лечить III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, 1 случ. союзник получает [120% от Атаки] здоровья.",
}
data[2551] = {
    ["skillName"] = "Мастер меча II",
    ["desc"] = "Пассивное умение: + Блок на 20% и + Атк. на 35%.",
}
data[2552] = {
    ["skillName"] = "Кровотечение II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 50% шанс на получение [60% от Атаки] урона от кровотечения на 2 раунда.",
}
data[2553] = {
    ["skillName"] = "Прокрасться II",
    ["desc"] = "Пассивное умение: Когда блокирует урон, + Атк. на 12% на 3 раунда.",
}
data[2554] = {
    ["skillName"] = "Рёв Христианина II",
    ["desc"] = "Пассивное умение: + Атк. на 25% и + Здоровье на 30%.",
}
data[2555] = {
    ["skillName"] = "Запретной магии II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 45% шанс на получение немоты на 2 раунда.",
}
data[2556] = {
    ["skillName"] = "Крепкий II",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, + Снижение урона на 0% на 4 раунда (срабатывает один раз).",
}
data[2557] = {
    ["skillName"] = "Мастер меча III",
    ["desc"] = "Пассивное умение: + Блок на 25% и + Атк. на 35%.",
}
data[2558] = {
    ["skillName"] = "Кровотечение III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 50% шанс на получение [70% от Атаки] урона от кровотечения на 2 раунда.",
}
data[2559] = {
    ["skillName"] = "Прокрасться III",
    ["desc"] = "Пассивное умение: Когда блокирует урон, + Атк. на 17% на 3 раунда.",
}
data[2560] = {
    ["skillName"] = "Рёв Христианина III",
    ["desc"] = "Пассивное умение: + Атк. на 30% и + Здоровье на 35%.",
}
data[2561] = {
    ["skillName"] = "Запретной магии III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 60% шанс на получение немоты на 2 раунда.",
}
data[2562] = {
    ["skillName"] = "Крепкий III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, + Снижение урона на 0% на 4 раунда (срабатывает один раз).",
}
data[2563] = {
    ["skillName"] = "Склонность к атакам II",
    ["desc"] = "Пассивное умение: + Атк. на 20%.",
}
data[2564] = {
    ["skillName"] = "Горячая подушка II",
    ["desc"] = "Пассивное умение: + Урон на 35% если цель Горит.",
}
data[2565] = {
    ["skillName"] = "Жертва II",
    ["desc"] = "Пассивное умение: После смерти, все союзники повышают Атк. на 15% на 5 раундов (срабатывает один раз).",
}
data[2566] = {
    ["skillName"] = "Жизнь распустится II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, союзник с наименьшим здоровьем имеет 50% шанс на получение [110% от Атаки] здоровья.",
}
data[2567] = {
    ["skillName"] = "Самовосстановление II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, получаете [50% от Атаки] здоровья.",
}
data[2568] = {
    ["skillName"] = "Демоническое сердце II",
    ["desc"] = "Пассивное умение: + Атк. на 20% и + Здоровье на 15%.",
}
data[2569] = {
    ["skillName"] = "Склонность к атакам III",
    ["desc"] = "Пассивное умение: + Атк. на 30%.",
}
data[2570] = {
    ["skillName"] = "Горячая подушка III",
    ["desc"] = "Пассивное умение: + Урон на 45% если цель Горит.",
}
data[2571] = {
    ["skillName"] = "Жертва III",
    ["desc"] = "Пассивное умение: После смерти, все союзники повышают Атк. на 19% на 5 раундов (срабатывает один раз).",
}
data[2572] = {
    ["skillName"] = "Жизнь распустится III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, союзник с наименьшим здоровьем имеет 50% шанс на получение [150% от Атаки] здоровья.",
}
data[2573] = {
    ["skillName"] = "Самовосстановление III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, получаете [56% от Атаки] здоровья.",
}
data[2574] = {
    ["skillName"] = "Демоническое сердце III",
    ["desc"] = "Пассивное умение: + Атк. на 25% и + Здоровье на 20%.",
}
data[2575] = {
    ["skillName"] = "Кровь бьёт фонтаном",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [25% от Атаки] урона от кровотечения на 4 раунда; + Пробитие Брони на 11.2% на 4 раунда.",
}
data[2576] = {
    ["skillName"] = "Сердце избиения",
    ["desc"] = "Пассивное умение: + Точность на 20%, + Атк. на 20%, + Пробитие Брони на 24%, + Урон на 42% если цель Кровоточит и + Здоровье на 10%.",
}
data[2577] = {
    ["skillName"] = "Абсорбция",
    ["desc"] = "Пассивное умение: Когда противник умирает, получаете [80% от Атаки] здоровья.",
}
data[2578] = {
    ["skillName"] = "Кровь бьёт фонтаном II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [35% от Атаки] урона от кровотечения на 4 раунда; + Пробитие Брони на 14% на 4 раунда.",
}
data[2579] = {
    ["skillName"] = "Сердце избиения II",
    ["desc"] = "Пассивное умение: + Точность на 35%, + Атк. на 25%, + Пробитие Брони на 28%, + Урон на 60% если цель Кровоточит и + Здоровье на 15%.",
}
data[2580] = {
    ["skillName"] = "Абсорбция II",
    ["desc"] = "Пассивное умение: Когда противник умирает, получаете [120% от Атаки] здоровья.",
}
data[2581] = {
    ["skillName"] = "Кровь бьёт фонтаном III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [45% от Атаки] урона от кровотечения на 4 раунда; + Пробитие Брони на 16.8% на 4 раунда.",
}
data[2582] = {
    ["skillName"] = "Сердце избиения III",
    ["desc"] = "Пассивное умение: + Точность на 50%, + Атк. на 30%, + Пробитие Брони на 32%, + Урон на 85% если цель Кровоточит и + Здоровье на 30%.",
}
data[2583] = {
    ["skillName"] = "Абсорбция III",
    ["desc"] = "Пассивное умение: Когда противник умирает, получаете [240% от Атаки] здоровья.",
}
data[2584] = {
    ["skillName"] = "Ослабить боевую волю",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Защ. на 15% на 3 раунда; + Защ. на 15% на 3 раунда.",
}
data[2585] = {
    ["skillName"] = "Железный стан",
    ["desc"] = "Пассивное умение: + Здоровье на 20%, + Атк. на 15% и + Защ. на 20%.",
}
data[2586] = {
    ["skillName"] = "Безумная атака",
    ["desc"] = "Пассивное умение: В начале 6 раунда, + Шанс Критического урона на 30% и + Критический урон на 50%.",
}
data[2587] = {
    ["skillName"] = "Ослабить боевую волю II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Защ. на 20% на 3 раунда; + Защ. на 20% на 3 раунда.",
}
data[2588] = {
    ["skillName"] = "Железный стан II",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Атк. на 25% и + Защ. на 32%.",
}
data[2589] = {
    ["skillName"] = "Безумная атака II",
    ["desc"] = "Пассивное умение: В начале 6 раунда, + Шанс Критического урона на 45% и + Критический урон на 70%.",
}
data[2590] = {
    ["skillName"] = "Ослабить боевую волю III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Защ. на 25% на 3 раунда; + Защ. на 25% на 3 раунда.",
}
data[2591] = {
    ["skillName"] = "Железный стан III",
    ["desc"] = "Пассивное умение: + Здоровье на 40%, + Атк. на 35% и + Защ. на 40%.",
}
data[2592] = {
    ["skillName"] = "Безумная атака III",
    ["desc"] = "Пассивное умение: В начале 4 раунда, + Шанс Критического урона на 60% и + Критический урон на 100%.",
}
data[2593] = {
    ["skillName"] = "Тёмное осознание",
    ["desc"] = "Пассивное умение: + Урон Способности на 37.5%, + Атк. на 20% и + Здоровье на 20%.",
}
data[2594] = {
    ["skillName"] = "Тёмная рука",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Атк. на 6% на 3 раунда и + Скорость на 5 на 3 раунда.",
}
data[2595] = {
    ["skillName"] = "Латентное затенение",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, + Урон Способности на 10% и + Энерг. на 10.",
}
data[2596] = {
    ["skillName"] = "Святая воля",
    ["desc"] = "Пассивное умение: + Святой урон (чистый) на 36%, + Здоровье на 20% и + Скорость на 20.",
}
data[2597] = {
    ["skillName"] = "Святой последователь",
    ["desc"] = "Пассивное умение: После смерти, воскреснет с 60% Здоровья (срабатывает один раз).",
}
data[2598] = {
    ["skillName"] = "Спасание Михаила",
    ["desc"] = "Пассивное умение: + Иммунитет на 50%.",
}
data[2599] = {
    ["skillName"] = "Тёмное осознание II",
    ["desc"] = "Пассивное умение: + Урон Способности на 50%, + Атк. на 25% и + Здоровье на 25%.",
}
data[2600] = {
    ["skillName"] = "Тёмная рука II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Атк. на 10% на 3 раунда и + Скорость на 10 на 3 раунда.",
}
data[2601] = {
    ["skillName"] = "Латентное затенение II",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, + Урон Способности на 15% и + Энерг. на 20.",
}
data[2602] = {
    ["skillName"] = "Святая воля II",
    ["desc"] = "Пассивное умение: + Святой урон (чистый) на 48%, + Здоровье на 25% и + Скорость на 30.",
}
data[2603] = {
    ["skillName"] = "Святой последователь II",
    ["desc"] = "Пассивное умение: После смерти, воскреснет с 80% Здоровья (срабатывает один раз).",
}
data[2604] = {
    ["skillName"] = "Спасание Михаила II",
    ["desc"] = "Пассивное умение: + Иммунитет на 75%.",
}
data[2605] = {
    ["skillName"] = "Тёмное осознание III",
    ["desc"] = "Пассивное умение: + Урон Способности на 62.5%, + Атк. на 30% и + Здоровье на 40%.",
}
data[2606] = {
    ["skillName"] = "Тёмная рука III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Атк. на 20% на 3 раунда и + Скорость на 15 на 3 раунда.",
}
data[2607] = {
    ["skillName"] = "Латентное затенение III",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, + Урон Способности на 20% и + Энерг. на 30.",
}
data[2608] = {
    ["skillName"] = "Святая воля II",
    ["desc"] = "Пассивное умение: + Святой урон (чистый) на 60%, + Здоровье на 30% и + Скорость на 40.",
}
data[2609] = {
    ["skillName"] = "Святой последователь III",
    ["desc"] = "Пассивное умение: После смерти, воскреснет с 100% Здоровья (срабатывает один раз).",
}
data[2610] = {
    ["skillName"] = "Спасание Михаила III",
    ["desc"] = "Пассивное умение: + Иммунитет на 100%.",
}
data[2611] = {
    ["skillName"] = "Жаркий боль",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [25% от Атаки] урона от горения на 4 раунда и уменьш. Защ. на 12% на 4 раунда; + Урон на 20% на 4 раунда если цель Горит.",
}
data[2612] = {
    ["skillName"] = "Лавовый щит",
    ["desc"] = "Пассивное умение: + Защ. на 24%, + Атк. на 10%, + Здоровье на 15% и + Точность на 10%.",
}
data[2613] = {
    ["skillName"] = "Жаркий отпор",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получают [100% от Атаки] урона от контрудара если их защита ниже.",
}
data[2614] = {
    ["skillName"] = "Жаркий боль",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [35% от Атаки] урона от горения на 4 раунда и уменьш. Защ. на 20% на 4 раунда; + Урон на 30% на 4 раунда если цель Горит.",
}
data[2615] = {
    ["skillName"] = "Лавовый щит",
    ["desc"] = "Пассивное умение: + Защ. на 36%, + Атк. на 15%, + Здоровье на 20% и + Точность на 20%.",
}
data[2616] = {
    ["skillName"] = "Жаркий отпор",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получают [140% от Атаки] урона от контрудара если их защита ниже.",
}
data[2617] = {
    ["skillName"] = "Жаркий боль",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [45% от Атаки] урона от горения на 4 раунда и уменьш. Защ. на 24% на 4 раунда; + Урон на 40% на 4 раунда если цель Горит.",
}
data[2618] = {
    ["skillName"] = "Лавовый щит",
    ["desc"] = "Пассивное умение: + Защ. на 48%, + Атк. на 20%, + Здоровье на 30% и + Точность на 30%.",
}
data[2619] = {
    ["skillName"] = "Жаркий отпор",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получают [180% от Атаки] урона от контрудара если их защита ниже.",
}
data[2620] = {
    ["skillName"] = "Доспехи насекомых",
    ["desc"] = "Пассивное умение: + Снижение урона на 10%, + Здоровье на 20% и + Шанс Критического урона на 10%.",
}
data[2621] = {
    ["skillName"] = "Руки покойника",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели повышают Получение урона на 15% если атакует Скерей (lightning mark increases damage taken from Skerei active skill).",
}
data[2622] = {
    ["skillName"] = "Распространение смерти",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий повышают Получение урона на 15% если атакует Скерей; + Критический урон на 9% на 3 раунда (lightning mark increases damage taken from Skerei active skill).",
}
data[2623] = {
    ["skillName"] = "Доспехи насекомых II",
    ["desc"] = "Пассивное умение: + Снижение урона на 15%, + Здоровье на 27% и + Шанс Критического урона на 15%.",
}
data[2624] = {
    ["skillName"] = "Руки покойника II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели повышают Получение урона на 25% если атакует Скерей (lightning mark increases damage taken from Skerei active skill).",
}
data[2625] = {
    ["skillName"] = "Распространение смерти II",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий повышают Получение урона на 25% если атакует Скерей; + Критический урон на 12% на 3 раунда (lightning mark increases damage taken from Skerei active skill).",
}
data[2626] = {
    ["skillName"] = "Доспехи насекомых III",
    ["desc"] = "Пассивное умение: + Здоровье на 35%, + Шанс Критического урона на 20% и + Снижение урона на 20%.",
}
data[2627] = {
    ["skillName"] = "Руки покойника III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели повышают Получение урона на 35% если атакует Скерей и передают атакующему 10% Атк. на 2 раунда (lightning mark increases damage taken from Skerei active skill).",
}
data[2628] = {
    ["skillName"] = "Распространение смерти III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий повышают Получение урона на 35% если атакует Скерей; + Критический урон на 15% на 3 раунда (lightning mark increases damage taken from Skerei active skill).",
}
data[2629] = {
    ["skillName"] = "Амнистия императрицы",
    ["desc"] = "Пассивное умение: + Атк. на 15%, + Здоровье на 15% и + Шанс Критического урона на 15%.",
}
data[2630] = {
    ["skillName"] = "симфония звезд",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, получаете [60% от Атаки] здоровья на 2 раунда и + Атк. на 10% на 3 раунда.",
}
data[2631] = {
    ["skillName"] = "Elegy of confusion",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все противники имеют 50% шанс на получение немоты на 1 раунд; + Критический урон на 10% на 6 раундов (срабатывает один раз).",
}
data[2632] = {
    ["skillName"] = "Амнистия императрицы II",
    ["desc"] = "Пассивное умение: + Атк. на 15%, + Здоровье на 20% и + Шанс Критического урона на 20%.",
}
data[2633] = {
    ["skillName"] = "симфония звезд II",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, получаете [90% от Атаки] здоровья на 2 раунда и + Атк. на 20% на 3 раунда.",
}
data[2634] = {
    ["skillName"] = "Elegy of confusion II",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все противники имеют 75% шанс на получение немоты на 1 раунд; + Критический урон на 20% на 6 раундов (срабатывает один раз).",
}
data[2635] = {
    ["skillName"] = "Амнистия императрицы III",
    ["desc"] = "Пассивное умение: + Атк. на 30%, + Здоровье на 25% и + Шанс Критического урона на 35%.",
}
data[2636] = {
    ["skillName"] = "симфония звезд III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, получаете [120% от Атаки] здоровья на 2 раунда и + Атк. на 30% на 3 раунда.",
}
data[2637] = {
    ["skillName"] = "Elegy of confusion III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все противники имеют 100% шанс на получение немоты на 1 раунд; + Критический урон на 30% на 6 раундов (срабатывает один раз).",
}
data[2638] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: После смерти, все противники получают [140% от Атаки] урона от горения на 1 раунд (срабатывает один раз).",
}
data[2639] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, + Атк. на 50% (срабатывает один раз).",
}
data[2640] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [110% от Атаки] урона от яда на 15 раундов.",
}
data[2641] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, получаете [28% от Атаки] здоровья на 15 раундов.",
}
data[2642] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получ. критическую метку на [42% от Атаки] урона и получ. метку раунда на [42% от Атаки] урона.",
}
data[2643] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все противники получ. критическую метку на [54% от Атаки] урона и получ. метку раунда на [54% от Атаки] урона (срабатывает один раз).",
}
data[2644] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: + Блок на 100%.",
}
data[2645] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда блокирует урон, + Шанс Критического урона на 20%.",
}
data[2646] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 55% шанс на получение [340% от Атаки] урона от горения на 1 раунд.",
}
data[2647] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, + Атк. на 20%.",
}
data[2648] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Атк. на 30%.",
}
data[2649] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда умирает союзник, + Шанс Критического урона на 20%.",
}
data[2650] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Урон Способности на 40%.",
}
data[2651] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, + Урон Способности на 25%.",
}
data[2652] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, уменьш. Шанс Критического урона на 5% и + Атк. на 5%.",
}
data[2653] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда умирает союзник, + Шанс Критического урона на 15% и + Атк. на 20%.",
}
data[2654] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Атк. на 5%.",
}
data[2655] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Шанс Критического урона на 5%.",
}
data[2656] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели имеют 60% шанс на оглушение на 2 раунда.",
}
data[60001] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [2,732] урона и получают [195] урона от яда на 15 раундов.",
}
data[60002] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [3,611] урона и получают [258] урона от яда на 15 раундов.",
}
data[60003] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [4,490] урона и получают [321] урона от яда на 15 раундов.",
}
data[60004] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [5,369] урона и получают [384] урона от яда на 15 раундов.",
}
data[60005] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [6,248] урона и получают [447] урона от яда на 15 раундов.",
}
data[60006] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [7,127] урона и получают [510] урона от яда на 15 раундов.",
}
data[60007] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [8,006] урона и получают [573] урона от яда на 15 раундов.",
}
data[60008] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [8,885] урона и получают [636] урона от яда на 15 раундов.",
}
data[60009] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [9,764] урона и получают [699] урона от яда на 15 раундов.",
}
data[60010] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [10,643] урона и получают [762] урона от яда на 15 раундов.",
}
data[60011] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [11,523] урона и получают [825] урона от яда на 15 раундов.",
}
data[60012] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [12,402] урона и получают [889] урона от яда на 15 раундов.",
}
data[60013] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [13,281] урона и получают [952] урона от яда на 15 раундов.",
}
data[60014] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [14,160] урона и получают [1,015] урона от яда на 15 раундов.",
}
data[60015] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [15,039] урона и получают [1,078] урона от яда на 15 раундов.",
}
data[60016] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [15,918] урона и получают [1,141] урона от яда на 15 раундов.",
}
data[60017] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [16,797] урона и получают [1,204] урона от яда на 15 раундов.",
}
data[60018] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [17,676] урона и получают [1,267] урона от яда на 15 раундов.",
}
data[60019] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [18,555] урона и получают [1,330] урона от яда на 15 раундов.",
}
data[60020] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [19,434] урона и получают [1,393] урона от яда на 15 раундов.",
}
data[60021] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [20,313] урона и получают [1,456] урона от яда на 15 раундов.",
}
data[60022] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [21,192] урона и получают [1,519] урона от яда на 15 раундов.",
}
data[60023] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [22,071] урона и получают [1,582] урона от яда на 15 раундов.",
}
data[60024] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [22,950] урона и получают [1,645] урона от яда на 15 раундов.",
}
data[60025] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [23,829] урона и получают [1,708] урона от яда на 15 раундов.",
}
data[60026] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [24,708] урона и получают [1,771] урона от яда на 15 раундов.",
}
data[60027] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [25,587] урона и получают [1,834] урона от яда на 15 раундов.",
}
data[60028] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [26,466] урона и получают [1,897] урона от яда на 15 раундов.",
}
data[60029] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [27,345] урона и получают [1,960] урона от яда на 15 раундов.",
}
data[60030] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [28,224] урона и получают [2,023] урона от яда на 15 раундов.",
}
data[60031] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [30,878] урона и получают [2,214] урона от яда на 15 раундов.",
}
data[60032] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [33,531] урона и получают [2,404] урона от яда на 15 раундов.",
}
data[60033] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [36,184] урона и получают [2,594] урона от яда на 15 раундов.",
}
data[60034] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [38,837] урона и получают [2,784] урона от яда на 15 раундов.",
}
data[60035] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [41,490] урона и получают [2,975] урона от яда на 15 раундов.",
}
data[60036] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [44,143] урона и получают [3,165] урона от яда на 15 раундов.",
}
data[60037] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [46,796] урона и получают [3,355] урона от яда на 15 раундов.",
}
data[60038] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [49,449] урона и получают [3,546] урона от яда на 15 раундов.",
}
data[60039] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [52,102] урона и получают [3,736] урона от яда на 15 раундов.",
}
data[60040] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [54,755] урона и получают [3,926] урона от яда на 15 раундов.",
}
data[60041] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [57,408] урона и получают [4,116] урона от яда на 15 раундов.",
}
data[60042] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [60,061] урона и получают [4,307] урона от яда на 15 раундов.",
}
data[60043] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [62,714] урона и получают [4,497] урона от яда на 15 раундов.",
}
data[60044] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [65,367] урона и получают [4,687] урона от яда на 15 раундов.",
}
data[60045] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [68,020] урона и получают [4,878] урона от яда на 15 раундов.",
}
data[60046] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [70,674] урона и получают [5,068] урона от яда на 15 раундов.",
}
data[60047] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [73,327] урона и получают [5,258] урона от яда на 15 раундов.",
}
data[60048] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [75,980] урона и получают [5,448] урона от яда на 15 раундов.",
}
data[60049] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [78,633] урона и получают [5,639] урона от яда на 15 раундов.",
}
data[60050] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [81,286] урона и получают [5,829] урона от яда на 15 раундов.",
}
data[60051] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [83,939] урона и получают [6,019] урона от яда на 15 раундов.",
}
data[60052] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [86,592] урона и получают [6,210] урона от яда на 15 раундов.",
}
data[60053] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [89,245] урона и получают [6,400] урона от яда на 15 раундов.",
}
data[60054] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [91,898] урона и получают [6,590] урона от яда на 15 раундов.",
}
data[60055] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [94,551] урона и получают [6,780] урона от яда на 15 раундов.",
}
data[60056] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [97,204] урона и получают [6,971] урона от яда на 15 раундов.",
}
data[60057] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [99,857] урона и получают [7,161] урона от яда на 15 раундов.",
}
data[60058] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [102,510] урона и получают [7,351] урона от яда на 15 раундов.",
}
data[60059] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [105,163] урона и получают [7,542] урона от яда на 15 раундов.",
}
data[60060] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 3 случ. противника получают [107,816] урона и получают [7,732] урона от яда на 15 раундов.",
}
data[60061] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [115,442] урона, получают [8,279] урона от яда на 15 раундов и уменьш. Атк. на 1% на 3 раунда.",
}
data[60062] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [123,067] урона, получают [8,826] урона от яда на 15 раундов и уменьш. Атк. на 1.4% на 3 раунда.",
}
data[60063] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [130,692] урона, получают [9,372] урона от яда на 15 раундов и уменьш. Атк. на 1.8% на 3 раунда.",
}
data[60064] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [138,317] урона, получают [9,919] урона от яда на 15 раундов и уменьш. Атк. на 2.2% на 3 раунда.",
}
data[60065] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [145,942] урона, получают [10,466] урона от яда на 15 раундов и уменьш. Атк. на 2.6% на 3 раунда.",
}
data[60066] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [153,567] урона, получают [11,013] урона от яда на 15 раундов и уменьш. Атк. на 3% на 3 раунда.",
}
data[60067] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [161,192] урона, получают [11,560] урона от яда на 15 раундов и уменьш. Атк. на 3.4% на 3 раунда.",
}
data[60068] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [168,817] урона, получают [12,107] урона от яда на 15 раундов и уменьш. Атк. на 3.8% на 3 раунда.",
}
data[60069] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [176,442] урона, получают [12,654] урона от яда на 15 раундов и уменьш. Атк. на 4.3% на 3 раунда.",
}
data[60070] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [184,067] урона, получают [13,201] урона от яда на 15 раундов и уменьш. Атк. на 4.7% на 3 раунда.",
}
data[60071] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [191,692] урона, получают [13,748] урона от яда на 15 раундов и уменьш. Атк. на 5.1% на 3 раунда.",
}
data[60072] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [199,317] урона, получают [14,294] урона от яда на 15 раундов и уменьш. Атк. на 5.5% на 3 раунда.",
}
data[60073] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [206,942] урона, получают [14,841] урона от яда на 15 раундов и уменьш. Атк. на 5.9% на 3 раунда.",
}
data[60074] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [214,568] урона, получают [15,388] урона от яда на 15 раундов и уменьш. Атк. на 6.3% на 3 раунда.",
}
data[60075] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [222,193] урона, получают [15,935] урона от яда на 15 раундов и уменьш. Атк. на 6.7% на 3 раунда.",
}
data[60076] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [229,818] урона, получают [16,482] урона от яда на 15 раундов и уменьш. Атк. на 7.1% на 3 раунда.",
}
data[60077] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [237,443] урона, получают [17,029] урона от яда на 15 раундов и уменьш. Атк. на 7.5% на 3 раунда.",
}
data[60078] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [245,068] урона, получают [17,576] урона от яда на 15 раундов и уменьш. Атк. на 7.9% на 3 раунда.",
}
data[60079] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [252,693] урона, получают [18,123] урона от яда на 15 раундов и уменьш. Атк. на 8.3% на 3 раунда.",
}
data[60080] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [260,318] урона, получают [18,670] урона от яда на 15 раундов и уменьш. Атк. на 8.7% на 3 раунда.",
}
data[60081] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [267,943] урона, получают [19,216] урона от яда на 15 раундов и уменьш. Атк. на 9.1% на 3 раунда.",
}
data[60082] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [275,568] урона, получают [19,763] урона от яда на 15 раундов и уменьш. Атк. на 9.5% на 3 раунда.",
}
data[60083] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [283,193] урона, получают [20,310] урона от яда на 15 раундов и уменьш. Атк. на 9.9% на 3 раунда.",
}
data[60084] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [290,818] урона, получают [20,857] урона от яда на 15 раундов и уменьш. Атк. на 10.4% на 3 раунда.",
}
data[60085] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [298,443] урона, получают [21,404] урона от яда на 15 раундов и уменьш. Атк. на 10.8% на 3 раунда.",
}
data[60086] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [306,068] урона, получают [21,951] урона от яда на 15 раундов и уменьш. Атк. на 11.2% на 3 раунда.",
}
data[60087] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [313,694] урона, получают [22,498] урона от яда на 15 раундов и уменьш. Атк. на 11.6% на 3 раунда.",
}
data[60088] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [321,319] урона, получают [23,045] урона от яда на 15 раундов и уменьш. Атк. на 12% на 3 раунда.",
}
data[60089] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [328,944] урона, получают [23,591] урона от яда на 15 раундов и уменьш. Атк. на 12.4% на 3 раунда.",
}
data[60090] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [336,569] урона, получают [24,138] урона от яда на 15 раундов и уменьш. Атк. на 12.8% на 3 раунда.",
}
data[60091] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [348,967] урона, получают [25,028] урона от яда на 15 раундов, уменьш. Атк. на 13.2% на 3 раунда и уменьш. Шанс Критического урона на 1% на 3 раунда.",
}
data[60092] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [361,365] урона, получают [25,917] урона от яда на 15 раундов, уменьш. Атк. на 13.6% на 3 раунда и уменьш. Шанс Критического урона на 1.7% на 3 раунда.",
}
data[60093] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [373,763] урона, получают [26,806] урона от яда на 15 раундов, уменьш. Атк. на 14% на 3 раунда и уменьш. Шанс Критического урона на 2.3% на 3 раунда.",
}
data[60094] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [386,162] урона, получают [27,695] урона от яда на 15 раундов, уменьш. Атк. на 14.4% на 3 раунда и уменьш. Шанс Критического урона на 3% на 3 раунда.",
}
data[60095] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [398,560] урона, получают [28,584] урона от яда на 15 раундов, уменьш. Атк. на 14.8% на 3 раунда и уменьш. Шанс Критического урона на 3.6% на 3 раунда.",
}
data[60096] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [410,958] урона, получают [29,474] урона от яда на 15 раундов, уменьш. Атк. на 15.2% на 3 раунда и уменьш. Шанс Критического урона на 4.3% на 3 раунда.",
}
data[60097] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [423,356] урона, получают [30,363] урона от яда на 15 раундов, уменьш. Атк. на 15.6% на 3 раунда и уменьш. Шанс Критического урона на 4.9% на 3 раунда.",
}
data[60098] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [435,754] урона, получают [31,252] урона от яда на 15 раундов, уменьш. Атк. на 16.1% на 3 раунда и уменьш. Шанс Критического урона на 5.6% на 3 раунда.",
}
data[60099] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [448,153] урона, получают [32,141] урона от яда на 15 раундов, уменьш. Атк. на 16.5% на 3 раунда и уменьш. Шанс Критического урона на 6.2% на 3 раунда.",
}
data[60100] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [460,551] урона, получают [33,031] урона от яда на 15 раундов, уменьш. Атк. на 16.9% на 3 раунда и уменьш. Шанс Критического урона на 6.9% на 3 раунда.",
}
data[60101] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [472,949] урона, получают [33,920] урона от яда на 15 раундов, уменьш. Атк. на 17.3% на 3 раунда и уменьш. Шанс Критического урона на 7.6% на 3 раунда.",
}
data[60102] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [485,347] урона, получают [34,809] урона от яда на 15 раундов, уменьш. Атк. на 17.7% на 3 раунда и уменьш. Шанс Критического урона на 8.2% на 3 раунда.",
}
data[60103] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [497,745] урона, получают [35,698] урона от яда на 15 раундов, уменьш. Атк. на 18.1% на 3 раунда и уменьш. Шанс Критического урона на 8.9% на 3 раунда.",
}
data[60104] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [510,144] урона, получают [36,587] урона от яда на 15 раундов, уменьш. Атк. на 18.5% на 3 раунда и уменьш. Шанс Критического урона на 9.5% на 3 раунда.",
}
data[60105] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [522,542] урона, получают [37,477] урона от яда на 15 раундов, уменьш. Атк. на 18.9% на 3 раунда и уменьш. Шанс Критического урона на 10.2% на 3 раунда.",
}
data[60106] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [534,940] урона, получают [38,366] урона от яда на 15 раундов, уменьш. Атк. на 19.3% на 3 раунда и уменьш. Шанс Критического урона на 10.8% на 3 раунда.",
}
data[60107] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [547,338] урона, получают [39,255] урона от яда на 15 раундов, уменьш. Атк. на 19.7% на 3 раунда и уменьш. Шанс Критического урона на 11.5% на 3 раунда.",
}
data[60108] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [559,737] урона, получают [40,144] урона от яда на 15 раундов, уменьш. Атк. на 20.1% на 3 раунда и уменьш. Шанс Критического урона на 12.1% на 3 раунда.",
}
data[60109] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [572,135] урона, получают [41,034] урона от яда на 15 раундов, уменьш. Атк. на 20.5% на 3 раунда и уменьш. Шанс Критического урона на 12.8% на 3 раунда.",
}
data[60110] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [584,533] урона, получают [41,923] урона от яда на 15 раундов, уменьш. Атк. на 20.9% на 3 раунда и уменьш. Шанс Критического урона на 13.4% на 3 раунда.",
}
data[60111] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [596,931] урона, получают [42,812] урона от яда на 15 раундов, уменьш. Атк. на 21.3% на 3 раунда и уменьш. Шанс Критического урона на 14.1% на 3 раунда.",
}
data[60112] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [609,329] урона, получают [43,701] урона от яда на 15 раундов, уменьш. Атк. на 21.7% на 3 раунда и уменьш. Шанс Критического урона на 14.8% на 3 раунда.",
}
data[60113] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [621,728] урона, получают [44,590] урона от яда на 15 раундов, уменьш. Атк. на 22.2% на 3 раунда и уменьш. Шанс Критического урона на 15.4% на 3 раунда.",
}
data[60114] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [634,126] урона, получают [45,480] урона от яда на 15 раундов, уменьш. Атк. на 22.6% на 3 раунда и уменьш. Шанс Критического урона на 16.1% на 3 раунда.",
}
data[60115] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [646,524] урона, получают [46,369] урона от яда на 15 раундов, уменьш. Атк. на 23% на 3 раунда и уменьш. Шанс Критического урона на 16.7% на 3 раунда.",
}
data[60116] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [658,922] урона, получают [47,258] урона от яда на 15 раундов, уменьш. Атк. на 23.4% на 3 раунда и уменьш. Шанс Критического урона на 17.4% на 3 раунда.",
}
data[60117] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [671,320] урона, получают [48,147] урона от яда на 15 раундов, уменьш. Атк. на 23.8% на 3 раунда и уменьш. Шанс Критического урона на 18% на 3 раунда.",
}
data[60118] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [683,719] урона, получают [49,037] урона от яда на 15 раундов, уменьш. Атк. на 24.2% на 3 раунда и уменьш. Шанс Критического урона на 18.7% на 3 раунда.",
}
data[60119] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [696,117] урона, получают [49,926] урона от яда на 15 раундов, уменьш. Атк. на 24.6% на 3 раунда и уменьш. Шанс Критического урона на 19.3% на 3 раунда.",
}
data[60120] = {
    ["skillName"] = "Высоковирулентный след",
    ["desc"] = "Активное умение: 4 случ. противника получают [708,515] урона, получают [50,815] урона от яда на 15 раундов, уменьш. Атк. на 25% на 3 раунда и уменьш. Шанс Критического урона на 20% на 3 раунда.",
}
data[2777] = {
    ["skillName"] = "Беглое впечатление",
    ["desc"] = "Пассивное умение: + Атк. на 25%, + Блок на 50%, + Иммунитет на 20% и + Скорость на 20.",
}
data[2778] = {
    ["skillName"] = "Млечный Путь изменяется",
    ["desc"] = "Пассивное умение: Когда блокирует урон, + Атк. на 10% на 4 раунда и + Шанс Критического урона на 15% на 4 раунда.",
}
data[2779] = {
    ["skillName"] = "Гнать луну и звёзду",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [220% от Атаки] урона и получает [150% от Атаки] урона от кровотечения на 2 раунда.",
}
data[2780] = {
    ["skillName"] = "Беглое впечатление",
    ["desc"] = "Пассивное умение: + Атк. на 35%, + Блок на 70%, + Иммунитет на 30% и + Скорость на 30.",
}
data[2781] = {
    ["skillName"] = "Млечный Путь изменяется",
    ["desc"] = "Пассивное умение: Когда блокирует урон, + Атк. на 15% на 4 раунда и + Шанс Критического урона на 20% на 4 раунда.",
}
data[2782] = {
    ["skillName"] = "Гнать луну и звёзду",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [260% от Атаки] урона и получает [180% от Атаки] урона от кровотечения на 2 раунда.",
}
data[2801] = {
    ["skillName"] = "Кровавая защита III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, + Атк. на 100% на 3 раунда (срабатывает один раз).",
}
data[2815] = {
    ["skillName"] = "Кровь Демона",
    ["desc"] = "Пассивное умение: + Здоровье на 15%, + Атк. на 10%, на героя не действует burning damage и на героя не действует bleeding damage.",
}
data[2816] = {
    ["skillName"] = "Погоня пламени",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, 3 случ. противника получают [10% от Атаки] урона от кровотечения на 3 раунда и получают [10% от Атаки] урона от горения на 3 раунда.",
}
data[2817] = {
    ["skillName"] = "Заключение души",
    ["desc"] = "Пассивное умение: + Энерг. by 5 when taking damage если цель Горит и получаете [20% от Атаки] healing when taking damage если цель Кровоточит.",
}
data[2818] = {
    ["skillName"] = "Кровь Демона",
    ["desc"] = "Пассивное умение: + Здоровье на 20%, + Атк. на 15%, на героя не действует burning damage и на героя не действует bleeding damage.",
}
data[2819] = {
    ["skillName"] = "Погоня пламени",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, 3 случ. противника получают [15% от Атаки] урона от кровотечения на 3 раунда и получают [15% от Атаки] урона от горения на 3 раунда.",
}
data[2820] = {
    ["skillName"] = "Заключение души",
    ["desc"] = "Пассивное умение: + Энерг. by 10 when taking damage если цель Горит и получаете [25% от Атаки] healing when taking damage если цель Кровоточит.",
}
data[2821] = {
    ["skillName"] = "Кровь Демона",
    ["desc"] = "Пассивное умение: + Здоровье на 25%, + Атк. на 20%, на героя не действует burning damage и на героя не действует bleeding damage.",
}
data[2822] = {
    ["skillName"] = "Погоня пламени",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, 3 случ. противника получают [25% от Атаки] урона от кровотечения на 3 раунда и получают [25% от Атаки] урона от горения на 3 раунда.",
}
data[2823] = {
    ["skillName"] = "Заключение души",
    ["desc"] = "Пассивное умение: + Энерг. by 15 when taking damage если цель Горит и получаете [30% от Атаки] healing when taking damage если цель Кровоточит.",
}
data[2824] = {
    ["skillName"] = "Испорченное перерождение",
    ["desc"] = "Пассивное умение: + Здоровье на 20%, + Атк. на 10% и + Пробитие Брони на 20%.",
}
data[2825] = {
    ["skillName"] = "Пришествие воронов",
    ["desc"] = "Пассивное умение: Whenever anyone uses active skill, + Атк. на 1%, + Иммунитет на 1% и + Критический урон на 0.5%.",
}
data[2826] = {
    ["skillName"] = "Кровавый контракт",
    ["desc"] = "Пассивное умение: Когда блокирует урон, атакующий получают [10% от текущего ХП] damage и передают атакующему [5% нанесенного урона] здоровья.",
}
data[2827] = {
    ["skillName"] = "Испорченное перерождение",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Атк. на 20% и + Пробитие Брони на 30%.",
}
data[2828] = {
    ["skillName"] = "Пришествие воронов",
    ["desc"] = "Пассивное умение: Whenever anyone uses active skill, + Атк. на 2%, + Иммунитет на 2% и + Критический урон на 0.8%.",
}
data[2829] = {
    ["skillName"] = "Кровавый контракт",
    ["desc"] = "Пассивное умение: Когда блокирует урон, атакующий получают [15% от текущего ХП] damage и передают атакующему [7.5% нанесенного урона] здоровья.",
}
data[2830] = {
    ["skillName"] = "Испорченное перерождение",
    ["desc"] = "Пассивное умение: + Здоровье на 40%, + Атк. на 30% и + Пробитие Брони на 40%.",
}
data[2831] = {
    ["skillName"] = "Пришествие воронов",
    ["desc"] = "Пассивное умение: Whenever anyone uses active skill, + Атк. на 3%, + Иммунитет на 3% и + Критический урон на 1%.",
}
data[2832] = {
    ["skillName"] = "Кровавый контракт",
    ["desc"] = "Пассивное умение: Когда блокирует урон, атакующий получают [20% от текущего ХП] damage и передают атакующему [10% нанесенного урона] здоровья.",
}
data[2833] = {
    ["skillName"] = "Темный шторм",
    ["desc"] = "Пассивное умение: + Здоровье на 20%, + Атк. на 10%, + Шанс Критического урона на 15%, + Пробитие Брони на 20% и + Иммунитет на 20%.",
}
data[2834] = {
    ["skillName"] = "Теневая ярость",
    ["desc"] = "Обычная атака: 3 случ. противника получают [100% от Атаки] урона и имеют 15% шанс на become horrified на 2 раунда (horrified enemies can't use basic attack).",
}
data[2835] = {
    ["skillName"] = "Жертва души",
    ["desc"] = "Пассивное умение: When enemy health falls below 30%, цели получают [250% от Атаки] critical damage и передают атакующему [50% нанесенного урона] здоровья (triggers only once per enemy).",
}
data[2836] = {
    ["skillName"] = "Темный шторм",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Атк. на 15%, + Шанс Критического урона на 25%, + Пробитие Брони на 35% и + Иммунитет на 30%.",
}
data[2837] = {
    ["skillName"] = "Ярость тени",
    ["desc"] = "Обычная атака: 3 случ. противника получают [110% от Атаки] урона и имеют 25% шанс на become horrified на 2 раунда (horrified enemies can't use basic attack).",
}
data[2838] = {
    ["skillName"] = "Жертва души",
    ["desc"] = "Пассивное умение: When enemy health falls below 30%, цели получают [500% от Атаки] critical damage и передают атакующему [50% нанесенного урона] здоровья (triggers only once per enemy).",
}
data[2839] = {
    ["skillName"] = "Темный шторм",
    ["desc"] = "Пассивное умение: + Здоровье на 40%, + Атк. на 20%, + Шанс Критического урона на 35%, + Пробитие Брони на 50% и + Иммунитет на 40%.",
}
data[2840] = {
    ["skillName"] = "Ярость тени",
    ["desc"] = "Обычная атака: 3 случ. противника получают [120% от Атаки] урона и имеют 35% шанс на become horrified на 2 раунда (horrified enemies can't use basic attack).",
}
data[2841] = {
    ["skillName"] = "Жертва души",
    ["desc"] = "Пассивное умение: When enemy health falls below 30%, цели получают [750% от Атаки] critical damage и передают атакующему [50% нанесенного урона] здоровья (triggers only once per enemy).",
}
data[2842] = {
    ["skillName"] = "Благословение Света",
    ["desc"] = "Пассивное умение: + Здоровье на 10% и + Святой урон (чистый) на 20%.",
}
data[2843] = {
    ["skillName"] = "Гнев правоты",
    ["desc"] = "Пассивное умение: At beginning of round, противник с наибольшим кол-вом ХП получает a balance mark for [10% от максимального Здоровья] damage на 1 раунд (balance mark deals damage when target uses active skill).",
}
data[2844] = {
    ["skillName"] = "Окончательное решение",
    ["desc"] = "Пассивное умение: В конце раунда, все противники получают [100% от Атаки] святого урона и уменьш. Healing Taken by 10%.",
}
data[2845] = {
    ["skillName"] = "Благословение Света",
    ["desc"] = "Пассивное умение: + Здоровье на 15% и + Святой урон (чистый) на 35%.",
}
data[2846] = {
    ["skillName"] = "Гнев правоты",
    ["desc"] = "Пассивное умение: At beginning of round, противник с наибольшим кол-вом ХП получает a balance mark for [20% от максимального Здоровья] damage на 1 раунд (balance mark deals damage when target uses active skill).",
}
data[2847] = {
    ["skillName"] = "Окончательное решение",
    ["desc"] = "Пассивное умение: В конце раунда, все противники получают [200% от Атаки] святого урона и уменьш. Healing Taken by 10%.",
}
data[2848] = {
    ["skillName"] = "Благословение Света",
    ["desc"] = "Пассивное умение: + Здоровье на 20% и + Святой урон (чистый) на 50%.",
}
data[2849] = {
    ["skillName"] = "Гнев правоты",
    ["desc"] = "Пассивное умение: At beginning of round, противник с наибольшим кол-вом ХП получает a balance mark for [30% от максимального Здоровья] damage на 1 раунд (balance mark deals damage when target uses active skill).",
}
data[2850] = {
    ["skillName"] = "Окончательное решение",
    ["desc"] = "Пассивное умение: В конце раунда, все противники получают [400% от Атаки] святого урона и уменьш. Healing Taken by 10%.",
}
data[2853] = {
    ["skillName"] = "Сила Эльфа",
    ["desc"] = "Пассивное умение: + Здоровье на 15%, + Атк. на 10%, + Скорость на 15 и + Healing Taken by 10%.",
}
data[2854] = {
    ["skillName"] = "Рост шипов",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, 1 случ. противник имеет 50% шанс на become entwined for 1 round after 1 round.",
}
data[2855] = {
    ["skillName"] = "Естественная манипуляция",
    ["desc"] = "Пассивное умение: When any enemy becomes entwined, 3 случ. противника получают [40% от Атаки] урона от яда на 6 раундов; получаете [50% от Атаки] здоровья и + Атк. на 5% на 6 раундов.",
}
data[2856] = {
    ["skillName"] = "Сила Эльфа",
    ["desc"] = "Пассивное умение: + Здоровье на 25%, + Атк. на 20%, + Скорость на 25 и + Healing Taken by 20%.",
}
data[2857] = {
    ["skillName"] = "Рост шипов",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, 1 случ. противник имеет 70% шанс на become entwined for 1 round after 1 round.",
}
data[2858] = {
    ["skillName"] = "Естественная манипуляция",
    ["desc"] = "Пассивное умение: When any enemy becomes entwined, 3 случ. противника получают [60% от Атаки] урона от яда на 6 раундов; получаете [100% от Атаки] здоровья и + Атк. на 10% на 6 раундов.",
}
data[2859] = {
    ["skillName"] = "Сила Эльфа",
    ["desc"] = "Пассивное умение: + Здоровье на 35%, + Атк. на 30%, + Скорость на 40 и + Healing Taken by 30%.",
}
data[2860] = {
    ["skillName"] = "Рост шипов",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, 1 случ. противник becomes entwined for 1 round after 1 round.",
}
data[2861] = {
    ["skillName"] = "Естественная манипуляция",
    ["desc"] = "Пассивное умение: When any enemy becomes entwined, 3 случ. противника получают [100% от Атаки] урона от яда на 6 раундов; получаете [150% от Атаки] здоровья и + Атк. на 20% на 6 раундов.",
}
data[7001] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [965] урона.",
}
data[7002] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [1,276] урона.",
}
data[7003] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [1,586] урона.",
}
data[7004] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [1,897] урона.",
}
data[7005] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [2,208] урона.",
}
data[7006] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [2,518] урона.",
}
data[7007] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [2,829] урона.",
}
data[7008] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [3,140] урона.",
}
data[7009] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [3,450] урона.",
}
data[7010] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [3,761] урона.",
}
data[7011] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [4,072] урона.",
}
data[7012] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [4,382] урона.",
}
data[7013] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [4,693] урона.",
}
data[7014] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [5,004] урона.",
}
data[7015] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [5,314] урона.",
}
data[7016] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [5,625] урона.",
}
data[7017] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [5,936] урона.",
}
data[7018] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [6,246] урона.",
}
data[7019] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [6,557] урона.",
}
data[7020] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [6,868] урона.",
}
data[7021] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [7,178] урона.",
}
data[7022] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [7,489] урона.",
}
data[7023] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [7,800] урона.",
}
data[7024] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [8,111] урона.",
}
data[7025] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [8,421] урона.",
}
data[7026] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [8,732] урона.",
}
data[7027] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [9,043] урона.",
}
data[7028] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [9,353] урона.",
}
data[7029] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [9,664] урона.",
}
data[7030] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 2 случ. противника получают [9,975] урона.",
}
data[7031] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [10,912] урона и имеют 1% шанс на окаменение на 2 раунда.",
}
data[7032] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [11,850] урона и имеют 1.3% шанс на окаменение на 2 раунда.",
}
data[7033] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [12,788] урона и имеют 1.6% шанс на окаменение на 2 раунда.",
}
data[7034] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [13,725] урона и имеют 1.9% шанс на окаменение на 2 раунда.",
}
data[7035] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [14,663] урона и имеют 2.2% шанс на окаменение на 2 раунда.",
}
data[7036] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [15,600] урона и имеют 2.5% шанс на окаменение на 2 раунда.",
}
data[7037] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [16,538] урона и имеют 2.8% шанс на окаменение на 2 раунда.",
}
data[7038] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [17,476] урона и имеют 3.1% шанс на окаменение на 2 раунда.",
}
data[7039] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [18,413] урона и имеют 3.4% шанс на окаменение на 2 раунда.",
}
data[7040] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [19,351] урона и имеют 3.7% шанс на окаменение на 2 раунда.",
}
data[7041] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [20,289] урона и имеют 4% шанс на окаменение на 2 раунда.",
}
data[7042] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [21,226] урона и имеют 4.3% шанс на окаменение на 2 раунда.",
}
data[7043] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [22,164] урона и имеют 4.6% шанс на окаменение на 2 раунда.",
}
data[7044] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [23,102] урона и имеют 4.9% шанс на окаменение на 2 раунда.",
}
data[7045] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [24,039] урона и имеют 5.2% шанс на окаменение на 2 раунда.",
}
data[7046] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [24,977] урона и имеют 5.6% шанс на окаменение на 2 раунда.",
}
data[7047] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [25,915] урона и имеют 5.9% шанс на окаменение на 2 раунда.",
}
data[7048] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [26,852] урона и имеют 6.2% шанс на окаменение на 2 раунда.",
}
data[7049] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [27,790] урона и имеют 6.5% шанс на окаменение на 2 раунда.",
}
data[7050] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [28,728] урона и имеют 6.8% шанс на окаменение на 2 раунда.",
}
data[7051] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [29,665] урона и имеют 7.1% шанс на окаменение на 2 раунда.",
}
data[7052] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [30,603] урона и имеют 7.4% шанс на окаменение на 2 раунда.",
}
data[7053] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [31,540] урона и имеют 7.7% шанс на окаменение на 2 раунда.",
}
data[7054] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [32,478] урона и имеют 8% шанс на окаменение на 2 раунда.",
}
data[7055] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [33,416] урона и имеют 8.3% шанс на окаменение на 2 раунда.",
}
data[7056] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [34,353] урона и имеют 8.6% шанс на окаменение на 2 раунда.",
}
data[7057] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [35,291] урона и имеют 8.9% шанс на окаменение на 2 раунда.",
}
data[7058] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [36,229] урона и имеют 9.2% шанс на окаменение на 2 раунда.",
}
data[7059] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [37,166] урона и имеют 9.5% шанс на окаменение на 2 раунда.",
}
data[7060] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 3 случ. противника получают [38,104] урона и имеют 9.8% шанс на окаменение на 2 раунда.",
}
data[7061] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [40,799] урона и имеют 10.1% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 2% на 3 раунда.",
}
data[7062] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [43,494] урона и имеют 10.4% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 3% на 3 раунда.",
}
data[7063] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [46,189] урона и имеют 10.7% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 4% на 3 раунда.",
}
data[7064] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [48,883] урона и имеют 11% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 5% на 3 раунда.",
}
data[7065] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [51,578] урона и имеют 11.3% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 6% на 3 раунда.",
}
data[7066] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [54,273] урона и имеют 11.6% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 7% на 3 раунда.",
}
data[7067] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [56,968] урона и имеют 11.9% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 8% на 3 раунда.",
}
data[7068] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [59,663] урона и имеют 12.2% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 9% на 3 раунда.",
}
data[7069] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [62,358] урона и имеют 12.5% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 10% на 3 раунда.",
}
data[7070] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [65,053] урона и имеют 12.8% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 11% на 3 раунда.",
}
data[7071] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [67,747] урона и имеют 13.1% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 12% на 3 раунда.",
}
data[7072] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [70,442] урона и имеют 13.4% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 13% на 3 раунда.",
}
data[7073] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [73,137] урона и имеют 13.7% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 14% на 3 раунда.",
}
data[7074] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [75,832] урона и имеют 14% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 15% на 3 раунда.",
}
data[7075] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [78,527] урона и имеют 14.3% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 16% на 3 раунда.",
}
data[7076] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [81,222] урона и имеют 14.7% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 17% на 3 раунда.",
}
data[7077] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [83,917] урона и имеют 15% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 18% на 3 раунда.",
}
data[7078] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [86,611] урона и имеют 15.3% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 19% на 3 раунда.",
}
data[7079] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [89,306] урона и имеют 15.6% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 20% на 3 раунда.",
}
data[7080] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [92,001] урона и имеют 15.9% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 21% на 3 раунда.",
}
data[7081] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [94,696] урона и имеют 16.2% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 22% на 3 раунда.",
}
data[7082] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [97,391] урона и имеют 16.5% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 23% на 3 раунда.",
}
data[7083] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [100,086] урона и имеют 16.8% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 24% на 3 раунда.",
}
data[7084] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [102,781] урона и имеют 17.1% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 25% на 3 раунда.",
}
data[7085] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [105,475] урона и имеют 17.4% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 26% на 3 раунда.",
}
data[7086] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [108,170] урона и имеют 17.7% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 27% на 3 раунда.",
}
data[7087] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [110,865] урона и имеют 18% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 28% на 3 раунда.",
}
data[7088] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [113,560] урона и имеют 18.3% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 29% на 3 раунда.",
}
data[7089] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [116,255] урона и имеют 18.6% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 30% на 3 раунда.",
}
data[7090] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [118,950] урона и имеют 18.9% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 31% на 3 раунда.",
}
data[7091] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [123,331] урона и имеют 19.2% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 31% на 3 раунда.",
}
data[7092] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [127,713] урона и имеют 19.5% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 32% на 3 раунда.",
}
data[7093] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [132,095] урона и имеют 19.8% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 33% на 3 раунда.",
}
data[7094] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [136,477] урона и имеют 20.1% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 34% на 3 раунда.",
}
data[7095] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [140,859] урона и имеют 20.4% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 35% на 3 раунда.",
}
data[7096] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [145,240] урона и имеют 20.7% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 36% на 3 раунда.",
}
data[7097] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [149,622] урона и имеют 21% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 37% на 3 раунда.",
}
data[7098] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [154,004] урона и имеют 21.3% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 38% на 3 раунда.",
}
data[7099] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [158,386] урона и имеют 21.6% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 39% на 3 раунда.",
}
data[7100] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [162,767] урона и имеют 21.9% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 40% на 3 раунда.",
}
data[7101] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [167,149] урона и имеют 22.2% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 41% на 3 раунда.",
}
data[7102] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [171,531] урона и имеют 22.5% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 42% на 3 раунда.",
}
data[7103] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [175,913] урона и имеют 22.8% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 43% на 3 раунда.",
}
data[7104] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [180,295] урона и имеют 23.1% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 44% на 3 раунда.",
}
data[7105] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [184,676] урона и имеют 23.4% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 45% на 3 раунда.",
}
data[7106] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [189,058] урона и имеют 23.8% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 46% на 3 раунда.",
}
data[7107] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [193,440] урона и имеют 24.1% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 47% на 3 раунда.",
}
data[7108] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [197,822] урона и имеют 24.4% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 48% на 3 раунда.",
}
data[7109] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [202,203] урона и имеют 24.7% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 49% на 3 раунда.",
}
data[7110] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [206,585] урона и имеют 25% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 50% на 3 раунда.",
}
data[7111] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [210,967] урона и имеют 25.3% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 51% на 3 раунда.",
}
data[7112] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [215,349] урона и имеют 25.6% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 52% на 3 раунда.",
}
data[7113] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [219,731] урона и имеют 25.9% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 53% на 3 раунда.",
}
data[7114] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [224,112] урона и имеют 26.2% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 54% на 3 раунда.",
}
data[7115] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [228,494] урона и имеют 26.5% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 55% на 3 раунда.",
}
data[7116] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [232,876] урона и имеют 26.8% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 56% на 3 раунда.",
}
data[7117] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [237,258] урона и имеют 27.1% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 57% на 3 раунда.",
}
data[7118] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [241,639] урона и имеют 27.4% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 58% на 3 раунда.",
}
data[7119] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [246,021] урона и имеют 27.7% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 59% на 3 раунда.",
}
data[7120] = {
    ["skillName"] = "Взгляд смерти",
    ["desc"] = "Активное умение: 4 случ. противника получают [250,403] урона и имеют 28% шанс на окаменение на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 60% на 3 раунда.",
}
data[40001] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [1,736] урона.",
}
data[40002] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [2,295] урона.",
}
data[40003] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [2,854] урона.",
}
data[40004] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [3,412] урона.",
}
data[40005] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [3,971] урона.",
}
data[40006] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [4,530] урона.",
}
data[40007] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [5,089] урона.",
}
data[40008] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [5,648] урона.",
}
data[40009] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [6,207] урона.",
}
data[40010] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [6,765] урона.",
}
data[40011] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [7,324] урона.",
}
data[40012] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [7,883] урона.",
}
data[40013] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [8,442] урона.",
}
data[40014] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [9,001] урона.",
}
data[40015] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [9,559] урона.",
}
data[40016] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [10,118] урона.",
}
data[40017] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [10,677] урона.",
}
data[40018] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [11,236] урона.",
}
data[40019] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [11,795] урона.",
}
data[40020] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [12,353] урона.",
}
data[40021] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [12,912] урона.",
}
data[40022] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [13,471] урона.",
}
data[40023] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [14,030] урона.",
}
data[40024] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [14,589] урона.",
}
data[40025] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [15,148] урона.",
}
data[40026] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [15,706] урона.",
}
data[40027] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [16,265] урона.",
}
data[40028] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [16,824] урона.",
}
data[40029] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [17,383] урона.",
}
data[40030] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 2 случ. противника получают [17,942] урона.",
}
data[40031] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [19,628] урона и имеют 2% шанс на получение немоты на 2 раунда.",
}
data[40032] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [21,315] урона и имеют 3% шанс на получение немоты на 2 раунда.",
}
data[40033] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [23,001] урона и имеют 3% шанс на получение немоты на 2 раунда.",
}
data[40034] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [24,688] урона и имеют 4% шанс на получение немоты на 2 раунда.",
}
data[40035] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [26,374] урона и имеют 4% шанс на получение немоты на 2 раунда.",
}
data[40036] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [28,061] урона и имеют 5% шанс на получение немоты на 2 раунда.",
}
data[40037] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [29,748] урона и имеют 5% шанс на получение немоты на 2 раунда.",
}
data[40038] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [31,434] урона и имеют 6% шанс на получение немоты на 2 раунда.",
}
data[40039] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [33,121] урона и имеют 6% шанс на получение немоты на 2 раунда.",
}
data[40040] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [34,807] урона и имеют 7% шанс на получение немоты на 2 раунда.",
}
data[40041] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [36,494] урона и имеют 7% шанс на получение немоты на 2 раунда.",
}
data[40042] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [38,180] урона и имеют 8% шанс на получение немоты на 2 раунда.",
}
data[40043] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [39,867] урона и имеют 8% шанс на получение немоты на 2 раунда.",
}
data[40044] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [41,553] урона и имеют 9% шанс на получение немоты на 2 раунда.",
}
data[40045] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [43,240] урона и имеют 10% шанс на получение немоты на 2 раунда.",
}
data[40046] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [44,927] урона и имеют 10% шанс на получение немоты на 2 раунда.",
}
data[40047] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [46,613] урона и имеют 11% шанс на получение немоты на 2 раунда.",
}
data[40048] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [48,300] урона и имеют 11% шанс на получение немоты на 2 раунда.",
}
data[40049] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [49,986] урона и имеют 12% шанс на получение немоты на 2 раунда.",
}
data[40050] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [51,673] урона и имеют 12% шанс на получение немоты на 2 раунда.",
}
data[40051] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [53,359] урона и имеют 13% шанс на получение немоты на 2 раунда.",
}
data[40052] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [55,046] урона и имеют 13% шанс на получение немоты на 2 раунда.",
}
data[40053] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [56,732] урона и имеют 14% шанс на получение немоты на 2 раунда.",
}
data[40054] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [58,419] урона и имеют 14% шанс на получение немоты на 2 раунда.",
}
data[40055] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [60,106] урона и имеют 15% шанс на получение немоты на 2 раунда.",
}
data[40056] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [61,792] урона и имеют 15% шанс на получение немоты на 2 раунда.",
}
data[40057] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [63,479] урона и имеют 16% шанс на получение немоты на 2 раунда.",
}
data[40058] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [65,165] урона и имеют 17% шанс на получение немоты на 2 раунда.",
}
data[40059] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [66,852] урона и имеют 17% шанс на получение немоты на 2 раунда.",
}
data[40060] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 3 случ. противника получают [68,538] урона и имеют 18% шанс на получение немоты на 2 раунда.",
}
data[40061] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [73,386] урона и имеют 18% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 2.",
}
data[40062] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [78,233] урона и имеют 19% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 3.",
}
data[40063] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [83,080] урона и имеют 19% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 4.",
}
data[40064] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [87,927] урона и имеют 20% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 4.",
}
data[40065] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [92,775] урона и имеют 20% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 5.",
}
data[40066] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [97,622] урона и имеют 21% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 6.",
}
data[40067] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [102,469] урона и имеют 21% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 7.",
}
data[40068] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [107,316] урона и имеют 22% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 8.",
}
data[40069] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [112,164] урона и имеют 22% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 9.",
}
data[40070] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [117,011] урона и имеют 23% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 9.",
}
data[40071] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [121,858] урона и имеют 24% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 10.",
}
data[40072] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [126,706] урона и имеют 24% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 11.",
}
data[40073] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [131,553] урона и имеют 25% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 12.",
}
data[40074] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [136,400] урона и имеют 25% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 13.",
}
data[40075] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [141,247] урона и имеют 26% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 13.",
}
data[40076] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [146,095] урона и имеют 26% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 14.",
}
data[40077] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [150,942] урона и имеют 27% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 15.",
}
data[40078] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [155,789] урона и имеют 27% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 16.",
}
data[40079] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [160,636] урона и имеют 28% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 17.",
}
data[40080] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [165,484] урона и имеют 28% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 17.",
}
data[40081] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [170,331] урона и имеют 29% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 18.",
}
data[40082] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [175,178] урона и имеют 30% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 19.",
}
data[40083] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [180,025] урона и имеют 30% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 20.",
}
data[40084] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [184,873] урона и имеют 31% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 21.",
}
data[40085] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [189,720] урона и имеют 31% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 22.",
}
data[40086] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [194,567] урона и имеют 32% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 22.",
}
data[40087] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [199,415] урона и имеют 32% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 23.",
}
data[40088] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [204,262] урона и имеют 33% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 24.",
}
data[40089] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [209,109] урона и имеют 33% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 25.",
}
data[40090] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [213,956] урона и имеют 34% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 26.",
}
data[40091] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [221,838] урона и имеют 34% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 26 и повышают Скорость на 1 на 1 раунд.",
}
data[40092] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [229,719] урона и имеют 35% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 27 и повышают Скорость на 2 на 1 раунд.",
}
data[40093] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [237,601] урона и имеют 35% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 28 и повышают Скорость на 3 на 1 раунд.",
}
data[40094] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [245,483] урона и имеют 36% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 29 и повышают Скорость на 4 на 1 раунд.",
}
data[40095] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [253,364] урона и имеют 37% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 30 и повышают Скорость на 5 на 1 раунд.",
}
data[40096] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [261,246] урона и имеют 37% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 30 и повышают Скорость на 6 на 1 раунд.",
}
data[40097] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [269,127] урона и имеют 38% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 31 и повышают Скорость на 7 на 1 раунд.",
}
data[40098] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [277,009] урона и имеют 38% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 32 и повышают Скорость на 8 на 1 раунд.",
}
data[40099] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [284,890] урона и имеют 39% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 33 и повышают Скорость на 9 на 1 раунд.",
}
data[40100] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [292,772] урона и имеют 39% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 34 и повышают Скорость на 10 на 1 раунд.",
}
data[40101] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [300,653] урона и имеют 40% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 35 и повышают Скорость на 11 на 1 раунд.",
}
data[40102] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [308,535] урона и имеют 40% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 35 и повышают Скорость на 12 на 1 раунд.",
}
data[40103] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [316,417] урона и имеют 41% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 36 и повышают Скорость на 13 на 1 раунд.",
}
data[40104] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [324,298] урона и имеют 41% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 37 и повышают Скорость на 14 на 1 раунд.",
}
data[40105] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [332,180] урона и имеют 42% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 38 и повышают Скорость на 15 на 1 раунд.",
}
data[40106] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [340,061] урона и имеют 42% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 39 и повышают Скорость на 16 на 1 раунд.",
}
data[40107] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [347,943] урона и имеют 43% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 39 и повышают Скорость на 17 на 1 раунд.",
}
data[40108] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [355,824] урона и имеют 44% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 40 и повышают Скорость на 18 на 1 раунд.",
}
data[40109] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [363,706] урона и имеют 44% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 41 и повышают Скорость на 19 на 1 раунд.",
}
data[40110] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [371,587] урона и имеют 45% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 42 и повышают Скорость на 20 на 1 раунд.",
}
data[40111] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [379,469] урона и имеют 45% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 43 и повышают Скорость на 21 на 1 раунд.",
}
data[40112] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [387,351] урона и имеют 46% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 43 и повышают Скорость на 22 на 1 раунд.",
}
data[40113] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [395,232] урона и имеют 46% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 44 и повышают Скорость на 23 на 1 раунд.",
}
data[40114] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [403,114] урона и имеют 47% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 45 и повышают Скорость на 24 на 1 раунд.",
}
data[40115] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [410,995] урона и имеют 47% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 46 и повышают Скорость на 25 на 1 раунд.",
}
data[40116] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [418,877] урона и имеют 48% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 47 и повышают Скорость на 26 на 1 раунд.",
}
data[40117] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [426,758] урона и имеют 48% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 48 и повышают Скорость на 27 на 1 раунд.",
}
data[40118] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [434,640] урона и имеют 49% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 48 и повышают Скорость на 28 на 1 раунд.",
}
data[40119] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [442,521] урона и имеют 49% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 49 и повышают Скорость на 29 на 1 раунд.",
}
data[40120] = {
    ["skillName"] = "Душевный удар",
    ["desc"] = "Активное умение: 4 случ. противника получают [450,403] урона и имеют 50% шанс на получение немоты на 2 раунда; 4 случ. союзника повышают Энерг. на 50 и повышают Скорость на 30 на 1 раунд.",
}
data[3301] = {
    ["skillName"] = "Охотник за демонами III",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 30%, + Критический урон на 30% и + Атк. на 30%.",
}
data[3302] = {
    ["skillName"] = "Унижение III",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Критический урон на 20% и + Атк. на 15%.",
}
data[3303] = {
    ["skillName"] = "Печальная стрела",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [200% от Атаки] урона от яда на 1 раунд и имеют 25% шанс на получение немоты на 2 раунда.",
}
data[3304] = {
    ["skillName"] = "Жизнь III",
    ["desc"] = "Пассивное умение: + Здоровье на 40% и + Защ. на 45%.",
}
data[3305] = {
    ["skillName"] = "Поднятие духа III",
    ["desc"] = "Пассивное умение: Когда союзник наносит критичиский урон, получаете [90% от Атаки] здоровья.",
}
data[3306] = {
    ["skillName"] = "Горячая подушка III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Пробитие Брони на 15% на 6 раундов, уменьш. Святой урон (чистый) на 30% на 6 раундов и получают [50% от Атаки] урона от горения на 6 раундов.",
}
data[3307] = {
    ["skillName"] = "Охотник за демонами III",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 30%, + Критический урон на 50% и + Здоровье на 40%.",
}
data[3308] = {
    ["skillName"] = "Удар по слабым III",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [120% от Атаки] урона и уменьш. Атк. на 25% на 3 раунда.",
}
data[3309] = {
    ["skillName"] = "Ядовитая атака III",
    ["desc"] = "Пассивное умение: В конце раунда, противник с наименьшим здоровьем получает [300% от Атаки] урона (this skill can critically hit).",
}
data[3310] = {
    ["skillName"] = "Искалечивающий удар III",
    ["desc"] = "Обычная атака: 2 случ. противника получают [110% от Атаки] урона и имеют 15% шанс на оглушение на 2 раунда.",
}
data[3311] = {
    ["skillName"] = "Лесная песня III",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 30%, + Атк. на 45% и + Здоровье на 20%.",
}
data[3312] = {
    ["skillName"] = "Сенная душа III",
    ["desc"] = "Пассивное умение: Когда любой герой умирает, союзник с наименьшим здоровьем получает [30% от максимального Здоровья] здоровья.",
}
data[3313] = {
    ["skillName"] = "Память об ужасе III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Шанс Критического урона на 30% на 2 раунда и уменьш. Атк. на 20% на 2 раунда.",
}
data[3314] = {
    ["skillName"] = "Твёрдость Геры III",
    ["desc"] = "Пассивное умение: + Здоровье на 44% и + Снижение урона на 26%.",
}
data[3315] = {
    ["skillName"] = "Контрудар III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получают [200% от Атаки] урона от контрудара; все союзники получают [30% от Атаки] здоровья.",
}
data[3316] = {
    ["skillName"] = "Критический удар III",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 40%, + Атк. на 20%, + Урон на 50% если цель Отравлена и + Здоровье на 20%.",
}
data[3317] = {
    ["skillName"] = "Отравление III",
    ["desc"] = "Пассивное умение: Когда наносит противнику критический урон, цель получают [150% от Атаки] урона от яда на 2 раунда.",
}
data[3318] = {
    ["skillName"] = "Управление отравлением III",
    ["desc"] = "Обычная атака: Противники в заднем ряду получают [85% от Атаки] урона и уменьш. Скорость на 60 на 3 раунда.",
}
data[3319] = {
    ["skillName"] = "Гринч Розы III",
    ["desc"] = "Пассивное умение: + Здоровье на 40%, + Блок на 35% и + Скорость на 70.",
}
data[3320] = {
    ["skillName"] = "Прорванный заговор III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, все противники уменьш. Защ. на 20% на 3 раунда.",
}
data[3321] = {
    ["skillName"] = "Предохраненный гринч III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, все союзники повышают Снижение урона на 10% (срабатывает один раз).",
}
data[3322] = {
    ["skillName"] = "Боевая песня рыканья III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Атк. на 30% и получаете [70% от Атаки] здоровья.",
}
data[3323] = {
    ["skillName"] = "Дерзкий Эдгар III",
    ["desc"] = "Пассивное умение: + Атк. на 30% когда в заднем ряду, + Критический урон на 50% когда в заднем ряду, + Точность на 100% когда в заднем ряду, + Здоровье на 60% когда на переднем ряде и + Блок на 40% когда на переднем ряде.",
}
data[3324] = {
    ["skillName"] = "Яростный рёв III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, + Атк. на 28% на 5 раундов и + Шанс Критического урона на 30% на 5 раундов (срабатывает один раз).",
}
data[3325] = {
    ["skillName"] = "Воля умершего III",
    ["desc"] = "Пассивное умение: + Здоровье на 40% и + Атк. на 30%.",
}
data[3326] = {
    ["skillName"] = "Ритуал спасения III",
    ["desc"] = "Пассивное умение: Когда противник блокирует атаку, все союзники получают [125% от Атаки] здоровья.",
}
data[3327] = {
    ["skillName"] = "Искреннее сердце III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, получаете [112% от Атаки] здоровья.",
}
data[3328] = {
    ["skillName"] = "Изъян III",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 40%, + Атк. на 25% и + Здоровье на 25%.",
}
data[3329] = {
    ["skillName"] = "Преследование III",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [130% от Атаки] урона и уменьш. Защ. на 100%.",
}
data[3330] = {
    ["skillName"] = "Кровавая бронебойность III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, + Пробитие Брони на 40%, получаете [400% от Атаки] здоровья на 4 раунда и + Шанс Критического урона на 20% (срабатывает один раз).",
}
data[3331] = {
    ["skillName"] = "Воля умершего III",
    ["desc"] = "Пассивное умение: + Здоровье на 40% и + Пробитие Брони на 36%.",
}
data[3332] = {
    ["skillName"] = "Угроза смерти III",
    ["desc"] = "Пассивное умение: + Энерг. на 50 и + Атк. на 20%.",
}
data[3333] = {
    ["skillName"] = "Кровавая защита III",
    ["desc"] = "Пассивное умение: + Атк. на 80%. Пассивное умение: В начале 4 раунда, уменьш. Атк. на 50%.",
}
data[3334] = {
    ["skillName"] = "Уязвимость хладнокровия III",
    ["desc"] = "Пассивное умение: Когда умирает союзник, + Пробитие Брони на 28% и + Атк. на 30%.",
}
data[3335] = {
    ["skillName"] = "Сила ярости  III",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 32%, + Здоровье на 30% и + Атк. на 30%.",
}
data[3336] = {
    ["skillName"] = "Распространение III",
    ["desc"] = "Пассивное умение: После смерти, все противники получают [140% от Атаки] урона (срабатывает один раз).",
}
data[3337] = {
    ["skillName"] = "Сконцентрированный удар III",
    ["desc"] = "Обычная атака: Противники в переднем ряду получают [105% от Атаки] урона и уменьш. Блок на 20% на 3 раунда.",
}
data[3338] = {
    ["skillName"] = "Взгляд Калмара III",
    ["desc"] = "Пассивное умение: + Точность на 100%, + Атк. на 45%, + Здоровье на 20% и + Скорость на 40.",
}
data[3339] = {
    ["skillName"] = "Кровавый натиск III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [100% от Атаки] урона если их здоровье не меньше 50%.",
}
data[3340] = {
    ["skillName"] = "Головокружение III",
    ["desc"] = "Обычная атака: Противник в первом слоте получает [100% от Атаки] урона и имеет 75% шанс на окаменение на 2 раунда.",
}
data[3341] = {
    ["skillName"] = "Разгром слабостями III",
    ["desc"] = "Пассивное умение: + Урон на 125% если цель Окаменела.",
}
data[3342] = {
    ["skillName"] = "Изъян III",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 40%, + Атк. на 35% и + Здоровье на 30%.",
}
data[3343] = {
    ["skillName"] = "Напасть на слабость III",
    ["desc"] = "Пассивное умение: + Пробитие Брони на 20%, + Атк. на 35%, + Здоровье на 15% и + Урон на 50% если цель Отравлена.",
}
data[3344] = {
    ["skillName"] = "Закаливать яд III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [55% от Атаки] урона от яда на 15 раундов.",
}
data[3345] = {
    ["skillName"] = "Ядовитый туман защищать тело III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 30%, противники в заднем ряду получают [150% от Атаки] урона от яда на 15 раундов (срабатывает один раз).",
}
data[3346] = {
    ["skillName"] = "Кровь бьёт фонтаном III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [67% от Атаки] урона от кровотечения на 6 раундов и получают [100% от Атаки] урона от кровотечения на 6 раундов если цель Маг; + Пробитие Брони на 16.8% на 6 раундов.",
}
data[3347] = {
    ["skillName"] = "Сердце избиения III",
    ["desc"] = "Пассивное умение: + Точность на 50%, + Пробитие Брони на 32%, + Урон на 85% если цель Кровоточит и + Здоровье на 50%.",
}
data[3348] = {
    ["skillName"] = "Абсорбция III",
    ["desc"] = "Пассивное умение: Когда противник умирает, получаете [360% от Атаки] здоровья.",
}
data[3349] = {
    ["skillName"] = "Величие гномов III",
    ["desc"] = "Пассивное умение: + Защ. на 48%, + Здоровье на 40% и + Блок на 40%.",
}
data[3350] = {
    ["skillName"] = "Контрудар III",
    ["desc"] = "Пассивное умение: Когда получает критический урон, атакующий получают [250% от Атаки] урона от контрудара.",
}
data[3351] = {
    ["skillName"] = "Кровавая защита III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, все союзники повышают Защ. на 100% (срабатывает один раз).",
}
data[3352] = {
    ["skillName"] = "Мастер меча III",
    ["desc"] = "Пассивное умение: + Снижение урона на 20%, + Атк. на 30% и + Здоровье на 25%.",
}
data[3353] = {
    ["skillName"] = "Паралич III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Атк. на 9% на 3 раунда; + Атк. на 9% на 3 раунда.",
}
data[3354] = {
    ["skillName"] = "Управление замораживанием III",
    ["desc"] = "Пассивное умение: + Урон на 160% если цель Заморожена и + Шанс Критического урона на 50% если цель Заморожена.",
}
data[3355] = {
    ["skillName"] = "Мистическое сердце III",
    ["desc"] = "Пассивное умение: + Атк. на 25%, + Здоровье на 35% и + Иммунитет на 30%.",
}
data[3356] = {
    ["skillName"] = "Верность Бэри III",
    ["desc"] = "Пассивное умение: После смерти, противники в заднем ряду имеют 45% шанс на оглушение на 2 раунда (срабатывает один раз).",
}
data[3357] = {
    ["skillName"] = "Головокружение III",
    ["desc"] = "Обычная атака: Противник в первом слоте получает [100% от Атаки] урона и имеет 65% шанс на оглушение на 2 раунда.",
}
data[3358] = {
    ["skillName"] = "Кровотечение III",
    ["desc"] = "Пассивное умение: Все противники уменьш. Иммунитет на 15% и уменьш. Блок на 15%.",
}
data[3359] = {
    ["skillName"] = "Танец теней III",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Блок на 35% и + Атк. на 40%.",
}
data[3360] = {
    ["skillName"] = "Удар по слабым III",
    ["desc"] = "Пассивное умение: Whenever any enemy becomes affected by Control effects, цели получают [500% от Атаки] урона.",
}
data[3361] = {
    ["skillName"] = "Ниндзюцу III",
    ["desc"] = "Пассивное умение: + Блок на 40%, + Скорость на 30, + Шанс Критического урона на 30% и + Здоровье на 45%.",
}
data[3362] = {
    ["skillName"] = "Проницательность III",
    ["desc"] = "Пассивное умение: Когда блокирует урон, получаете [55% от Атаки] здоровья и + Энерг. на 50.",
}
data[3363] = {
    ["skillName"] = "Беспорядочная атака III",
    ["desc"] = "Обычная атака: Противники в переднем ряду получают [95% от Атаки] урона; все противники уменьш. Снижение урона на 15%.",
}
data[3364] = {
    ["skillName"] = "Искреннее сердце III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Атк. на 15% на 3 раунда.",
}
data[3365] = {
    ["skillName"] = "Магические способности III",
    ["desc"] = "Пассивное умение: + Урон Способности на 95%, + Здоровье на 50% и + Точность на 30%.",
}
data[3366] = {
    ["skillName"] = "Ледяной взрыв III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Шанс Критического урона на 15% на 3 раунда; + Атк. на 25% на 3 раунда.",
}
data[3367] = {
    ["skillName"] = "Лечить III",
    ["desc"] = "Пассивное умение: В конце раунда, союзник с наименьшим здоровьем получает [150% от Атаки] здоровья.",
}
data[3368] = {
    ["skillName"] = "Сила Амос III",
    ["desc"] = "Пассивное умение: + Здоровье на 35%, + Атк. на 25% и + Скорость на 50.",
}
data[3369] = {
    ["skillName"] = "Высоковирулентное сердце III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 30%, все союзники получают [250% от Атаки] здоровья (срабатывает один раз).",
}
data[3370] = {
    ["skillName"] = "Святая защита III",
    ["desc"] = "Пассивное умение: + Здоровье на 40% и + Скорость на 85.",
}
data[3371] = {
    ["skillName"] = "Молекулярное расщепление III",
    ["desc"] = "Обычная атака: 3 случ. противника получают [80% от Атаки] урона и уменьш. Шанс Критического урона на 20% на 3 раунда.",
}
data[3372] = {
    ["skillName"] = "Смелый дух III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все союзники повышают Атк. на 29% на 3 раунда; все противники уменьш. Защ. на 29% на 3 раунда (срабатывает один раз).",
}
data[3373] = {
    ["skillName"] = "Негасимый пепел III",
    ["desc"] = "Пассивное умение: Когда умирает союзник, + Атк. на 25% и + Урон Способности на 30%.",
}
data[3374] = {
    ["skillName"] = "Принять энергии III",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Шанс Критического урона на 20% и + Критический урон на 30%.",
}
data[3375] = {
    ["skillName"] = "Буревая сила III",
    ["desc"] = "Пассивное умение: + Здоровье на 40%, + Атк. на 20% и + Урон Способности на 37.5%.",
}
data[3376] = {
    ["skillName"] = "Жаркий боль",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [45% от Атаки] урона от горения на 4 раунда и уменьш. Защ. на 24% на 4 раунда; + Урон на 50% на 4 раунда если цель Горит.",
}
data[3377] = {
    ["skillName"] = "Лавовый щит",
    ["desc"] = "Пассивное умение: + Защ. на 48%, + Атк. на 20%, + Здоровье на 30%, + Точность на 30% и + Урон на 100% если цель Воин.",
}
data[3378] = {
    ["skillName"] = "Жаркий отпор",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получают [180% от Атаки] урона от контрудара если их защита ниже.",
}
data[3379] = {
    ["skillName"] = "Ядовитая атака III",
    ["desc"] = "Обычная атака: 3 случ. противника получают [95% от Атаки] урона и получают [80% от Атаки] урона от яда на 2 раунда.",
}
data[3380] = {
    ["skillName"] = "Подарок Маргариты III",
    ["desc"] = "Пассивное умение: После смерти, все противники получают [130% от Атаки] урона от яда на 15 раундов; все союзники повышают Урон на 20% если цель Отравлена (срабатывает один раз).",
}
data[3381] = {
    ["skillName"] = "Ядовитый покров III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получают [100% от Атаки] урона от яда на 2 раунда.",
}
data[3382] = {
    ["skillName"] = "Сдерживание силы силой III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Шанс Критического урона на 20% на 4 раунда; + Шанс Критического урона на 20% на 4 раунда и имеете 50% шанс на повышение Критический урон на 30% на 2 раунда.",
}
data[3383] = {
    ["skillName"] = "Ярость лезвия III",
    ["desc"] = "Пассивное умение: + Атк. на 50%, + Критический урон на 30%, + Здоровье на 16% и + Снижение урона на 30%.",
}
data[3384] = {
    ["skillName"] = "Контрудар III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получают [120% от Атаки] урона от контрудара и получают [125% от Атаки] урона от кровотечения на 2 раунда.",
}
data[3385] = {
    ["skillName"] = "Память об ужасе III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Шанс Критического урона на 18% на 3 раунда и уменьш. Критический урон на 30% на 3 раунда.",
}
data[3386] = {
    ["skillName"] = "Демоническое сердце III",
    ["desc"] = "Пассивное умение: + Защ. на 40% и + Здоровье на 40%.",
}
data[3387] = {
    ["skillName"] = "Доспехи тирана III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, + Защ. на 120% (срабатывает один раз).",
}
data[3388] = {
    ["skillName"] = "Атака III",
    ["desc"] = "Пассивное умение: + Атк. на 35% и + Здоровье на 30%.",
}
data[3389] = {
    ["skillName"] = "Поджог III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [110% от Атаки] урона от горения на 2 раунда.",
}
data[3390] = {
    ["skillName"] = "Огненный покров III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, 2 случ. противника получают [80% от Атаки] урона от горения на 4 раунда.",
}
data[3391] = {
    ["skillName"] = "Демоническое сердце III",
    ["desc"] = "Пассивное умение: + Защ. на 40%, + Здоровье на 40% и + Атк. на 30%.",
}
data[3392] = {
    ["skillName"] = "Контрудар III",
    ["desc"] = "Пассивное умение: Когда получает критический урон, атакующий получают [640% от Атаки] урона от контрудара.",
}
data[3393] = {
    ["skillName"] = "Хрусталь защиты III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, + Снижение урона на 45% на 3 раунда (срабатывает один раз).",
}
data[3394] = {
    ["skillName"] = "Демоническая сила III",
    ["desc"] = "Пассивное умение: + Атк. на 35%, + Шанс Критического урона на 30%, + Здоровье на 20% и + Критический урон на 40%.",
}
data[3395] = {
    ["skillName"] = "Яростная атака III",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Атк. на 30%.",
}
data[3396] = {
    ["skillName"] = "Удар по слабым III",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [130% от Атаки] урона и передает атакующему [45% нанесенного урона] здоровья.",
}
data[3397] = {
    ["skillName"] = "Сила Дантериан III",
    ["desc"] = "Пассивное умение: + Защ. на 40%, + Атк. на 25%, + Здоровье на 25% и + Урон на 150% если цель Воин.",
}
data[3398] = {
    ["skillName"] = "Боевое желание III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Атк. на 12%.",
}
data[3399] = {
    ["skillName"] = "Самовосстановление III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, получаете [70% от Атаки] здоровья.",
}
data[3400] = {
    ["skillName"] = "Ослабить боевую волю III",
    ["desc"] = "Пассивное умение: At beginning of round, 3 случ. союзника become 70% protected на 1 раунд (protection reduces damage taken by indicated amount, the protector takes 50% of the mitigated damage instead).",
}
data[3401] = {
    ["skillName"] = "Железный стан III",
    ["desc"] = "Пассивное умение: + Здоровье на 50%.",
}
data[3402] = {
    ["skillName"] = "Безумная атака III",
    ["desc"] = "Пассивное умение: В начале 4 раунда, все союзники повышают Шанс Критического урона на 10% и повышают Критический урон на 20%.",
}
data[3403] = {
    ["skillName"] = "Окаменение III",
    ["desc"] = "Обычная атака: Противник в первом слоте получает [100% от Атаки] урона и имеет 55% шанс на окаменение на 2 раунда.",
}
data[3404] = {
    ["skillName"] = "Чёрная дыра III",
    ["desc"] = "Пассивное умение: + Урон Способности на 100%, + Здоровье на 40% и + Скорость на 60.",
}
data[3405] = {
    ["skillName"] = "Защита атакой III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, имеете 50% шанс на повышение Атк. на 60% на 2 раунда; атакующий имеют 30% шанс на уменьш. Энерг. на 30.",
}
data[3406] = {
    ["skillName"] = "Спявший заговор III",
    ["desc"] = "Пассивное умение: + Атк. на 55%.",
}
data[3407] = {
    ["skillName"] = "Собиравшая сила тени III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получ. метку раунда на [250% от Атаки] урона; получаете [42% от Атаки] здоровья.",
}
data[3408] = {
    ["skillName"] = "Перерождение  в мрачной ночью III",
    ["desc"] = "Пассивное умение: После смерти, воскреснет с 100% Здоровья (срабатывает один раз).",
}
data[3409] = {
    ["skillName"] = "Тёмное осознание III",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 20%, + Атк. на 45%, + Здоровье на 40% и + Урон на 60% если цель Лучник.",
}
data[3410] = {
    ["skillName"] = "Тёмная рука III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Атк. на 20% на 3 раунда и + Скорость на 15 на 3 раунда.",
}
data[3411] = {
    ["skillName"] = "Латентное затенение III",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, + Урон Способности на 20% и + Энерг. на 30.",
}
data[3412] = {
    ["skillName"] = "Возвращать жизненность III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, союзник с наименьшим здоровьем получает [135% от Атаки] здоровья.",
}
data[3413] = {
    ["skillName"] = "Закон рая III",
    ["desc"] = "Пассивное умение: + Святой урон (чистый) на 30%, + Атк. на 25%, + Здоровье на 20% и + Скорость на 60.",
}
data[3414] = {
    ["skillName"] = "Самозаживление III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, получаете [80% от Атаки] здоровья.",
}
data[3415] = {
    ["skillName"] = "Достоинство Асмода III",
    ["desc"] = "Пассивное умение: + Здоровье на 40%, + Святой урон (чистый) на 36%, + Шанс Критического урона на 24% и + Снижение урона на 30%.",
}
data[3416] = {
    ["skillName"] = "Светский штамп III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получ. критическую метку на [90% от Атаки] урона; + Святой урон (чистый) на 25% на 3 раунда.",
}
data[3417] = {
    ["skillName"] = "Светлая охрана III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получ. критическую метку на [100% от Атаки] урона; + Святой урон (чистый) на 15% на 3 раунда.",
}
data[3418] = {
    ["skillName"] = "Святая воля II",
    ["desc"] = "Пассивное умение: + Скорость на 40.",
}
data[3419] = {
    ["skillName"] = "Святой последователь III",
    ["desc"] = "Пассивное умение: После смерти, воскреснет с 100% Здоровья (срабатывает один раз).",
}
data[3420] = {
    ["skillName"] = "Спасание Михаила III",
    ["desc"] = "Пассивное умение: + Иммунитет на 100%, + Святой урон (чистый) на 60% и + Здоровье на 30%.",
}
data[3421] = {
    ["skillName"] = "Доспехи насекомых III",
    ["desc"] = "Пассивное умение: + Здоровье на 35%, + Шанс Критического урона на 20% и + Снижение урона на 20%.",
}
data[3422] = {
    ["skillName"] = "Руки покойника III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели повышают Получение урона на 35% если атакует Скерей и передают атакующему 10% Атк. на 2 раунда (lightning mark increases damage taken from Skerei active skill).",
}
data[3423] = {
    ["skillName"] = "Распространение смерти III",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий повышают Получение урона на 35% если атакует Скерей; + Критический урон на 15% на 3 раунда (lightning mark increases damage taken from Skerei active skill).",
}
data[3424] = {
    ["skillName"] = "Амнистия императрицы III",
    ["desc"] = "Пассивное умение: + Атк. на 30%, + Здоровье на 25% и + Шанс Критического урона на 35%.",
}
data[3425] = {
    ["skillName"] = "симфония звезд III",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, получаете [300% от Атаки] здоровья, получаете [120% от Атаки] здоровья на 2 раунда и + Атк. на 30% на 3 раунда.",
}
data[3426] = {
    ["skillName"] = "Elegy of confusion III",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все противники имеют 100% шанс на получение немоты на 1 раунд; + Критический урон на 30% на 6 раундов (срабатывает один раз).",
}
data[3427] = {
    ["skillName"] = "Морозная территория",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий имеют 50% шанс на заморозку на 2 раунда.",
}
data[3428] = {
    ["skillName"] = "Холодная зима",
    ["desc"] = "Пассивное умение: + Блок на 35%, + Здоровье на 40% и на героя не действует Заморозка.",
}
data[3429] = {
    ["skillName"] = "Абсолютная ноль",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, получаете [20% от максимального Здоровья] здоровья на 3 раунда (срабатывает один раз).",
}
data[3430] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Атк. на 35%, + Здоровье на 25%, + Защ. на 20% и на героя не действует Окаменение.",
}
data[3431] = {
    ["skillName"] = "Гнев",
    ["desc"] = "Пассивное умение: + Урон на 160% если цель Окаменела. Обычная атака: Противники в заднем ряду получают [95% от Атаки] урона и имеют 25% шанс на окаменение на 2 раунда.",
}
data[3432] = {
    ["skillName"] = "Верная  защита",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, + Снижение урона на 50% на 3 раунда (срабатывает один раз).",
}
data[3433] = {
    ["skillName"] = "Чёрная дыра энергии",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, + Энерг. на 30 и получаете [130% от Атаки] здоровья.",
}
data[3434] = {
    ["skillName"] = "Путешествие с душой",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Скорость на 60, + Атк. на 30% и на героя не действует Немота.",
}
data[3435] = {
    ["skillName"] = "Заключение под стражу",
    ["desc"] = "Обычная атака: 1 случ. с заднего ряда противник получает [130% от Атаки] урона и уменьш. Энерг. на 50.",
}
data[3436] = {
    ["skillName"] = "Подготовленная сила",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, противник с наименьшим здоровьем получает [70% от Атаки] урона (this skill can critically hit).",
}
data[3437] = {
    ["skillName"] = "Кровяное питание",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Энерг. на 100.",
}
data[3438] = {
    ["skillName"] = "Конечная вера",
    ["desc"] = "Пассивное умение: + Святой урон (чистый) на 70%, + Скорость на 60, + Шанс Критического урона на 30%, на героя не действует Оглушение и + Урон первого Активного Умения на 50%.",
}
data[3439] = {
    ["skillName"] = "Огонь бьёт фонтаном",
    ["desc"] = "Обычная атака: Противники в заднем ряду получают [90% от Атаки] урона и уменьш. Защ. на 15% на 3 раунда; 2 случ. союзника получают [20% от максимального Здоровья] здоровья.",
}
data[3440] = {
    ["skillName"] = "Сила огня",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Скорость на 60 и + Снижение урона на 20%.",
}
data[3441] = {
    ["skillName"] = "Атака огня",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все противники имеют 75% шанс на оглушение на 2 раунда (срабатывает один раз).",
}
data[3442] = {
    ["skillName"] = "Крепкий сердце",
    ["desc"] = "Пассивное умение: + Атк. на 30%, + Шанс Критического урона на 30% и + Здоровье на 20%.",
}
data[3443] = {
    ["skillName"] = "Жизнь и рост в природе",
    ["desc"] = "Пассивное умение: Когда наносит противнику критический урон, получаете [280% от Атаки] здоровья.",
}
data[3444] = {
    ["skillName"] = "Удар недостатка",
    ["desc"] = "Обычная атака: 2 случ. противника получают [110% от Атаки] урона и повышают Получение урона на 35% (максимум до 150%).",
}
data[3445] = {
    ["skillName"] = "Перегрузки",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, 1 случ. противник имеет 30% шанс на оглушение на 2 раунда и получает [250% от Атаки] урона на 1 раунд.",
}
data[3446] = {
    ["skillName"] = "Проводящий орган",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Скорость на 40, на героя не действует Оглушение и + Шанс Критического урона на 20%.",
}
data[3447] = {
    ["skillName"] = "Барьер",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, + Снижение урона на 50% на 5 раундов (срабатывает один раз).",
}
data[3448] = {
    ["skillName"] = "Искушение от Джахры",
    ["desc"] = "Пассивное умение: At beginning of round, 2 случ. противника передают атакующему 15% Атк. на 1 раунд.",
}
data[3449] = {
    ["skillName"] = "Чёрт ночи",
    ["desc"] = "Пассивное умение: + Атк. на 20%, + Шанс Критического урона на 25% и + Здоровье на 20%.",
}
data[3450] = {
    ["skillName"] = "Защитный дух",
    ["desc"] = "Пассивное умение: Когда получает урон от активного умения, получаете [200% от Атаки] здоровья и + Энерг. на 30.",
}
data[3451] = {
    ["skillName"] = "Воинственная атака",
    ["desc"] = "Обычная атака: 4 случ. противника получают [125% от Атаки] урона и имеют 25% шанс на оглушение на 2 раунда.",
}
data[3452] = {
    ["skillName"] = "Изящные манеры Короля",
    ["desc"] = "Пассивное умение: + Здоровье на 40%, + Иммунитет на 20%, + Урон на 100% если цель Оглушена и + Атк. на 25%.",
}
data[3453] = {
    ["skillName"] = "Призыв князя",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, все противники получают [125% от Атаки] урона от контрудара.",
}
data[3454] = {
    ["skillName"] = "Нереальный инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 40%, + Снижение урона на 30% и + Иммунитет на 100%.",
}
data[3455] = {
    ["skillName"] = "Поглощение энергии",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [140% от Атаки] урона и уменьш. Энерг. на 60.",
}
data[3456] = {
    ["skillName"] = "Расщепление теней",
    ["desc"] = "Пассивное умение: Когда любой герой умирает, все противники получают [200% от Атаки] урона на 1 раунд.",
}
data[3457] = {
    ["skillName"] = "Божественное пробуждение",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Атк. на 45% и + Скорость на 50.",
}
data[3458] = {
    ["skillName"] = "Святая воля",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, все союзники получают [200% от Атаки] здоровья на 2 раунда.",
}
data[3459] = {
    ["skillName"] = "Свет души",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все союзники получают [200% от Атаки] здоровья на 4 раунда (срабатывает один раз).",
}
data[3460] = {
    ["skillName"] = "Воинственный",
    ["desc"] = "Пассивное умение: + Здоровье на 35%, + Атк. на 25% и + Шанс Критического урона на 30%.",
}
data[3461] = {
    ["skillName"] = "Огонь от души",
    ["desc"] = "Обычная атака: 3 случ. противника получают [95% от Атаки] урона, уменьш. Атк. на 12% на 3 раунда и получают [6% от текущего ХП] damage.",
}
data[3462] = {
    ["skillName"] = "Граница пламени",
    ["desc"] = "Пассивное умение: Когда находится под эффектом контроля, получаете [200% от Атаки] здоровья на 2 раунда; 3 случ. противника получают [3% от текущего ХП] damage.",
}
data[3463] = {
    ["skillName"] = "Беглое впечатление",
    ["desc"] = "Пассивное умение: + Атк. на 35%, + Блок на 70% и + Иммунитет на 30%.",
}
data[3464] = {
    ["skillName"] = "Млечный Путь изменяется",
    ["desc"] = "Пассивное умение: Когда блокирует урон, + Атк. на 15% на 4 раунда и + Шанс Критического урона на 20% на 4 раунда.",
}
data[3465] = {
    ["skillName"] = "Гнать луну и звёзду",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [260% от Атаки] урона и получает [180% от Атаки] урона от кровотечения на 2 раунда.",
}
data[3466] = {
    ["skillName"] = "Испорченное перерождение",
    ["desc"] = "Пассивное умение: + Здоровье на 40%, + Атк. на 30% и + Пробитие Брони на 40%.",
}
data[3467] = {
    ["skillName"] = "Пришествие воронов",
    ["desc"] = "Пассивное умение: Whenever anyone uses active skill, + Атк. на 3%, + Иммунитет на 3% и + Критический урон на 1%.",
}
data[3468] = {
    ["skillName"] = "Кровавый контракт",
    ["desc"] = "Пассивное умение: Когда блокирует урон, атакующий получают [15% от текущего ХП] damage и передают атакующему [10% нанесенного урона] здоровья.",
}
data[3469] = {
    ["skillName"] = "Кровь Демона",
    ["desc"] = "Пассивное умение: + Здоровье на 25%, + Атк. на 20%, на героя не действует burning damage и на героя не действует bleeding damage.",
}
data[20001] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [965] урона.",
}
data[20002] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [1,276] урона.",
}
data[20003] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [1,586] урона.",
}
data[20004] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [1,897] урона.",
}
data[20005] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [2,208] урона.",
}
data[20006] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [2,518] урона.",
}
data[20007] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [2,829] урона.",
}
data[20008] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [3,140] урона.",
}
data[20009] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [3,450] урона.",
}
data[20010] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [3,761] урона.",
}
data[20011] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [4,072] урона.",
}
data[20012] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [4,382] урона.",
}
data[20013] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [4,693] урона.",
}
data[20014] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [5,004] урона.",
}
data[20015] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [5,314] урона.",
}
data[20016] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [5,625] урона.",
}
data[20017] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [5,936] урона.",
}
data[20018] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [6,246] урона.",
}
data[20019] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [6,557] урона.",
}
data[20020] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [6,868] урона.",
}
data[20021] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [7,178] урона.",
}
data[20022] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [7,489] урона.",
}
data[20023] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [7,800] урона.",
}
data[20024] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [8,111] урона.",
}
data[20025] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [8,421] урона.",
}
data[20026] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [8,732] урона.",
}
data[20027] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [9,043] урона.",
}
data[20028] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [9,353] урона.",
}
data[20029] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [9,664] урона.",
}
data[20030] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [9,975] урона.",
}
data[20031] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [10,912] урона.",
}
data[20032] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [11,850] урона.",
}
data[20033] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [12,788] урона.",
}
data[20034] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [13,725] урона.",
}
data[20035] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [14,663] урона.",
}
data[20036] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [15,600] урона.",
}
data[20037] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [16,538] урона.",
}
data[20038] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [17,476] урона.",
}
data[20039] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [18,413] урона.",
}
data[20040] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [19,351] урона.",
}
data[20041] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [20,289] урона.",
}
data[20042] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [21,226] урона.",
}
data[20043] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [22,164] урона.",
}
data[20044] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [23,102] урона.",
}
data[20045] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [24,039] урона.",
}
data[20046] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [24,977] урона.",
}
data[20047] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [25,915] урона.",
}
data[20048] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [26,852] урона.",
}
data[20049] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [27,790] урона.",
}
data[20050] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [28,728] урона.",
}
data[20051] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [29,665] урона.",
}
data[20052] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [30,603] урона.",
}
data[20053] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [31,540] урона.",
}
data[20054] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [32,478] урона.",
}
data[20055] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [33,416] урона.",
}
data[20056] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [34,353] урона.",
}
data[20057] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [35,291] урона.",
}
data[20058] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [36,229] урона.",
}
data[20059] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [37,166] урона.",
}
data[20060] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 3 случ. противника получают [38,104] урона.",
}
data[20061] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [40,799] урона и уменьш. Снижение урона на 1% на 2 раунда; 4 случ. союзника повышают Атк. на 1% на 2 раунда.",
}
data[20062] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [43,494] урона и уменьш. Снижение урона на 1.5% на 2 раунда; 4 случ. союзника повышают Атк. на 1.4% на 2 раунда.",
}
data[20063] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [46,189] урона и уменьш. Снижение урона на 2% на 2 раунда; 4 случ. союзника повышают Атк. на 1.8% на 2 раунда.",
}
data[20064] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [48,883] урона и уменьш. Снижение урона на 2.5% на 2 раунда; 4 случ. союзника повышают Атк. на 2.2% на 2 раунда.",
}
data[20065] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [51,578] урона и уменьш. Снижение урона на 3% на 2 раунда; 4 случ. союзника повышают Атк. на 2.6% на 2 раунда.",
}
data[20066] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [54,273] урона и уменьш. Снижение урона на 3.5% на 2 раунда; 4 случ. союзника повышают Атк. на 3% на 2 раунда.",
}
data[20067] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [56,968] урона и уменьш. Снижение урона на 3.9% на 2 раунда; 4 случ. союзника повышают Атк. на 3.4% на 2 раунда.",
}
data[20068] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [59,663] урона и уменьш. Снижение урона на 4.4% на 2 раунда; 4 случ. союзника повышают Атк. на 3.8% на 2 раунда.",
}
data[20069] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [62,358] урона и уменьш. Снижение урона на 4.9% на 2 раунда; 4 случ. союзника повышают Атк. на 4.3% на 2 раунда.",
}
data[20070] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [65,053] урона и уменьш. Снижение урона на 5.4% на 2 раунда; 4 случ. союзника повышают Атк. на 4.7% на 2 раунда.",
}
data[20071] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [67,747] урона и уменьш. Снижение урона на 5.9% на 2 раунда; 4 случ. союзника повышают Атк. на 5.1% на 2 раунда.",
}
data[20072] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [70,442] урона и уменьш. Снижение урона на 6.4% на 2 раунда; 4 случ. союзника повышают Атк. на 5.5% на 2 раунда.",
}
data[20073] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [73,137] урона и уменьш. Снижение урона на 6.9% на 2 раунда; 4 случ. союзника повышают Атк. на 5.9% на 2 раунда.",
}
data[20074] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [75,832] урона и уменьш. Снижение урона на 7.4% на 2 раунда; 4 случ. союзника повышают Атк. на 6.3% на 2 раунда.",
}
data[20075] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [78,527] урона и уменьш. Снижение урона на 7.9% на 2 раунда; 4 случ. союзника повышают Атк. на 6.7% на 2 раунда.",
}
data[20076] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [81,222] урона и уменьш. Снижение урона на 8.4% на 2 раунда; 4 случ. союзника повышают Атк. на 7.1% на 2 раунда.",
}
data[20077] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [83,917] урона и уменьш. Снижение урона на 8.9% на 2 раунда; 4 случ. союзника повышают Атк. на 7.5% на 2 раунда.",
}
data[20078] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [86,611] урона и уменьш. Снижение урона на 9.4% на 2 раунда; 4 случ. союзника повышают Атк. на 7.9% на 2 раунда.",
}
data[20079] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [89,306] урона и уменьш. Снижение урона на 9.8% на 2 раунда; 4 случ. союзника повышают Атк. на 8.3% на 2 раунда.",
}
data[20080] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [92,001] урона и уменьш. Снижение урона на 10.3% на 2 раунда; 4 случ. союзника повышают Атк. на 8.7% на 2 раунда.",
}
data[20081] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [94,696] урона и уменьш. Снижение урона на 10.8% на 2 раунда; 4 случ. союзника повышают Атк. на 9.1% на 2 раунда.",
}
data[20082] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [97,391] урона и уменьш. Снижение урона на 11.3% на 2 раунда; 4 случ. союзника повышают Атк. на 9.5% на 2 раунда.",
}
data[20083] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [100,086] урона и уменьш. Снижение урона на 11.8% на 2 раунда; 4 случ. союзника повышают Атк. на 9.9% на 2 раунда.",
}
data[20084] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [102,781] урона и уменьш. Снижение урона на 12.3% на 2 раунда; 4 случ. союзника повышают Атк. на 10.4% на 2 раунда.",
}
data[20085] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [105,475] урона и уменьш. Снижение урона на 12.8% на 2 раунда; 4 случ. союзника повышают Атк. на 10.8% на 2 раунда.",
}
data[20086] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [108,170] урона и уменьш. Снижение урона на 13.3% на 2 раунда; 4 случ. союзника повышают Атк. на 11.2% на 2 раунда.",
}
data[20087] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [110,865] урона и уменьш. Снижение урона на 13.8% на 2 раунда; 4 случ. союзника повышают Атк. на 11.6% на 2 раунда.",
}
data[20088] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [113,560] урона и уменьш. Снижение урона на 14.3% на 2 раунда; 4 случ. союзника повышают Атк. на 12% на 2 раунда.",
}
data[20089] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [116,255] урона и уменьш. Снижение урона на 14.8% на 2 раунда; 4 случ. союзника повышают Атк. на 12.4% на 2 раунда.",
}
data[20090] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [118,950] урона и уменьш. Снижение урона на 15.3% на 2 раунда; 4 случ. союзника повышают Атк. на 12.8% на 2 раунда.",
}
data[20091] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [123,331] урона и уменьш. Снижение урона на 15.7% на 2 раунда; 4 случ. союзника повышают Атк. на 13.2% на 2 раунда.",
}
data[20092] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [127,713] урона и уменьш. Снижение урона на 16.2% на 2 раунда; 4 случ. союзника повышают Атк. на 13.6% на 2 раунда.",
}
data[20093] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [132,095] урона и уменьш. Снижение урона на 16.7% на 2 раунда; 4 случ. союзника повышают Атк. на 14% на 2 раунда.",
}
data[20094] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [136,477] урона и уменьш. Снижение урона на 17.2% на 2 раунда; 4 случ. союзника повышают Атк. на 14.4% на 2 раунда.",
}
data[20095] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [140,859] урона и уменьш. Снижение урона на 17.7% на 2 раунда; 4 случ. союзника повышают Атк. на 14.8% на 2 раунда.",
}
data[20096] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [145,240] урона и уменьш. Снижение урона на 18.2% на 2 раунда; 4 случ. союзника повышают Атк. на 15.2% на 2 раунда.",
}
data[20097] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [149,622] урона и уменьш. Снижение урона на 18.7% на 2 раунда; 4 случ. союзника повышают Атк. на 15.6% на 2 раунда.",
}
data[20098] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [154,004] урона и уменьш. Снижение урона на 19.2% на 2 раунда; 4 случ. союзника повышают Атк. на 16.1% на 2 раунда.",
}
data[20099] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [158,386] урона и уменьш. Снижение урона на 19.7% на 2 раунда; 4 случ. союзника повышают Атк. на 16.5% на 2 раунда.",
}
data[20100] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [162,767] урона и уменьш. Снижение урона на 20.2% на 2 раунда; 4 случ. союзника повышают Атк. на 16.9% на 2 раунда.",
}
data[20101] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [167,149] урона и уменьш. Снижение урона на 20.7% на 2 раунда; 4 случ. союзника повышают Атк. на 17.3% на 2 раунда.",
}
data[20102] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [171,531] урона и уменьш. Снижение урона на 21.2% на 2 раунда; 4 случ. союзника повышают Атк. на 17.7% на 2 раунда.",
}
data[20103] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [175,913] урона и уменьш. Снижение урона на 21.6% на 2 раунда; 4 случ. союзника повышают Атк. на 18.1% на 2 раунда.",
}
data[20104] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [180,295] урона и уменьш. Снижение урона на 22.1% на 2 раунда; 4 случ. союзника повышают Атк. на 18.5% на 2 раунда.",
}
data[20105] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [184,676] урона и уменьш. Снижение урона на 22.6% на 2 раунда; 4 случ. союзника повышают Атк. на 18.9% на 2 раунда.",
}
data[20106] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [189,058] урона и уменьш. Снижение урона на 23.1% на 2 раунда; 4 случ. союзника повышают Атк. на 19.3% на 2 раунда.",
}
data[20107] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [193,440] урона и уменьш. Снижение урона на 23.6% на 2 раунда; 4 случ. союзника повышают Атк. на 19.7% на 2 раунда.",
}
data[20108] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [197,822] урона и уменьш. Снижение урона на 24.1% на 2 раунда; 4 случ. союзника повышают Атк. на 20.1% на 2 раунда.",
}
data[20109] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [202,203] урона и уменьш. Снижение урона на 24.6% на 2 раунда; 4 случ. союзника повышают Атк. на 20.5% на 2 раунда.",
}
data[20110] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [206,585] урона и уменьш. Снижение урона на 25.1% на 2 раунда; 4 случ. союзника повышают Атк. на 20.9% на 2 раунда.",
}
data[20111] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [210,967] урона и уменьш. Снижение урона на 25.6% на 2 раунда; 4 случ. союзника повышают Атк. на 21.3% на 2 раунда.",
}
data[20112] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [215,349] урона и уменьш. Снижение урона на 26.1% на 2 раунда; 4 случ. союзника повышают Атк. на 21.7% на 2 раунда.",
}
data[20113] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [219,731] урона и уменьш. Снижение урона на 26.6% на 2 раунда; 4 случ. союзника повышают Атк. на 22.2% на 2 раунда.",
}
data[20114] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [224,112] урона и уменьш. Снижение урона на 27.1% на 2 раунда; 4 случ. союзника повышают Атк. на 22.6% на 2 раунда.",
}
data[20115] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [228,494] урона и уменьш. Снижение урона на 27.5% на 2 раунда; 4 случ. союзника повышают Атк. на 23% на 2 раунда.",
}
data[20116] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [232,876] урона и уменьш. Снижение урона на 28% на 2 раунда; 4 случ. союзника повышают Атк. на 23.4% на 2 раунда.",
}
data[20117] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [237,258] урона и уменьш. Снижение урона на 28.5% на 2 раунда; 4 случ. союзника повышают Атк. на 23.8% на 2 раунда.",
}
data[20118] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [241,639] урона и уменьш. Снижение урона на 29% на 2 раунда; 4 случ. союзника повышают Атк. на 24.2% на 2 раунда.",
}
data[20119] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [246,021] урона и уменьш. Снижение урона на 29.5% на 2 раунда; 4 случ. союзника повышают Атк. на 24.6% на 2 раунда.",
}
data[20120] = {
    ["skillName"] = "Пикирующее сталкивание",
    ["desc"] = "Активное умение: 4 случ. противника получают [250,403] урона и уменьш. Снижение урона на 30% на 2 раунда; 4 случ. союзника повышают Атк. на 25% на 2 раунда.",
}
data[6125] = {
    ["skillName"] = "Талант：Угроза смерти",
    ["desc"] = "Пассивное умение: + Damage Over Time Effectiveness by 20%.",
}
data[6124] = {
    ["skillName"] = "Талант：Свет души",
    ["desc"] = "Пассивное умение: После смерти, все союзники получают [150,000] здоровья на 3 раунда (срабатывает один раз).",
}
data[6123] = {
    ["skillName"] = "Талант：Святая воля",
    ["desc"] = "Пассивное умение: В конце раунда, + Иммунитет на 10%.",
}
data[6122] = {
    ["skillName"] = "Талант：Управление магией",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, + Урон Способности на 20% на 3 раунда.",
}
data[6121] = {
    ["skillName"] = "Талант：Жертва",
    ["desc"] = "Пассивное умение: После смерти, все союзники получают [300,000] здоровья на 1 раунд и повышают Шанс Критического урона на 15% на 3 раунда (срабатывает один раз).",
}
data[6120] = {
    ["skillName"] = "Талант：Предохраненный гринч",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все союзники повышают Снижение урона на 10% на 5 раундов (срабатывает один раз).",
}
data[6119] = {
    ["skillName"] = "Талант：Память об ужасе",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий уменьш. Шанс Критического урона на 12% на 3 раунда.",
}
data[6118] = {
    ["skillName"] = "Талант：Ядовитая атака",
    ["desc"] = "Пассивное умение: После смерти, все противники получают [105,000] урона от яда на 3 раунда (срабатывает один раз).",
}
data[6117] = {
    ["skillName"] = "Талант：Стальное сердце",
    ["desc"] = "Пассивное умение: Когда получает критический урон, получаете [120,000] здоровья.",
}
data[6116] = {
    ["skillName"] = "Талант：Огненный покров",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий получают [69,000] урона от горения на 2 раунда.",
}
data[6115] = {
    ["skillName"] = "Талант：Боевое преимущество",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Шанс Критического урона на 24% на 3 раунда.",
}
data[6114] = {
    ["skillName"] = "Талант：Летальное заклинание",
    ["desc"] = "Пассивное умение: После смерти, все противники имеют 30% шанс на заморозку на 2 раунда (срабатывает один раз).",
}
data[6113] = {
    ["skillName"] = "Талант：Барьер",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, + Снижение урона на 20% на 3 раунда (срабатывает один раз).",
}
data[6112] = {
    ["skillName"] = "Талант：Управление замораживанием",
    ["desc"] = "Пассивное умение: + Урон на 15% если цель Заморожена.",
}
data[6111] = {
    ["skillName"] = "Талант：Кровавые доспехи",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, + Защ. на 80% на 3 раунда (срабатывает один раз).",
}
data[6110] = {
    ["skillName"] = "Талант：Закаливать яд",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [105,000] урона от яда на 3 раунда.",
}
data[6109] = {
    ["skillName"] = "Талант：Разгром слабостями",
    ["desc"] = "Пассивное умение: + Урон на 15% если цель Оглушена.",
}
data[6108] = {
    ["skillName"] = "Талант：Поджог",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [45,000] урона от горения на 15 раундов.",
}
data[6107] = {
    ["skillName"] = "Талант：Кровотечение",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели получают [135,000] урона от кровотечения на 2 раунда.",
}
data[6106] = {
    ["skillName"] = "Талант：Выздоровление",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, получаете [30,000] здоровья.",
}
data[6105] = {
    ["skillName"] = "Талант：Безумная атака",
    ["desc"] = "Пассивное умение: В начале 4 раунда, + Шанс Критического урона на 15% и + Критический урон на 25%.",
}
data[6104] = {
    ["skillName"] = "Талант：Искреннее сердце",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, цели уменьш. Атк. на 10% на 3 раунда.",
}
data[6103] = {
    ["skillName"] = "Талант：жизнь и рост в природ",
    ["desc"] = "Пассивное умение: В конце раунда, получаете [10% недостающего Здоровья] здоровья.",
}
data[6102] = {
    ["skillName"] = "Талант：Могущество",
    ["desc"] = "Пассивное умение: + Атк. на 8%.",
}
data[6101] = {
    ["skillName"] = "Талант：Жизнь",
    ["desc"] = "Пассивное умение: + Здоровье на 12%.",
}
data[6100] = {
    ["skillName"] = "Ничего",
    ["desc"] = ".",
}
data[1390] = {
    ["skillName"] = "Порядок расчёта",
    ["desc"] = "Активное умение: 4 случ. противника получают [268% от Атаки] святого урона.",
}
data[1389] = {
    ["skillName"] = "Порядок расчёта",
    ["desc"] = "Активное умение: 4 случ. противника получают [198% от Атаки] святого урона.",
}
data[1388] = {
    ["skillName"] = "Порядок расчёта",
    ["desc"] = "Активное умение: 4 случ. противника получают [128% от Атаки] святого урона.",
}
data[1387] = {
    ["skillName"] = "Боязнь приближается",
    ["desc"] = "Активное умение: 4 случ. противника получают [206% от Атаки] урона, получают [20% от максимального Здоровья] урона и имеют 50% шанс на become horrified на 2 раунда (horrified enemies can't use basic attack).",
}
data[1386] = {
    ["skillName"] = "Боязнь приближается",
    ["desc"] = "Активное умение: 4 случ. противника получают [154% от Атаки] урона, получают [15% от максимального Здоровья] урона и имеют 35% шанс на become horrified на 2 раунда (horrified enemies can't use basic attack).",
}
data[1385] = {
    ["skillName"] = "Боязнь приближается",
    ["desc"] = "Активное умение: 4 случ. противника получают [108% от Атаки] урона, получают [10% от максимального Здоровья] урона и имеют 20% шанс на become horrified на 2 раунда (horrified enemies can't use basic attack).",
}
data[1393] = {
    ["skillName"] = "Смертельная намотка",
    ["desc"] = "Активный навык: Оберон призывает смертельную намотку и атакует 3 случайных врагов, наносит урон (равняется 185% атаки) одному врагу и обвязывают его на 2 раунд(а/ов), наносит урон (равняется 225% атаки) второму врагу и сеет семена, семена растут после 1 раунд(а/ов) и обвязывают врага на 2 раунд(а/ов), наносит урон (равняется 265% атаки) третьему врагу и сеет семена, семена растут после 2 раунд(а/ов) и обвязывают врага на 2 раунд(а/ов)",
}
data[1392] = {
    ["skillName"] = "Смертельная намотка",
    ["desc"] = "Активный навык: Оберон призывает смертельную намотку и атакует 3 случайных врагов, наносит урон (равняется 145% атаки) одному врагу и обвязывают его на 2 раунд(а/ов), наносит урон (равняется 175% атаки) второму врагу и сеет семена, семена растут после 1 раунд(а/ов) и обвязывают врага на 2 раунд(а/ов), наносит урон (равняется 205% атаки) третьему врагу и сеет семена, семена растут после 2 раунд(а/ов) и обвязывают врага на 2 раунд(а/ов)",
}
data[1391] = {
    ["skillName"] = "Смертельная намотка",
    ["desc"] = "Активный навык: Оберон призывает смертельную намотку и атакует 3 случайных врагов, наносит урон (равняется 105% атаки) одному врагу и обвязывают его на 2 раунд(а/ов), наносит урон (равняется 135% атаки) второму врагу и сеет семена, семена растут после 1 раунд(а/ов) и обвязывают врага на 2 раунд(а/ов), наносит урон (равняется 155% атаки) третьему врагу и сеет семена, семена растут после 2 раунд(а/ов) и обвязывают врага на 2 раунд(а/ов)",
}
data[1381] = {
    ["skillName"] = "Лезвие террора",
    ["desc"] = "Активное умение: 2 случ. противника получают [236% от Атаки] урона и detonate 3 rounds worth of damage over time effects with an additional 150% of damage.",
}
data[1380] = {
    ["skillName"] = "Лезвие террора",
    ["desc"] = "Активное умение: 2 случ. противника получают [169% от Атаки] урона и detonate 2 rounds worth of damage over time effects with an additional 100% of damage.",
}
data[1379] = {
    ["skillName"] = "Лезвие террора",
    ["desc"] = "Активное умение: 2 случ. противника получают [104% от Атаки] урона и имеют 50% шанс на detonate 1 round worth of damage over time effects with an additional 50% of damage.",
}
data[1384] = {
    ["skillName"] = "Мучение плоти и души",
    ["desc"] = "Активное умение: 3 случ. противника получают [103% от Атаки] урона, получают [100% от Атаки] урона от кровотечения на 3 раунда, получают [10% от максимального Здоровья] урона если цель на переднем ряде и получают [71% от Атаки] critical damage если цель в заднем ряду.",
}
data[1383] = {
    ["skillName"] = "Мучение плоти и души",
    ["desc"] = "Активное умение: 3 случ. противника получают [168% от Атаки] урона, получают [75% от Атаки] урона от кровотечения на 3 раунда, получают [12% от максимального Здоровья] урона если цель на переднем ряде и получают [78% от Атаки] critical damage если цель в заднем ряду.",
}
data[1382] = {
    ["skillName"] = "Мучение плоти и души",
    ["desc"] = "Активное умение: 3 случ. противника получают [124% от Атаки] урона, получают [50% от Атаки] урона от кровотечения на 3 раунда, получают [9% от максимального Здоровья] урона если цель на переднем ряде и получают [56% от Атаки] critical damage если цель в заднем ряду.",
}
data[6003] = {
    ["skillName"] = "Талант：жизнь и рост в природ",
    ["desc"] = "Пассивное умение: В конце раунда, получаете [15% недостающего Здоровья] здоровья.",
}
data[6002] = {
    ["skillName"] = "Талант：Могущество",
    ["desc"] = "Пассивное умение: + Атк. на 8%.",
}
data[6001] = {
    ["skillName"] = "Талант：Жизнь",
    ["desc"] = "Пассивное умение: + Здоровье на 12%.",
}
data[2737] = {
    ["skillName"] = "Защитный дух",
    ["desc"] = "Пассивное умение: Когда получает урон от активного умения, имеете 50% шанс на получение [200% от Атаки] здоровья и имеете 50% шанс на повышение Энерг. на 30.",
}
data[2736] = {
    ["skillName"] = "Чёрт ночи",
    ["desc"] = "Пассивное умение: + Атк. на 20%, + Шанс Критического урона на 25% и + Здоровье на 20%.",
}
data[2735] = {
    ["skillName"] = "Искушение от Джахры",
    ["desc"] = "Обычная атака: 2 случ. противника получают [120% от Атаки] урона и передают атакующему 15% Атк. на 3 раунда.",
}
data[2734] = {
    ["skillName"] = "Защитный дух",
    ["desc"] = "Пассивное умение: Когда получает урон от активного умения, имеете 40% шанс на получение [180% от Атаки] здоровья и имеете 40% шанс на повышение Энерг. на 25.",
}
data[2733] = {
    ["skillName"] = "Чёрт ночи",
    ["desc"] = "Пассивное умение: + Атк. на 15%, + Шанс Критического урона на 20% и + Здоровье на 15%.",
}
data[2732] = {
    ["skillName"] = "Искушение от Джахры",
    ["desc"] = "Обычная атака: 2 случ. противника получают [105% от Атаки] урона и передают атакующему 12% Атк. на 3 раунда.",
}
data[2731] = {
    ["skillName"] = "Защитный дух",
    ["desc"] = "Пассивное умение: Когда получает урон от активного умения, имеете 30% шанс на получение [160% от Атаки] здоровья и имеете 30% шанс на повышение Энерг. на 20.",
}
data[2730] = {
    ["skillName"] = "Чёрт ночи",
    ["desc"] = "Пассивное умение: + Атк. на 10%, + Шанс Критического урона на 15% и + Здоровье на 10%.",
}
data[2729] = {
    ["skillName"] = "Искушение от Джахры",
    ["desc"] = "Обычная атака: 2 случ. противника получают [95% от Атаки] урона и передают атакующему 10% Атк. на 3 раунда.",
}
data[2728] = {
    ["skillName"] = "Барьер",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, + Снижение урона на 50% на 5 раундов (срабатывает один раз).",
}
data[2727] = {
    ["skillName"] = "Проводящий орган",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Скорость на 40, на героя не действует Оглушение и + Шанс Критического урона на 20%.",
}
data[2726] = {
    ["skillName"] = "Перегрузки",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, 1 случ. противник имеет 25% шанс на оглушение на 2 раунда и получает [165% от Атаки] урона на 1 раунд.",
}
data[2725] = {
    ["skillName"] = "Барьер",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, + Снижение урона на 30% на 5 раундов (срабатывает один раз).",
}
data[2724] = {
    ["skillName"] = "Проводящий орган",
    ["desc"] = "Пассивное умение: + Здоровье на 25%, + Скорость на 25, на героя не действует Оглушение и + Шанс Критического урона на 15%.",
}
data[2723] = {
    ["skillName"] = "Перегрузки",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, 1 случ. противник получает [125% от Атаки] урона на 1 раунд и имеет 15% шанс на оглушение на 2 раунда.",
}
data[2657] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий имеют 40% шанс на оглушение на 2 раунда.",
}
data[2658] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: + Урон Способности на 60%.",
}
data[2659] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: В конце раунда, + Урон Способности на 25%.",
}
data[2660] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: В начале 4 раунда, + Атк. на 50%.",
}
data[2661] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий имеют 45% шанс на получение [150% от Атаки] урона от контрудара.",
}
data[2662] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: + Шанс Критического урона на 100%.",
}
data[2663] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Энерг. на 50.",
}
data[2664] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: В начале 4 раунда, все противники получают [210% от Атаки] урона от горения на 1 раунд.",
}
data[2665] = {
    ["skillName"] = "aa",
    ["desc"] = "Пассивное умение: В начале 6 раунда, все противники получают [420% от Атаки] урона от горения на 1 раунд.",
}
data[2666] = {
    ["skillName"] = "Морозная территория",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий имеют 10% шанс на заморозку на 2 раунда и имеют 11% шанс на заморозку на 2 раунда если цель Воин.",
}
data[2667] = {
    ["skillName"] = "Холодная зима",
    ["desc"] = "Пассивное умение: + Блок на 15%, + Здоровье на 20% и на героя не действует Заморозка.",
}
data[2668] = {
    ["skillName"] = "Абсолютная ноль",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, получаете [240% от Атаки] здоровья на 2 раунда (срабатывает один раз).",
}
data[2669] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Атк. на 15%, + Здоровье на 20%, + Защ. на 10% и на героя не действует Окаменение.",
}
data[2670] = {
    ["skillName"] = "Гнев",
    ["desc"] = "Пассивное умение: + Урон на 80% если цель Окаменела. Обычная атака: Противники в заднем ряду получают [75% от Атаки] урона и имеют 10% шанс на окаменение на 2 раунда.",
}
data[2671] = {
    ["skillName"] = "Верная  защита",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, + Снижение урона на 30% на 3 раунда (срабатывает один раз).",
}
data[2672] = {
    ["skillName"] = "Морозная территория",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий имеют 15% шанс на заморозку на 2 раунда и имеют 14% шанс на заморозку на 2 раунда если цель Воин.",
}
data[2673] = {
    ["skillName"] = "Холодная зима",
    ["desc"] = "Пассивное умение: + Блок на 25%, + Здоровье на 30% и на героя не действует Заморозка.",
}
data[2674] = {
    ["skillName"] = "Абсолютная ноль",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, получаете [340% от Атаки] здоровья на 2 раунда (срабатывает один раз).",
}
data[2675] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Атк. на 20%, + Здоровье на 20%, + Защ. на 15% и на героя не действует Окаменение.",
}
data[2676] = {
    ["skillName"] = "Гнев",
    ["desc"] = "Пассивное умение: + Урон на 110% если цель Окаменела. Обычная атака: Противники в заднем ряду получают [85% от Атаки] урона и имеют 15% шанс на окаменение на 2 раунда.",
}
data[2677] = {
    ["skillName"] = "Верная  защита",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, + Снижение урона на 40% на 3 раунда (срабатывает один раз).",
}
data[2678] = {
    ["skillName"] = "Морозная территория",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий имеют 20% шанс на заморозку на 2 раунда и имеют 19% шанс на заморозку на 2 раунда если цель Воин.",
}
data[2679] = {
    ["skillName"] = "Холодная зима",
    ["desc"] = "Пассивное умение: + Блок на 35%, + Здоровье на 40% и на героя не действует Заморозка.",
}
data[2680] = {
    ["skillName"] = "Абсолютная ноль",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, получаете [20% от максимального Здоровья] здоровья на 2 раунда (срабатывает один раз).",
}
data[2681] = {
    ["skillName"] = "Прочный, как скала",
    ["desc"] = "Пассивное умение: + Атк. на 35%, + Здоровье на 25%, + Защ. на 20% и на героя не действует Окаменение.",
}
data[2682] = {
    ["skillName"] = "Гнев",
    ["desc"] = "Пассивное умение: + Урон на 160% если цель Окаменела. Обычная атака: Противники в заднем ряду получают [95% от Атаки] урона и имеют 20% шанс на окаменение на 2 раунда.",
}
data[2683] = {
    ["skillName"] = "Верная  защита",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, + Снижение урона на 50% на 3 раунда (срабатывает один раз).",
}
data[2684] = {
    ["skillName"] = "Чёрная дыра энергии",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, + Энерг. на 10 и получаете [62% от Атаки] здоровья.",
}
data[2685] = {
    ["skillName"] = "Путешествие с душой",
    ["desc"] = "Пассивное умение: + Здоровье на 20%, + Скорость на 20, + Атк. на 15% и на героя не действует Немота.",
}
data[2686] = {
    ["skillName"] = "Заключение под стражу",
    ["desc"] = "Обычная атака: 1 случ. с заднего ряда противник получает [100% от Атаки] урона и уменьш. Энерг. на 30.",
}
data[2687] = {
    ["skillName"] = "Подготовленная сила",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [110% от Атаки] урона.",
}
data[2688] = {
    ["skillName"] = "Кровяное питание",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Энерг. на 35 и + Святой урон (чистый) на 10% на 3 раунда.",
}
data[2689] = {
    ["skillName"] = "Конечная вера",
    ["desc"] = "Пассивное умение: + Святой урон (чистый) на 20%, + Скорость на 20, + Шанс Критического урона на 15% и на героя не действует Оглушение.",
}
data[2690] = {
    ["skillName"] = "Чёрная дыра энергии",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, + Энерг. на 20 и получаете [92% от Атаки] здоровья.",
}
data[2691] = {
    ["skillName"] = "Путешествие с душой",
    ["desc"] = "Пассивное умение: + Здоровье на 25%, + Скорость на 40, + Атк. на 22% и на героя не действует Немота.",
}
data[2692] = {
    ["skillName"] = "Заключение под стражу",
    ["desc"] = "Обычная атака: 1 случ. с заднего ряда противник получает [110% от Атаки] урона и уменьш. Энерг. на 40.",
}
data[2693] = {
    ["skillName"] = "Подготовленная сила",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [120% от Атаки] урона.",
}
data[2694] = {
    ["skillName"] = "Кровяное питание",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Энерг. на 70 и + Святой урон (чистый) на 15% на 3 раунда.",
}
data[2695] = {
    ["skillName"] = "Конечная вера",
    ["desc"] = "Пассивное умение: + Святой урон (чистый) на 45%, + Скорость на 40, + Шанс Критического урона на 20% и на героя не действует Оглушение.",
}
data[2696] = {
    ["skillName"] = "Чёрная дыра энергии",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, + Энерг. на 30 и получаете [130% от Атаки] здоровья.",
}
data[2697] = {
    ["skillName"] = "Путешествие с душой",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Скорость на 60, + Атк. на 30% и на героя не действует Немота.",
}
data[2698] = {
    ["skillName"] = "Заключение под стражу",
    ["desc"] = "Обычная атака: 1 случ. с заднего ряда противник получает [130% от Атаки] урона и уменьш. Энерг. на 50.",
}
data[2699] = {
    ["skillName"] = "Подготовленная сила",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [130% от Атаки] урона.",
}
data[2700] = {
    ["skillName"] = "Кровяное питание",
    ["desc"] = "Пассивное умение: Когда противник умирает, + Энерг. на 100 и + Святой урон (чистый) на 30% на 3 раунда.",
}
data[2701] = {
    ["skillName"] = "Конечная вера",
    ["desc"] = "Пассивное умение: + Святой урон (чистый) на 70%, + Скорость на 60, + Шанс Критического урона на 30% и на героя не действует Оглушение.",
}
data[2702] = {
    ["skillName"] = "Огонь бьёт фонтаном",
    ["desc"] = "Обычная атака: Противники в заднем ряду получают [75% от Атаки] урона и уменьш. Защ. на 5% на 3 раунда; 2 случ. союзника получают [10% от максимального Здоровья] здоровья.",
}
data[2703] = {
    ["skillName"] = "Сила огня",
    ["desc"] = "Пассивное умение: + Здоровье на 20%, + Скорость на 20 и + Снижение урона на 10%.",
}
data[2704] = {
    ["skillName"] = "Атака огня",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все противники имеют 25% шанс на оглушение на 2 раунда (срабатывает один раз).",
}
data[2705] = {
    ["skillName"] = "Огонь бьёт фонтаном",
    ["desc"] = "Обычная атака: Противники в заднем ряду получают [80% от Атаки] урона и уменьш. Защ. на 10% на 3 раунда; 2 случ. союзника получают [15% от максимального Здоровья] здоровья.",
}
data[2706] = {
    ["skillName"] = "Сила огня",
    ["desc"] = "Пассивное умение: + Здоровье на 25%, + Скорость на 40 и + Снижение урона на 15%.",
}
data[2707] = {
    ["skillName"] = "Атака огня",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все противники имеют 40% шанс на оглушение на 2 раунда (срабатывает один раз).",
}
data[2708] = {
    ["skillName"] = "Огонь бьёт фонтаном",
    ["desc"] = "Обычная атака: Противники в заднем ряду получают [90% от Атаки] урона и уменьш. Защ. на 15% на 3 раунда; 2 случ. союзника получают [20% от максимального Здоровья] здоровья.",
}
data[2709] = {
    ["skillName"] = "Сила огня",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Скорость на 60 и + Снижение урона на 20%.",
}
data[2710] = {
    ["skillName"] = "Атака огня",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 50%, все противники имеют 50% шанс на оглушение на 2 раунда (срабатывает один раз).",
}
data[2711] = {
    ["skillName"] = "Крепкий сердце",
    ["desc"] = "Пассивное умение: + Атк. на 20%, + Шанс Критического урона на 20% и + Здоровье на 10%.",
}
data[2712] = {
    ["skillName"] = "Жизнь и рост в природе",
    ["desc"] = "Пассивное умение: Когда наносит противнику критический урон, получаете [160% от Атаки] здоровья.",
}
data[2713] = {
    ["skillName"] = "Удар недостатка",
    ["desc"] = "Обычная атака: 2 случ. противника получают [80% от Атаки] урона и повышают Получение урона на 15% (максимум до 150%).",
}
data[2714] = {
    ["skillName"] = "Крепкий сердце",
    ["desc"] = "Пассивное умение: + Атк. на 25%, + Шанс Критического урона на 25% и + Здоровье на 15%.",
}
data[2715] = {
    ["skillName"] = "Жизнь и рост в природе",
    ["desc"] = "Пассивное умение: Когда наносит противнику критический урон, получаете [200% от Атаки] здоровья.",
}
data[2716] = {
    ["skillName"] = "Удар недостатка",
    ["desc"] = "Обычная атака: 2 случ. противника получают [90% от Атаки] урона и повышают Получение урона на 20% (максимум до 150%).",
}
data[2717] = {
    ["skillName"] = "Крепкий сердце",
    ["desc"] = "Пассивное умение: + Атк. на 30%, + Шанс Критического урона на 30% и + Здоровье на 20%.",
}
data[2718] = {
    ["skillName"] = "Жизнь и рост в природе",
    ["desc"] = "Пассивное умение: Когда наносит противнику критический урон, получаете [280% от Атаки] здоровья.",
}
data[2719] = {
    ["skillName"] = "Удар недостатка",
    ["desc"] = "Обычная атака: 2 случ. противника получают [110% от Атаки] урона и повышают Получение урона на 35% (максимум до 150%).",
}
data[2720] = {
    ["skillName"] = "Перегрузки",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, 1 случ. противник получает [80% от Атаки] урона на 1 раунд и имеет 10% шанс на оглушение на 2 раунда.",
}
data[2721] = {
    ["skillName"] = "Проводящий орган",
    ["desc"] = "Пассивное умение: + Здоровье на 15%, + Скорость на 15, на героя не действует Оглушение и + Шанс Критического урона на 10%.",
}
data[2722] = {
    ["skillName"] = "Барьер",
    ["desc"] = "Пассивное умение: Когда здоровье падает ниже 80%, + Снижение урона на 20% на 5 раундов (срабатывает один раз).",
}
data[8001] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [1,574] урона.",
}
data[8002] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [2,081] урона.",
}
data[8003] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [2,587] урона.",
}
data[8004] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [3,094] урона.",
}
data[8005] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [3,601] урона.",
}
data[8006] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [4,108] урона.",
}
data[8007] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [4,614] урона.",
}
data[8008] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [5,121] урона.",
}
data[8009] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [5,628] урона.",
}
data[8010] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [6,134] урона.",
}
data[8011] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [6,641] урона.",
}
data[8012] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [7,148] урона.",
}
data[8013] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [7,655] урона.",
}
data[8014] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [8,161] урона.",
}
data[8015] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [8,668] урона.",
}
data[8016] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [9,175] урона.",
}
data[8017] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [9,681] урона.",
}
data[8018] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [10,188] урона.",
}
data[8019] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [10,695] урона.",
}
data[8020] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [11,202] урона.",
}
data[8021] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [11,708] урона.",
}
data[8022] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [12,215] урона.",
}
data[8023] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [12,722] урона.",
}
data[8024] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [13,228] урона.",
}
data[8025] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [13,735] урона.",
}
data[8026] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [14,242] урона.",
}
data[8027] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [14,749] урона.",
}
data[8028] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [15,255] урона.",
}
data[8029] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [15,762] урона.",
}
data[8030] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 2 случ. противника получают [16,269] урона.",
}
data[8031] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [17,798] урона и имеют 1% шанс на заморозку на 2 раунда.",
}
data[8032] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [19,327] урона и имеют 1.4% шанс на заморозку на 2 раунда.",
}
data[8033] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [20,857] урона и имеют 1.8% шанс на заморозку на 2 раунда.",
}
data[8034] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [22,386] урона и имеют 2.2% шанс на заморозку на 2 раунда.",
}
data[8035] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [23,915] урона и имеют 2.6% шанс на заморозку на 2 раунда.",
}
data[8036] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [25,445] урона и имеют 3% шанс на заморозку на 2 раунда.",
}
data[8037] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [26,974] урона и имеют 3.4% шанс на заморозку на 2 раунда.",
}
data[8038] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [28,503] урона и имеют 3.8% шанс на заморозку на 2 раунда.",
}
data[8039] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [30,033] урона и имеют 4.1% шанс на заморозку на 2 раунда.",
}
data[8040] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [31,562] урона и имеют 4.5% шанс на заморозку на 2 раунда.",
}
data[8041] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [33,091] урона и имеют 4.9% шанс на заморозку на 2 раунда.",
}
data[8042] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [34,621] урона и имеют 5.3% шанс на заморозку на 2 раунда.",
}
data[8043] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [36,150] урона и имеют 5.7% шанс на заморозку на 2 раунда.",
}
data[8044] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [37,679] урона и имеют 6.1% шанс на заморозку на 2 раунда.",
}
data[8045] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [39,209] урона и имеют 6.5% шанс на заморозку на 2 раунда.",
}
data[8046] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [40,738] урона и имеют 6.9% шанс на заморозку на 2 раунда.",
}
data[8047] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [42,267] урона и имеют 7.3% шанс на заморозку на 2 раунда.",
}
data[8048] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [43,797] урона и имеют 7.7% шанс на заморозку на 2 раунда.",
}
data[8049] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [45,326] урона и имеют 8.1% шанс на заморозку на 2 раунда.",
}
data[8050] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [46,855] урона и имеют 8.5% шанс на заморозку на 2 раунда.",
}
data[8051] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [48,385] урона и имеют 8.9% шанс на заморозку на 2 раунда.",
}
data[8052] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [49,914] урона и имеют 9.3% шанс на заморозку на 2 раунда.",
}
data[8053] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [51,443] урона и имеют 9.7% шанс на заморозку на 2 раунда.",
}
data[8054] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [52,973] урона и имеют 10% шанс на заморозку на 2 раунда.",
}
data[8055] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [54,502] урона и имеют 10.4% шанс на заморозку на 2 раунда.",
}
data[8056] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [56,031] урона и имеют 10.8% шанс на заморозку на 2 раунда.",
}
data[8057] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [57,561] урона и имеют 11.2% шанс на заморозку на 2 раунда.",
}
data[8058] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [59,090] урона и имеют 11.6% шанс на заморозку на 2 раунда.",
}
data[8059] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [60,619] урона и имеют 12% шанс на заморозку на 2 раунда.",
}
data[8060] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 3 случ. противника получают [62,149] урона и имеют 12.4% шанс на заморозку на 2 раунда.",
}
data[8061] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [66,544] урона и имеют 12.8% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 1% на 3 раунда.",
}
data[8062] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [70,939] урона и имеют 13.2% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 2% на 3 раунда.",
}
data[8063] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [75,335] урона и имеют 13.6% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 2% на 3 раунда.",
}
data[8064] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [79,730] урона и имеют 14% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 3% на 3 раунда.",
}
data[8065] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [84,125] урона и имеют 14.4% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 4% на 3 раунда.",
}
data[8066] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [88,521] урона и имеют 14.8% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 4% на 3 раунда.",
}
data[8067] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [92,916] урона и имеют 15.2% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 5% на 3 раунда.",
}
data[8068] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [97,311] урона и имеют 15.6% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 6% на 3 раунда.",
}
data[8069] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [101,707] урона и имеют 15.9% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 6% на 3 раунда.",
}
data[8070] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [106,102] урона и имеют 16.3% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 7% на 3 раунда.",
}
data[8071] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [110,498] урона и имеют 16.7% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 8% на 3 раунда.",
}
data[8072] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [114,893] урона и имеют 17.1% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 8% на 3 раунда.",
}
data[8073] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [119,288] урона и имеют 17.5% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 9% на 3 раунда.",
}
data[8074] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [123,684] урона и имеют 17.9% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 10% на 3 раунда.",
}
data[8075] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [128,079] урона и имеют 18.3% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 10% на 3 раунда.",
}
data[8076] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [132,474] урона и имеют 18.7% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 11% на 3 раунда.",
}
data[8077] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [136,870] урона и имеют 19.1% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 12% на 3 раунда.",
}
data[8078] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [141,265] урона и имеют 19.5% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 12% на 3 раунда.",
}
data[8079] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [145,661] урона и имеют 19.9% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 13% на 3 раунда.",
}
data[8080] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [150,056] урона и имеют 20.3% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 14% на 3 раунда.",
}
data[8081] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [154,451] урона и имеют 20.7% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 14% на 3 раунда.",
}
data[8082] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [158,847] урона и имеют 21.1% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 15% на 3 раунда.",
}
data[8083] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [163,242] урона и имеют 21.4% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 16% на 3 раунда.",
}
data[8084] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [167,637] урона и имеют 21.8% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 16% на 3 раунда.",
}
data[8085] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [172,033] урона и имеют 22.2% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 17% на 3 раунда.",
}
data[8086] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [176,428] урона и имеют 22.6% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 18% на 3 раунда.",
}
data[8087] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [180,824] урона и имеют 23% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 18% на 3 раунда.",
}
data[8088] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [185,219] урона и имеют 23.4% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 19% на 3 раунда.",
}
data[8089] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [189,614] урона и имеют 23.8% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 20% на 3 раунда.",
}
data[8090] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [194,010] урона и имеют 24.2% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 20% на 3 раунда.",
}
data[8091] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [201,156] урона и имеют 24.6% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 21% на 3 раунда и повышают Иммунитет на 1% на 3 раунда.",
}
data[8092] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [208,303] урона и имеют 25% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 21% на 3 раунда и повышают Иммунитет на 1.8% на 3 раунда.",
}
data[8093] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [215,450] урона и имеют 25.4% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 22% на 3 раунда и повышают Иммунитет на 2.7% на 3 раунда.",
}
data[8094] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [222,597] урона и имеют 25.8% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 23% на 3 раунда и повышают Иммунитет на 3.5% на 3 раунда.",
}
data[8095] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [229,744] урона и имеют 26.2% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 23% на 3 раунда и повышают Иммунитет на 4.3% на 3 раунда.",
}
data[8096] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [236,890] урона и имеют 26.6% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 24% на 3 раунда и повышают Иммунитет на 5.1% на 3 раунда.",
}
data[8097] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [244,037] урона и имеют 27% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 25% на 3 раунда и повышают Иммунитет на 6% на 3 раунда.",
}
data[8098] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [251,184] урона и имеют 27.3% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 25% на 3 раунда и повышают Иммунитет на 6.8% на 3 раунда.",
}
data[8099] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [258,331] урона и имеют 27.7% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 26% на 3 раунда и повышают Иммунитет на 7.6% на 3 раунда.",
}
data[8100] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [265,477] урона и имеют 28.1% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 27% на 3 раунда и повышают Иммунитет на 8.4% на 3 раунда.",
}
data[8101] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [272,624] урона и имеют 28.5% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 27% на 3 раунда и повышают Иммунитет на 9.3% на 3 раунда.",
}
data[8102] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [279,771] урона и имеют 28.9% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 28% на 3 раунда и повышают Иммунитет на 10.1% на 3 раунда.",
}
data[8103] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [286,918] урона и имеют 29.3% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 29% на 3 раунда и повышают Иммунитет на 10.9% на 3 раунда.",
}
data[8104] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [294,065] урона и имеют 29.7% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 29% на 3 раунда и повышают Иммунитет на 11.8% на 3 раунда.",
}
data[8105] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [301,211] урона и имеют 30.1% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 30% на 3 раунда и повышают Иммунитет на 12.6% на 3 раунда.",
}
data[8106] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [308,358] урона и имеют 30.5% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 31% на 3 раунда и повышают Иммунитет на 13.4% на 3 раунда.",
}
data[8107] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [315,505] урона и имеют 30.9% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 31% на 3 раунда и повышают Иммунитет на 14.2% на 3 раунда.",
}
data[8108] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [322,652] урона и имеют 31.3% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 32% на 3 раунда и повышают Иммунитет на 15.1% на 3 раунда.",
}
data[8109] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [329,798] урона и имеют 31.7% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 33% на 3 раунда и повышают Иммунитет на 15.9% на 3 раунда.",
}
data[8110] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [336,945] урона и имеют 32.1% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 33% на 3 раунда и повышают Иммунитет на 16.7% на 3 раунда.",
}
data[8111] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [344,092] урона и имеют 32.5% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 34% на 3 раунда и повышают Иммунитет на 17.6% на 3 раунда.",
}
data[8112] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [351,239] урона и имеют 32.9% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 35% на 3 раунда и повышают Иммунитет на 18.4% на 3 раунда.",
}
data[8113] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [358,386] урона и имеют 33.2% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 35% на 3 раунда и повышают Иммунитет на 19.2% на 3 раунда.",
}
data[8114] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [365,532] урона и имеют 33.6% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 36% на 3 раунда и повышают Иммунитет на 20% на 3 раунда.",
}
data[8115] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [372,679] урона и имеют 34% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 37% на 3 раунда и повышают Иммунитет на 20.9% на 3 раунда.",
}
data[8116] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [379,826] урона и имеют 34.4% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 37% на 3 раунда и повышают Иммунитет на 21.7% на 3 раунда.",
}
data[8117] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [386,973] урона и имеют 34.8% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 38% на 3 раунда и повышают Иммунитет на 22.5% на 3 раунда.",
}
data[8118] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [394,119] урона и имеют 35.2% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 39% на 3 раунда и повышают Иммунитет на 23.3% на 3 раунда.",
}
data[8119] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [401,266] урона и имеют 35.6% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 39% на 3 раунда и повышают Иммунитет на 24.2% на 3 раунда.",
}
data[8120] = {
    ["skillName"] = "Ледостав",
    ["desc"] = "Активное умение: 4 случ. противника получают [408,413] урона и имеют 36% шанс на заморозку на 2 раунда; 4 случ. союзника повышают Святой урон (чистый) на 40% на 3 раунда и повышают Иммунитет на 25% на 3 раунда.",
}
data[2738] = {
    ["skillName"] = "Воинственная атака",
    ["desc"] = "Обычная атака: 4 случ. противника получают [95% от Атаки] урона и имеют 12% шанс на оглушение на 2 раунда.",
}
data[2739] = {
    ["skillName"] = "Изящные манеры Короля",
    ["desc"] = "Пассивное умение: + Здоровье на 15%, + Иммунитет на 20%, + Урон на 30% если цель Оглушена и + Атк. на 15%.",
}
data[2740] = {
    ["skillName"] = "Призыв князя",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, все противники имеют 45% шанс на получение [45% от Атаки] урона от контрудара.",
}
data[2741] = {
    ["skillName"] = "Воинственная атака",
    ["desc"] = "Обычная атака: 4 случ. противника получают [110% от Атаки] урона и имеют 18% шанс на оглушение на 2 раунда.",
}
data[2742] = {
    ["skillName"] = "Изящные манеры Короля",
    ["desc"] = "Пассивное умение: + Здоровье на 25%, + Иммунитет на 25%, + Урон на 60% если цель Оглушена и + Атк. на 20%.",
}
data[2743] = {
    ["skillName"] = "Призыв князя",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, все противники имеют 60% шанс на получение [80% от Атаки] урона от контрудара.",
}
data[2744] = {
    ["skillName"] = "Воинственная атака",
    ["desc"] = "Обычная атака: 4 случ. противника получают [125% от Атаки] урона и имеют 25% шанс на оглушение на 2 раунда.",
}
data[2745] = {
    ["skillName"] = "Изящные манеры Короля",
    ["desc"] = "Пассивное умение: + Здоровье на 40%, + Иммунитет на 35%, + Урон на 100% если цель Оглушена и + Атк. на 25%.",
}
data[2746] = {
    ["skillName"] = "Призыв князя",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, все противники получают [125% от Атаки] урона от контрудара.",
}
data[2747] = {
    ["skillName"] = "Нереальный инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 20%, + Снижение урона на 15%, + Скорость на 20 и + Иммунитет на 50%.",
}
data[2748] = {
    ["skillName"] = "Поглощение энергии",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [110% от Атаки] урона и уменьш. Энерг. на 20.",
}
data[2749] = {
    ["skillName"] = "Расщепление теней",
    ["desc"] = "Пассивное умение: Когда любой герой умирает, все противники получают [120% от Атаки] урона на 1 раунд.",
}
data[2750] = {
    ["skillName"] = "Божественное пробуждение",
    ["desc"] = "Пассивное умение: + Здоровье на 20% и + Атк. на 20%.",
}
data[2751] = {
    ["skillName"] = "Святая воля",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, 3 случ. союзника получают [110% от Атаки] здоровья на 2 раунда.",
}
data[2752] = {
    ["skillName"] = "Свет души",
    ["desc"] = "Пассивное умение: После смерти, все союзники получают [180% от Атаки] здоровья на 4 раунда (срабатывает один раз).",
}
data[2753] = {
    ["skillName"] = "Нереальный инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Снижение урона на 20%, + Скорость на 40 и + Иммунитет на 75%.",
}
data[2754] = {
    ["skillName"] = "Поглощение энергии",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [120% от Атаки] урона и уменьш. Энерг. на 40.",
}
data[2755] = {
    ["skillName"] = "Расщепление теней",
    ["desc"] = "Пассивное умение: Когда любой герой умирает, все противники получают [150% от Атаки] урона на 1 раунд.",
}
data[2756] = {
    ["skillName"] = "Божественное пробуждение",
    ["desc"] = "Пассивное умение: + Здоровье на 25% и + Атк. на 35%.",
}
data[2757] = {
    ["skillName"] = "Святая воля",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, 3 случ. союзника получают [160% от Атаки] здоровья на 2 раунда.",
}
data[2758] = {
    ["skillName"] = "Свет души",
    ["desc"] = "Пассивное умение: После смерти, все союзники получают [240% от Атаки] здоровья на 4 раунда (срабатывает один раз).",
}
data[2759] = {
    ["skillName"] = "Нереальный инстинкт",
    ["desc"] = "Пассивное умение: + Здоровье на 40%, + Снижение урона на 30%, + Скорость на 60 и + Иммунитет на 100%.",
}
data[2760] = {
    ["skillName"] = "Поглощение энергии",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [140% от Атаки] урона и уменьш. Энерг. на 60.",
}
data[2761] = {
    ["skillName"] = "Расщепление теней",
    ["desc"] = "Пассивное умение: Когда любой герой умирает, все противники получают [200% от Атаки] урона на 1 раунд.",
}
data[2762] = {
    ["skillName"] = "Божественное пробуждение",
    ["desc"] = "Пассивное умение: + Здоровье на 30% и + Атк. на 45%.",
}
data[2763] = {
    ["skillName"] = "Святая воля",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, 3 случ. союзника получают [220% от Атаки] здоровья на 2 раунда.",
}
data[2764] = {
    ["skillName"] = "Свет души",
    ["desc"] = "Пассивное умение: После смерти, все союзники получают [300% от Атаки] здоровья на 4 раунда (срабатывает один раз).",
}
data[2765] = {
    ["skillName"] = "Воинственный",
    ["desc"] = "Пассивное умение: + Здоровье на 15%, + Атк. на 10% и + Шанс Критического урона на 15%.",
}
data[2766] = {
    ["skillName"] = "Огонь от души",
    ["desc"] = "Обычная атака: 3 случ. противника получают [75% от Атаки] урона, уменьш. Атк. на 6% на 3 раунда и получают [2% от текущего ХП] урон от горения на 1 раунд.",
}
data[2767] = {
    ["skillName"] = "Граница пламени",
    ["desc"] = "Пассивное умение: Когда находится под эффектом контроля, получаете [100% от Атаки] здоровья на 2 раунда; 3 случ. противника получают [1% от текущего ХП] урон от горения на 1 раунд.",
}
data[2768] = {
    ["skillName"] = "Воинственный",
    ["desc"] = "Пассивное умение: + Здоровье на 25%, + Атк. на 15% и + Шанс Критического урона на 20%.",
}
data[2769] = {
    ["skillName"] = "Огонь от души",
    ["desc"] = "Обычная атака: 3 случ. противника получают [85% от Атаки] урона, уменьш. Атк. на 9% на 3 раунда и получают [4% от текущего ХП] урон от горения на 1 раунд.",
}
data[2770] = {
    ["skillName"] = "Граница пламени",
    ["desc"] = "Пассивное умение: Когда находится под эффектом контроля, получаете [150% от Атаки] здоровья на 2 раунда; 3 случ. противника получают [2% от текущего ХП] урон от горения на 1 раунд.",
}
data[2771] = {
    ["skillName"] = "Воинственный",
    ["desc"] = "Пассивное умение: + Здоровье на 35%, + Атк. на 25% и + Шанс Критического урона на 30%.",
}
data[2772] = {
    ["skillName"] = "Огонь от души",
    ["desc"] = "Обычная атака: 3 случ. противника получают [95% от Атаки] урона, уменьш. Атк. на 12% на 3 раунда и получают [6% от текущего ХП] урон от горения на 1 раунд.",
}
data[2773] = {
    ["skillName"] = "Граница пламени",
    ["desc"] = "Пассивное умение: Когда находится под эффектом контроля, получаете [200% от Атаки] здоровья на 2 раунда; 3 случ. противника получают [3% от текущего ХП] урон от горения на 1 раунд.",
}
data[2774] = {
    ["skillName"] = "Беглое впечатление",
    ["desc"] = "Пассивное умение: + Атк. на 15%, + Блок на 30%, + Иммунитет на 10% и + Скорость на 10.",
}
data[2775] = {
    ["skillName"] = "Млечный Путь изменяется",
    ["desc"] = "Пассивное умение: Когда блокирует урон, + Атк. на 5% на 4 раунда и + Шанс Критического урона на 10% на 4 раунда.",
}
data[2776] = {
    ["skillName"] = "Гнать луну и звёзду",
    ["desc"] = "Обычная атака: Противник с наименьшим здоровьем получает [180% от Атаки] урона и получает [100% от Атаки] урона от кровотечения на 2 раунда.",
}
data[1329] = {
    ["skillName"] = "Неожиданное нападение",
    ["desc"] = "Активное умение: 1 случ. противник имеет 50% шанс на оглушение на 2 раунда если их здоровье выше, получает [60% от Атаки] урона если их здоровье ниже и получает [165% от Атаки] урона.",
}
data[1330] = {
    ["skillName"] = "Кровавый договор",
    ["desc"] = "Активное умение: 2 случ. противника получают [210% от Атаки] урона и получают [18% от максимального Здоровья] урона если их здоровье выше; + Шанс Критического урона на 22.5% на 3 раунда.",
}
data[1331] = {
    ["skillName"] = "Неожиданное нападение",
    ["desc"] = "Активное умение: 2 случ. противника имеют 75% шанс на оглушение на 2 раунда если их здоровье выше, получают [110% от Атаки] урона если их здоровье ниже и получают [210% от Атаки] урона.",
}
data[1332] = {
    ["skillName"] = "Кровавый договор",
    ["desc"] = "Активное умение: 2 случ. противника получают [300% от Атаки] урона, получают [180% от Атаки] урона если цель Пастор и получают [20% от максимального Здоровья] урона если их здоровье выше; + Шанс Критического урона на 40% на 3 раунда.",
}
data[1333] = {
    ["skillName"] = "Неожиданное нападение",
    ["desc"] = "Активное умение: 2 случ. противника получают [300% от Атаки] урона и имеют 100% шанс на оглушение на 2 раунда.",
}
data[1334] = {
    ["skillName"] = "Слабое проклятие",
    ["desc"] = "Активное умение: 4 случ. противника получают [110% от Атаки] урона и ослабевают на 3 раунда; 1 случ. союзник повышает Энерг. на 50.",
}
data[1335] = {
    ["skillName"] = "Слабое проклятие",
    ["desc"] = "Активное умение: 4 случ. противника получают [128% от Атаки] урона и ослабевают на 3 раунда; 1 случ. союзник повышает Энерг. на 75.",
}
data[1336] = {
    ["skillName"] = "Слабое проклятие",
    ["desc"] = "Активное умение: 4 случ. противника получают [150% от Атаки] урона и ослабевают на 3 раунда; 1 случ. союзник повышает Энерг. на 100.",
}
data[1337] = {
    ["skillName"] = "Вопрос из сердца",
    ["desc"] = "Активное умение: 2 случ. противника получают [165% от Атаки] урона, уменьш. Атк. на 15% на 2 раунда и повышают Получение урона на 15% (максимум до 150%).",
}
data[1338] = {
    ["skillName"] = "Вопрос из сердца",
    ["desc"] = "Активное умение: 2 случ. противника получают [195% от Атаки] урона, уменьш. Атк. на 20% на 2 раунда и повышают Получение урона на 25% (максимум до 150%).",
}
data[1339] = {
    ["skillName"] = "Вопрос из сердца",
    ["desc"] = "Активное умение: 2 случ. противника получают [255% от Атаки] урона, уменьш. Атк. на 25% на 2 раунда и повышают Получение урона на 45% (максимум до 150%).",
}
data[1340] = {
    ["skillName"] = "Электрическая энергия агитация",
    ["desc"] = "Активный навык：при атаке случайно непрерывно атаковать четырех целей, дать одному из них  85% урона и есть 60% вероятности носить головокружение врагу на 2 раундах，дать одному из них 115% урона и есть 30% вероятности носить головокружение врагу на 2 раундах, дать одному из них  135% урона и есть 15% вероятности носить головокружение врагу на 2 раундах, дать одному из них 185% уронов.",
}
data[1341] = {
    ["skillName"] = "Электрическая энергия агитация",
    ["desc"] = "Активный навык：при атаке случайно непрерывно атаковать четырех целей, дать одному из них  120% урона и есть 80% вероятности носить головокружение врагу на 2 раундах，дать одному из них 140% урона и есть 40% вероятности носить головокружение врагу на 2 раундах, дать одному из них  160% урона и есть 20% вероятности носить головокружение врагу на 2 раундах, дать одному из них 200% уронов.",
}
data[1342] = {
    ["skillName"] = "Электрическая энергия агитация",
    ["desc"] = "Активный навык：при атаке случайно непрерывно атаковать четырех целей, дать одному из них  165% урона и есть 100% вероятности носить головокружение врагу на 2 раундах，дать одному из них 195% урона и есть 50% вероятности носить головокружение врагу на 2 раундах, дать одному из них  215% урона и есть 30% вероятности носить головокружение врагу на 2 раундах, дать одному из них 275% уронов.",
}
data[1343] = {
    ["skillName"] = "Нападение злого духа",
    ["desc"] = "Активное умение: 4 случ. противника получают [125% от Атаки] урона, получают [75% от Атаки] урона от яда на 2 раунда, имеют 12% шанс на заморозку на 2 раунда и имеют 12% шанс на окаменение на 2 раунда.",
}
data[1344] = {
    ["skillName"] = "Нападение злого духа",
    ["desc"] = "Активное умение: 4 случ. противника получают [165% от Атаки] урона, получают [85% от Атаки] урона от яда на 2 раунда, имеют 15% шанс на заморозку на 2 раунда и имеют 15% шанс на окаменение на 2 раунда.",
}
data[1345] = {
    ["skillName"] = "Нападение злого духа",
    ["desc"] = "Активное умение: 4 случ. противника получают [235% от Атаки] урона, получают [100% от Атаки] урона от яда на 2 раунда, имеют 20% шанс на заморозку на 2 раунда и имеют 20% шанс на окаменение на 2 раунда.",
}
data[1346] = {
    ["skillName"] = "Вердикт большого молота",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [100% от Атаки] урона; + Снижение урона на 15% на 3 раунда и + Атк. на 10% на 3 раунда.",
}
data[1347] = {
    ["skillName"] = "Вердикт большого молота",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [135% от Атаки] урона; + Снижение урона на 25% на 3 раунда и + Атк. на 15% на 3 раунда.",
}
data[1348] = {
    ["skillName"] = "Вердикт большого молота",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [210% от Атаки] урона; + Снижение урона на 35% на 3 раунда и + Атк. на 20% на 3 раунда.",
}
data[1349] = {
    ["skillName"] = "Распадаться лучи",
    ["desc"] = "Активное умение: 1 случ. противник получает [200% от Атаки] урона, уменьш. Атк. на 15% на 3 раунда если цель в заднем ряду, уменьш. Скорость на 30 на 3 раунда если цель в заднем ряду, уменьш. Защ. на 35% на 3 раунда если цель на переднем ряде и имеет 100% шанс на окаменение на 2 раунда если цель на переднем ряде.",
}
data[1350] = {
    ["skillName"] = "Свет сверкания",
    ["desc"] = "Активное умение: Все противники получают [82% от Атаки] урона; 4 случ. союзника повышают Атк. на 10% на 3 раунда и повышают Скорость на 10 на 3 раунда.",
}
data[1351] = {
    ["skillName"] = "Распадаться лучи",
    ["desc"] = "Активное умение: 1 случ. противник получает [300% от Атаки] урона, уменьш. Атк. на 20% на 3 раунда если цель в заднем ряду, уменьш. Скорость на 60 на 3 раунда если цель в заднем ряду, уменьш. Защ. на 55% на 3 раунда если цель на переднем ряде и имеет 100% шанс на окаменение на 2 раунда если цель на переднем ряде.",
}
data[1352] = {
    ["skillName"] = "Свет сверкания",
    ["desc"] = "Активное умение: Все противники получают [94% от Атаки] урона; 4 случ. союзника повышают Атк. на 20% на 3 раунда и повышают Скорость на 20 на 3 раунда.",
}
data[1353] = {
    ["skillName"] = "Распадаться лучи",
    ["desc"] = "Активное умение: 1 случ. противник получает [400% от Атаки] урона, уменьш. Атк. на 30% на 3 раунда если цель в заднем ряду, уменьш. Скорость на 80 на 3 раунда если цель в заднем ряду, уменьш. Защ. на 75% на 3 раунда если цель на переднем ряде и имеет 100% шанс на окаменение на 2 раунда если цель на переднем ряде.",
}
data[1354] = {
    ["skillName"] = "Свет сверкания",
    ["desc"] = "Активное умение: Все противники получают [108% от Атаки] урона; все союзники повышают Атк. на 30% на 3 раунда и получают [250% от Атаки] здоровья.",
}
data[1355] = {
    ["skillName"] = "Танец сломанных крыльев",
    ["desc"] = "Активное умение: 3 случ. противника получают [123% от Атаки] урона и передают атакующему 9% Атк. на 3 раунда; противник с наибольшим кол-вом ХП получает [8% от текущего ХП] урон от горения на 2 раунда.",
}
data[1356] = {
    ["skillName"] = "Танец сломанных крыльев",
    ["desc"] = "Активное умение: 3 случ. противника получают [147% от Атаки] урона и передают атакующему 12% Атк. на 3 раунда; противник с наибольшим кол-вом ХП получает [13% от текущего ХП] урон от горения на 2 раунда.",
}
data[1357] = {
    ["skillName"] = "Танец сломанных крыльев",
    ["desc"] = "Активное умение: 3 случ. противника получают [162% от Атаки] урона и передают атакующему 15% Атк. на 3 раунда; противник с наибольшим кол-вом ХП получает [24% от текущего ХП] damage.",
}
data[1358] = {
    ["skillName"] = "С молниеносной быстротой",
    ["desc"] = "Активное умение: Противник с наибольшей атакой получает [194% от Атаки] урона, уменьш. Атк. на 10% на 3 раунда, уменьш. Атк. на 5% на 2 раунда, уменьш. Атк. на 5% на 1 раунд и получает [150% от Атаки] урона от кровотечения на 2 раунда.",
}
data[1359] = {
    ["skillName"] = "С молниеносной быстротой",
    ["desc"] = "Активное умение: Противник с наибольшей атакой получает [298% от Атаки] урона, уменьш. Атк. на 14% на 3 раунда, уменьш. Атк. на 8% на 2 раунда, уменьш. Атк. на 8% на 1 раунд и получает [220% от Атаки] урона от кровотечения на 2 раунда.",
}
data[1360] = {
    ["skillName"] = "С молниеносной быстротой",
    ["desc"] = "Активное умение: Противник с наибольшей атакой получает [196% от Атаки] урона, уменьш. Атк. на 40% на 3 раунда и получает [180% от Атаки] урона от кровотечения на 2 раунда.",
}
data[1397] = {
    ["skillName"] = "Теневая защита",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [100% от Атаки] урона и имеют 30% шанс на окаменение на 2 раунда; все союзники darkshield.",
}
data[2871] = {
    ["skillName"] = "Безнадежный ореол",
    ["desc"] = "Пассивное умение: + Здоровье на 10%, + Атк. на 15%, + Снижение урона на 15% и ctrlweak.",
}
data[2872] = {
    ["skillName"] = "Пиршество страха",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, 1 случ. противник получает [50% от Атаки] урона, получает [50% от Атаки] урона и получает [50% от Атаки] урона.",
}
data[2873] = {
    ["skillName"] = "Проклятие лечения",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, 1 случ. противник curecurse и curecurse.",
}
data[1398] = {
    ["skillName"] = "Теневая защита",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [150% от Атаки] урона и имеют 50% шанс на окаменение на 2 раунда; все союзники darkshield.",
}
data[2874] = {
    ["skillName"] = "Безнадежный ореол",
    ["desc"] = "Пассивное умение: + Здоровье на 15%, + Атк. на 20%, + Снижение урона на 20% и ctrlweak.",
}
data[2875] = {
    ["skillName"] = "Пиршество страха",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, 1 случ. противник получает [100% от Атаки] урона, получает [100% от Атаки] урона и получает [100% от Атаки] урона.",
}
data[2876] = {
    ["skillName"] = "Проклятие лечения",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, 1 случ. противник curecurse и curecurse.",
}
data[2877] = {
    ["skillName"] = "Безнадежный ореол",
    ["desc"] = "Пассивное умение: + Здоровье на 20%, + Атк. на 25%, + Снижение урона на 25% и ctrlweak.",
}
data[2878] = {
    ["skillName"] = "Пиршество страха",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, 1 случ. противник получает [200% от Атаки] урона, получает [200% от Атаки] урона и получает [200% от Атаки] урона.",
}
data[2879] = {
    ["skillName"] = "Проклятие лечения",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, 1 случ. противник curecurse и curecurse.",
}
data[1399] = {
    ["skillName"] = "Теневая защита",
    ["desc"] = "Активное умение: Противники в переднем ряду получают [200% от Атаки] урона и имеют 70% шанс на окаменение на 2 раунда; все союзники darkshield и darkshield.",
}
data[1394] = {
    ["skillName"] = "Смертельный дым",
    ["desc"] = "Активное умение: Противник с наибольшим кол-вом ХП получает [200% от Атаки] урона и получает [50% от Атаки] урона от горения на 6 раундов; burstarm.",
}
data[2862] = {
    ["skillName"] = "Капризный ген",
    ["desc"] = "Пассивное умение: + Здоровье на 15%, + Атк. на 10%, + Шанс Критического урона на 15% и + Точность на 25%.",
}
data[2863] = {
    ["skillName"] = "Симфония ружей и пушек",
    ["desc"] = "Обычная атака: Противники в переднем ряду получают [120% от Атаки] урона; refarm и + Критический урон на 5% на 2 раунда.",
}
data[2864] = {
    ["skillName"] = "Хитер как бес",
    ["desc"] = "Пассивное умение: Когда наносит противнику критический урон, все противники exhurtpenny; burstarm и refarm.",
}
data[1395] = {
    ["skillName"] = "Смертельный дым",
    ["desc"] = "Активное умение: Противник с наибольшим кол-вом ХП получает [300% от Атаки] урона и получает [80% от Атаки] урона от горения на 6 раундов; burstarm.",
}
data[2865] = {
    ["skillName"] = "Капризный ген",
    ["desc"] = "Пассивное умение: + Здоровье на 20%, + Атк. на 20%, + Шанс Критического урона на 20% и + Точность на 50%.",
}
data[2866] = {
    ["skillName"] = "Симфония ружей и пушек",
    ["desc"] = "Обычная атака: Противники в переднем ряду получают [150% от Атаки] урона; refarm и + Критический урон на 10% на 2 раунда.",
}
data[2867] = {
    ["skillName"] = "Хитер как бес",
    ["desc"] = "Пассивное умение: Когда наносит противнику критический урон, все противники exhurtpenny; burstarm и refarm.",
}
data[2868] = {
    ["skillName"] = "Капризный ген",
    ["desc"] = "Пассивное умение: + Здоровье на 25%, + Атк. на 30%, + Шанс Критического урона на 30% и + Точность на 100%.",
}
data[2869] = {
    ["skillName"] = "Симфония ружей и пушек",
    ["desc"] = "Обычная атака: Противники в переднем ряду получают [180% от Атаки] урона; refarm и + Критический урон на 20% на 2 раунда.",
}
data[2870] = {
    ["skillName"] = "Хитер как бес",
    ["desc"] = "Пассивное умение: Когда наносит противнику критический урон, все противники exhurtpenny; burstarm и refarm.",
}
data[1396] = {
    ["skillName"] = "Смертельный дым",
    ["desc"] = "Активное умение: Противник с наибольшим кол-вом ХП получает [450% от Атаки] урона и получает [150% от Атаки] урона от горения на 6 раундов; burstarm.",
}
data[1403] = {
    ["skillName"] = "Тотем демона",
    ["desc"] = "Активное умение: 2 случ. противника получают [100% от Атаки] урона и имеют 40% шанс на remove 100 positive attribute effects; totem.",
}
data[2889] = {
    ["skillName"] = "Метка тьмы",
    ["desc"] = "Пассивное умение: + Здоровье на 10%, + Иммунитет на 10%, + Скорость на 10 и + Healing Taken by 10%.",
}
data[2890] = {
    ["skillName"] = "Мертвый туман",
    ["desc"] = "Пассивное умение: В конце раунда, 0 случ. противника имеет 50% шанс на уменьш. Энерг. на 10.",
}
data[2891] = {
    ["skillName"] = "Душевная связь",
    ["desc"] = "Пассивное умение: At beginning of battle, 1 случ. противник becomes 0% soul linked (soul linked enemies receive a portion of all damage taken by the hero).",
}
data[1404] = {
    ["skillName"] = "Тотем демона",
    ["desc"] = "Активное умение: 2 случ. противника получают [150% от Атаки] урона и имеют 50% шанс на remove 100 positive attribute effects; totem.",
}
data[2892] = {
    ["skillName"] = "Метка тьмы",
    ["desc"] = "Пассивное умение: + Здоровье на 15%, + Иммунитет на 20%, + Скорость на 20 и + Healing Taken by 20%.",
}
data[2893] = {
    ["skillName"] = "Мертвый туман",
    ["desc"] = "Пассивное умение: В конце раунда, 0 случ. противника имеет 50% шанс на уменьш. Энерг. на 20.",
}
data[2894] = {
    ["skillName"] = "Душевная связь",
    ["desc"] = "Пассивное умение: At beginning of battle, 1 случ. противник becomes 0% soul linked (soul linked enemies receive a portion of all damage taken by the hero).",
}
data[2895] = {
    ["skillName"] = "Метка тьмы",
    ["desc"] = "Пассивное умение: + Здоровье на 25%, + Иммунитет на 30%, + Скорость на 30 и + Healing Taken by 30%.",
}
data[2896] = {
    ["skillName"] = "Мертвый туман",
    ["desc"] = "Пассивное умение: В конце раунда, 0 случ. противника имеет 50% шанс на уменьш. Энерг. на 30.",
}
data[2897] = {
    ["skillName"] = "Душевная связь",
    ["desc"] = "Пассивное умение: At beginning of battle, 1 случ. противник becomes 70% soul linked (soul linked enemies receive a portion of all damage taken by the hero).",
}
data[1405] = {
    ["skillName"] = "Тотем демона",
    ["desc"] = "Активное умение: 2 случ. противника получают [200% от Атаки] урона и имеют 60% шанс на remove 100 positive attribute effects; totem.",
}
data[1424] = {
    ["skillName"] = "Одержимость призраком",
    ["desc"] = "Активное умение: TARGETS_45 TODO [140% от Атаки] урона, TODO [5% от максимального Здоровья] урона и TODO [30% нанесенного урона] здоровья; противник с наименьшим здоровьем получает [140% от Атаки] урона, получает [5% от максимального Здоровья] урона и evil на 3 раунда.",
}
data[2952] = {
    ["skillName"] = "Ода тьме",
    ["desc"] = "Пассивное умение: + Атк. на 15%, + Шанс Критического урона на 15%, + Критический урон на 15%, + Скорость на 20 и + Иммунитет на 10%.",
}
data[2953] = {
    ["skillName"] = "Ядовитое лезвие",
    ["desc"] = "Пассивное умение: SKILL_TRIGGER_43 цели exdotpoison на 2 раунда.",
}
data[2954] = {
    ["skillName"] = "Призыв мертвых",
    ["desc"] = "Обычная атака: TARGETS_45 TODO [120% от Атаки] урона и TODO [30% нанесенного урона] здоровья; противник с наименьшим здоровьем получает [120% от Атаки] урона и evil на 3 раунда.",
}
data[1425] = {
    ["skillName"] = "Одержимость призраком",
    ["desc"] = "Активное умение: TARGETS_45 TODO [220% от Атаки] урона, TODO [7% от максимального Здоровья] урона и TODO [50% нанесенного урона] здоровья; противник с наименьшим здоровьем получает [220% от Атаки] урона, получает [7% от максимального Здоровья] урона и evil на 3 раунда.",
}
data[2955] = {
    ["skillName"] = "Ода тьме",
    ["desc"] = "Пассивное умение: + Атк. на 25%, + Шанс Критического урона на 25%, + Критический урон на 25%, + Скорость на 40 и + Иммунитет на 20%.",
}
data[2956] = {
    ["skillName"] = "Ядовитое лезвие",
    ["desc"] = "Пассивное умение: SKILL_TRIGGER_43 цели exdotpoison на 2 раунда.",
}
data[2957] = {
    ["skillName"] = "Призыв мертвых",
    ["desc"] = "Обычная атака: TARGETS_45 TODO [140% от Атаки] урона и TODO [50% нанесенного урона] здоровья; противник с наименьшим здоровьем получает [140% от Атаки] урона и evil на 3 раунда.",
}
data[2958] = {
    ["skillName"] = "Ода тьме",
    ["desc"] = "Пассивное умение: + Атк. на 35%, + Шанс Критического урона на 35%, + Критический урон на 50%, + Скорость на 60 и + Иммунитет на 30%.",
}
data[2959] = {
    ["skillName"] = "Ядовитое лезвие",
    ["desc"] = "Пассивное умение: SKILL_TRIGGER_43 цели exdotpoison на 2 раунда.",
}
data[2960] = {
    ["skillName"] = "Призыв мертвых",
    ["desc"] = "Обычная атака: TARGETS_45 TODO [180% от Атаки] урона и TODO [100% нанесенного урона] здоровья; противник с наименьшим здоровьем получает [180% от Атаки] урона и evil на 3 раунда.",
}
data[1426] = {
    ["skillName"] = "Одержимость призраком",
    ["desc"] = "Активное умение: TARGETS_45 TODO [440% от Атаки] урона, TODO [10% от максимального Здоровья] урона и TODO [100% нанесенного урона] здоровья; противник с наименьшим здоровьем получает [440% от Атаки] урона, получает [10% от максимального Здоровья] урона и evil на 3 раунда.",
}
data[1409] = {
    ["skillName"] = "Стальной вихрь",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [150% от Атаки] урона, получают [150% от Атаки] урона и имеют 30% шанс на taunt на 2 раунда; freedmg на 2 раунда.",
}
data[2907] = {
    ["skillName"] = "Механическое предупреждение",
    ["desc"] = "Пассивное умение: + Здоровье на 20%, + Атк. на 10%, + Защ. на 10%, + Иммунитет на 10% и + Энерг. на 20.",
}
data[2908] = {
    ["skillName"] = "Безумная насмешка",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий передают атакующему 10% Атк. на 2 раунда и имеют 10% шанс на taunt на 2 раунда.",
}
data[2909] = {
    ["skillName"] = "Перегрузка энергии",
    ["desc"] = "Пассивное умение: В конце раунда, получаете [25% от Атаки] здоровья, получаете [25% от Атаки] здоровья и получаете [25% от Атаки] здоровья.",
}
data[1410] = {
    ["skillName"] = "Стальной вихрь",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [225% от Атаки] урона, получают [225% от Атаки] урона и имеют 40% шанс на taunt на 2 раунда; freedmg на 2 раунда.",
}
data[2910] = {
    ["skillName"] = "Механическое предупреждение",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Атк. на 15%, + Защ. на 20%, + Иммунитет на 20% и + Энерг. на 30.",
}
data[2911] = {
    ["skillName"] = "Безумная насмешка",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий передают атакующему 15% Атк. на 2 раунда и имеют 20% шанс на taunt на 2 раунда.",
}
data[2912] = {
    ["skillName"] = "Перегрузка энергии",
    ["desc"] = "Пассивное умение: В конце раунда, получаете [50% от Атаки] здоровья, получаете [50% от Атаки] здоровья и получаете [50% от Атаки] здоровья.",
}
data[2913] = {
    ["skillName"] = "Механическое предупреждение",
    ["desc"] = "Пассивное умение: + Здоровье на 40%, + Атк. на 25%, + Защ. на 30%, + Иммунитет на 30% и + Энерг. на 50.",
}
data[2914] = {
    ["skillName"] = "Безумная насмешка",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, атакующий передают атакующему 20% Атк. на 2 раунда и имеют 30% шанс на taunt на 2 раунда.",
}
data[2915] = {
    ["skillName"] = "Перегрузка энергии",
    ["desc"] = "Пассивное умение: В конце раунда, получаете [120% от Атаки] здоровья, получаете [120% от Атаки] здоровья и получаете [120% от Атаки] здоровья.",
}
data[1411] = {
    ["skillName"] = "Стальной вихрь",
    ["desc"] = "Активное умение: Противники в заднем ряду получают [420% от Атаки] урона, получают [420% от Атаки] урона и имеют 50% шанс на taunt на 2 раунда; freedmg на 2 раунда.",
}
data[1400] = {
    ["skillName"] = "Свирепый укус",
    ["desc"] = "Активное умение: 0 случ. с заднего ряда противника получает [100% от Атаки] урона, получает [50% от Атаки] урона от кровотечения на 15 раундов и dotbloodbyspd.",
}
data[2880] = {
    ["skillName"] = "Паукообразное безумие",
    ["desc"] = "Пассивное умение: + Атк. на 15%, + Шанс Критического урона на 15%, + Иммунитет на 10%, + Скорость на 10 и + Урон на 20% если цель Кровоточит.",
}
data[2881] = {
    ["skillName"] = "Ужасная бездна",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, противники в заднем ряду получают [30% от Атаки] урона от кровотечения на 3 раунда и уменьш. Скорость на 10.",
}
data[2882] = {
    ["skillName"] = "бесконечный ярость",
    ["desc"] = "Пассивное умение: SKILL_TRIGGER_43 все противники dotbloodbyblood на 3 раунда.",
}
data[1401] = {
    ["skillName"] = "Свирепый укус",
    ["desc"] = "Активное умение: 0 случ. с заднего ряда противника получает [140% от Атаки] урона, получает [100% от Атаки] урона от кровотечения на 15 раундов и dotbloodbyspd.",
}
data[2883] = {
    ["skillName"] = "Паукообразное безумие",
    ["desc"] = "Пассивное умение: + Атк. на 25%, + Шанс Критического урона на 25%, + Иммунитет на 20%, + Скорость на 20 и + Урон на 40% если цель Кровоточит.",
}
data[2884] = {
    ["skillName"] = "Ужасная бездна",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, противники в заднем ряду получают [60% от Атаки] урона от кровотечения на 3 раунда и уменьш. Скорость на 20.",
}
data[2885] = {
    ["skillName"] = "бесконечный ярость",
    ["desc"] = "Пассивное умение: SKILL_TRIGGER_43 все противники dotbloodbyblood на 3 раунда.",
}
data[2886] = {
    ["skillName"] = "Паукообразное безумие",
    ["desc"] = "Пассивное умение: + Атк. на 35%, + Шанс Критического урона на 35%, + Иммунитет на 30%, + Скорость на 30 и + Урон на 80% если цель Кровоточит.",
}
data[2887] = {
    ["skillName"] = "Ужасная бездна",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, противники в заднем ряду получают [100% от Атаки] урона от кровотечения на 3 раунда и уменьш. Скорость на 30.",
}
data[2888] = {
    ["skillName"] = "бесконечный ярость",
    ["desc"] = "Пассивное умение: SKILL_TRIGGER_43 все противники dotbloodbyblood на 3 раунда.",
}
data[1402] = {
    ["skillName"] = "Свирепый укус",
    ["desc"] = "Активное умение: 0 случ. с заднего ряда противника получает [230% от Атаки] урона, получает [198% от Атаки] урона от кровотечения на 15 раундов и dotbloodbyspd.",
}
data[1421] = {
    ["skillName"] = "Луч Делациума",
    ["desc"] = "Активное умение: 0 случ. противника получает [100% от Атаки] урона, hurtchaos и имеет 30% шанс на debufr.",
}
data[2943] = {
    ["skillName"] = "Предельная Ярость",
    ["desc"] = "Пассивное умение: + Здоровье на 10%, + Атк. на 15%, + Шанс Критического урона на 15%, + Скорость на 20 и + Иммунитет на 10%.",
}
data[2944] = {
    ["skillName"] = "Хроническая Слабость",
    ["desc"] = "Обычная атака: 0 случ. противника получает [100% от Атаки] урона и hurtchaos.",
}
data[2945] = {
    ["skillName"] = "Тотальное Унижение",
    ["desc"] = "Пассивное умение: В конце раунда, TARGETS_42 infect.",
}
data[1422] = {
    ["skillName"] = "Луч Делациума",
    ["desc"] = "Активное умение: 0 случ. противника получает [200% от Атаки] урона, hurtchaos и имеет 50% шанс на debufr.",
}
data[2946] = {
    ["skillName"] = "Предельная Ярость",
    ["desc"] = "Пассивное умение: + Здоровье на 20%, + Атк. на 25%, + Шанс Критического урона на 25%, + Скорость на 40 и + Иммунитет на 20%.",
}
data[2947] = {
    ["skillName"] = "Хроническая Слабость",
    ["desc"] = "Обычная атака: 0 случ. противника получает [150% от Атаки] урона и hurtchaos.",
}
data[2948] = {
    ["skillName"] = "Тотальное Унижение",
    ["desc"] = "Пассивное умение: В конце раунда, TARGETS_42 infect.",
}
data[2949] = {
    ["skillName"] = "Предельная Ярость",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Атк. на 40%, + Шанс Критического урона на 35%, + Скорость на 60 и + Иммунитет на 30%.",
}
data[2950] = {
    ["skillName"] = "Хроническая Слабость",
    ["desc"] = "Обычная атака: 0 случ. противника получает [250% от Атаки] урона и hurtchaos.",
}
data[2951] = {
    ["skillName"] = "Тотальное Унижение",
    ["desc"] = "Пассивное умение: В конце раунда, TARGETS_42 infect.",
}
data[1423] = {
    ["skillName"] = "Луч Делациума",
    ["desc"] = "Активное умение: 0 случ. противника получает [400% от Атаки] урона, hurtchaos и имеет 70% шанс на debufr.",
}
data[1406] = {
    ["skillName"] = "Смертельные перья",
    ["desc"] = "Активное умение: 3 случ. противника получают [120% от Атаки] урона; TARGETS_43 TODO [80% от Атаки] урона.",
}
data[2898] = {
    ["skillName"] = "Сила орла",
    ["desc"] = "Пассивное умение: + Здоровье на 10%, + Критический урон на 20%, + Атк. на 10% и + Иммунитет на 10%.",
}
data[2899] = {
    ["skillName"] = "Инстинкт охотника",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, цели получают [100% от Атаки] урона от контрудара; bloodfeather и + Шанс Критического урона на 1% на 2 раунда.",
}
data[2900] = {
    ["skillName"] = "Непобедимый",
    ["desc"] = "Пассивное умение: Когда любой герой умирает, получаете [10% от максимального Здоровья] здоровья и bloodfeather.",
}
data[1407] = {
    ["skillName"] = "Смертельные перья",
    ["desc"] = "Активное умение: 3 случ. противника получают [240% от Атаки] урона; TARGETS_43 TODO [160% от Атаки] урона.",
}
data[2901] = {
    ["skillName"] = "Сила орла",
    ["desc"] = "Пассивное умение: + Здоровье на 20%, + Критический урон на 30%, + Атк. на 15% и + Иммунитет на 20%.",
}
data[2902] = {
    ["skillName"] = "Инстинкт охотника",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, цели получают [150% от Атаки] урона от контрудара; bloodfeather и + Шанс Критического урона на 3% на 2 раунда.",
}
data[2903] = {
    ["skillName"] = "Непобедимый",
    ["desc"] = "Пассивное умение: Когда любой герой умирает, получаете [20% от максимального Здоровья] здоровья и bloodfeather.",
}
data[2904] = {
    ["skillName"] = "Сила орла",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Критический урон на 40%, + Атк. на 25% и + Иммунитет на 30%.",
}
data[2905] = {
    ["skillName"] = "Инстинкт охотника",
    ["desc"] = "Пассивное умение: Когда союзник использует активное умение, цели получают [250% от Атаки] урона от контрудара; bloodfeather и + Шанс Критического урона на 5% на 2 раунда.",
}
data[2906] = {
    ["skillName"] = "Непобедимый",
    ["desc"] = "Пассивное умение: Когда любой герой умирает, получаете [30% от максимального Здоровья] здоровья, bloodfeather и bloodfeather.",
}
data[1408] = {
    ["skillName"] = "Смертельные перья",
    ["desc"] = "Активное умение: 3 случ. противника получают [480% от Атаки] урона; TARGETS_43 TODO [320% от Атаки] урона.",
}
data[1418] = {
    ["skillName"] = "Скучаешь Малыш?",
    ["desc"] = "Активное умение: 1 случ. противник получает [180% от Атаки] урона и shrink на 2 раунда; 3 случ. союзника fairyg на 2 раунда и fairyg на 2 раунда.",
}
data[2934] = {
    ["skillName"] = "Пусть боимся мы волка и совы…",
    ["desc"] = "Пассивное умение: + Здоровье на 10%, + Атк. на 15% и + Healing Taken by 15%.",
}
data[2935] = {
    ["skillName"] = "Да ты милашка!",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, 0 случ. противника shrink на 2 раунда.",
}
data[2936] = {
    ["skillName"] = "Позаимствовать, не значит украсть",
    ["desc"] = "Пассивное умение: В конце раунда, TARGETS_44 changespd на 1 раунд; 1 случ. союзник fairyg на 2 раунда и fairyg на 2 раунда.",
}
data[1419] = {
    ["skillName"] = "Скучаешь Малыш?",
    ["desc"] = "Активное умение: 1 случ. противник получает [290% от Атаки] урона и shrink на 2 раунда; 3 случ. союзника fairyg на 2 раунда и fairyg на 2 раунда.",
}
data[2937] = {
    ["skillName"] = "Пусть боимся мы волка и совы…",
    ["desc"] = "Пассивное умение: + Здоровье на 20%, + Атк. на 20% и + Healing Taken by 20%.",
}
data[2938] = {
    ["skillName"] = "Да ты милашка!",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, 0 случ. противника shrink на 2 раунда.",
}
data[2939] = {
    ["skillName"] = "Позаимствовать, не значит украсть",
    ["desc"] = "Пассивное умение: В конце раунда, TARGETS_44 changespd на 1 раунд; 1 случ. союзник fairyg на 2 раунда и fairyg на 2 раунда.",
}
data[2940] = {
    ["skillName"] = "Пусть боимся мы волка и совы…",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Атк. на 25% и + Healing Taken by 30%.",
}
data[2941] = {
    ["skillName"] = "Да ты милашка!",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, 0 случ. противника shrink на 2 раунда.",
}
data[2942] = {
    ["skillName"] = "Позаимствовать, не значит украсть",
    ["desc"] = "Пассивное умение: В конце раунда, TARGETS_44 changespd на 1 раунд; 1 случ. союзник fairyg на 2 раунда и fairyg на 2 раунда.",
}
data[1420] = {
    ["skillName"] = "Скучаешь Малыш?",
    ["desc"] = "Активное умение: 1 случ. противник получает [400% от Атаки] урона и shrink на 2 раунда; 3 случ. союзника fairyg на 2 раунда и fairyg на 2 раунда.",
}
data[1415] = {
    ["skillName"] = "Поглощение Энергии",
    ["desc"] = "Активное умение: 0 случ. противника получает [120% от Атаки] урона, detonate и имеет 20% шанс на devour.",
}
data[2925] = {
    ["skillName"] = "Темный Занавес",
    ["desc"] = "Пассивное умение: + Атк. на 10%, + Иммунитет на 10%, + Скорость на 20 и tmiss.",
}
data[2926] = {
    ["skillName"] = "Вспышка Магии",
    ["desc"] = "Обычная атака: 0 случ. противника получает [120% от Атаки] урона, повышает Энерг. на 20, detonate и уменьш. Энерг. на 999.",
}
data[2927] = {
    ["skillName"] = "Теневой Дух",
    ["desc"] = "Пассивное умение: После смерти, totem на 4 раунда и relive на 4 раунда (срабатывает один раз).",
}
data[1416] = {
    ["skillName"] = "Поглощение Энергии",
    ["desc"] = "Активное умение: 0 случ. противника получает [160% от Атаки] урона, detonate и имеет 40% шанс на devour.",
}
data[2928] = {
    ["skillName"] = "Темный Занавес",
    ["desc"] = "Пассивное умение: + Атк. на 15%, + Иммунитет на 20%, + Скорость на 40 и tmiss.",
}
data[2929] = {
    ["skillName"] = "Вспышка Магии",
    ["desc"] = "Обычная атака: 0 случ. противника получает [132% от Атаки] урона, повышает Энерг. на 30, detonate и уменьш. Энерг. на 999.",
}
data[2930] = {
    ["skillName"] = "Теневой Дух",
    ["desc"] = "Пассивное умение: После смерти, totem на 4 раунда и relive на 4 раунда (срабатывает один раз).",
}
data[2931] = {
    ["skillName"] = "Темный Занавес",
    ["desc"] = "Пассивное умение: + Атк. на 25%, + Иммунитет на 30%, + Скорость на 60 и tmiss.",
}
data[2932] = {
    ["skillName"] = "Вспышка Магии",
    ["desc"] = "Обычная атака: 0 случ. противника получает [156% от Атаки] урона, повышает Энерг. на 50, detonate и уменьш. Энерг. на 999.",
}
data[2933] = {
    ["skillName"] = "Теневой Дух",
    ["desc"] = "Пассивное умение: После смерти, totem на 4 раунда и relive на 4 раунда (срабатывает один раз).",
}
data[1417] = {
    ["skillName"] = "Поглощение Энергии",
    ["desc"] = "Активное умение: 0 случ. противника получает [220% от Атаки] урона, detonate и имеет 70% шанс на devour.",
}
data[1412] = {
    ["skillName"] = "Печать света",
    ["desc"] = "Активное умение: Противник в первом слоте hurttara, получает [100% от Атаки] урона, имеет 50% шанс на получение [100% от Атаки] урона, имеет 34% шанс на получение [100% от Атаки] урона и lightf; + Святой урон (чистый) на 10%.",
}
data[2916] = {
    ["skillName"] = "Огромная сила",
    ["desc"] = "Пассивное умение: + Здоровье на 20%, + Святой урон (чистый) на 20%, + Иммунитет на 10% и + Снижение урона на 10%.",
}
data[2917] = {
    ["skillName"] = "Сила печати",
    ["desc"] = "Обычная атака: 0 случ. противника получает [150% от Атаки] урона и lightf.",
}
data[2918] = {
    ["skillName"] = "Колебания света",
    ["desc"] = "Пассивное умение: SKILL_TRIGGER_43 все противники получают [100% от Атаки] святого урона и имеют 10% шанс на lightf.",
}
data[1413] = {
    ["skillName"] = "Печать света",
    ["desc"] = "Активное умение: Противник в первом слоте hurttara, получает [150% от Атаки] урона, имеет 50% шанс на получение [150% от Атаки] урона, имеет 34% шанс на получение [150% от Атаки] урона и lightf; + Святой урон (чистый) на 20%.",
}
data[2919] = {
    ["skillName"] = "Огромная сила",
    ["desc"] = "Пассивное умение: + Здоровье на 30%, + Святой урон (чистый) на 40%, + Иммунитет на 20% и + Снижение урона на 20%.",
}
data[2920] = {
    ["skillName"] = "Сила печати",
    ["desc"] = "Обычная атака: 0 случ. противника получает [240% от Атаки] урона и lightf.",
}
data[2921] = {
    ["skillName"] = "Колебания света",
    ["desc"] = "Пассивное умение: SKILL_TRIGGER_43 все противники получают [200% от Атаки] святого урона и имеют 20% шанс на lightf.",
}
data[2922] = {
    ["skillName"] = "Огромная сила",
    ["desc"] = "Пассивное умение: + Здоровье на 40%, + Святой урон (чистый) на 70%, + Иммунитет на 30% и + Снижение урона на 30%.",
}
data[2923] = {
    ["skillName"] = "Сила печати",
    ["desc"] = "Обычная атака: 0 случ. противника получает [300% от Атаки] урона и lightf.",
}
data[2924] = {
    ["skillName"] = "Колебания света",
    ["desc"] = "Пассивное умение: SKILL_TRIGGER_43 все противники получают [400% от Атаки] святого урона и имеют 30% шанс на lightf.",
}
data[1414] = {
    ["skillName"] = "Печать света",
    ["desc"] = "Активное умение: Противник в первом слоте hurttara, получает [300% от Атаки] урона, имеет 50% шанс на получение [300% от Атаки] урона, имеет 34% шанс на получение [300% от Атаки] урона и lightf; + Святой урон (чистый) на 50%.",
}
data[3470] = {
    ["skillName"] = "Погоня пламени",
    ["desc"] = "Пассивное умение: Когда получает урон от обычной атаки или умения, 3 случ. противника получают [25% от Атаки] урона от кровотечения на 3 раунда и получают [25% от Атаки] урона от горения на 3 раунда.",
}
data[3471] = {
    ["skillName"] = "Заключение души",
    ["desc"] = "Пассивное умение: + Энерг. by 15 when taking damage если цель Горит и получаете [30% от Атаки] healing when taking damage если цель Кровоточит.",
}
data[3472] = {
    ["skillName"] = "Сила Эльфа",
    ["desc"] = "Пассивное умение: + Здоровье на 35%, + Атк. на 30%, + Скорость на 40 и + Healing Taken by 30%.",
}
data[3473] = {
    ["skillName"] = "Рост шипов",
    ["desc"] = "Пассивное умение: Когда использует обычную атаку, 1 случ. противник becomes entwined for 1 round after 1 round.",
}
data[3474] = {
    ["skillName"] = "Естественная манипуляция",
    ["desc"] = "Пассивное умение: When any enemy becomes entwined, 3 случ. противника получают [100% от Атаки] урона от яда на 6 раундов; получаете [150% от Атаки] здоровья и + Атк. на 20% на 6 раундов.",
}
data[3475] = {
    ["skillName"] = "Темный шторм",
    ["desc"] = "Пассивное умение: + Здоровье на 40%, + Атк. на 20%, + Шанс Критического урона на 35%, + Пробитие Брони на 50% и + Иммунитет на 40%.",
}
data[3476] = {
    ["skillName"] = "Ярость тени",
    ["desc"] = "Обычная атака: 3 случ. противника получают [120% от Атаки] урона и имеют 35% шанс на become horrified на 2 раунда (horrified enemies can't use basic attack).",
}
data[3477] = {
    ["skillName"] = "Жертва души",
    ["desc"] = "Пассивное умение: When enemy health falls below 30%, цели получают [750% от Атаки] critical damage и передают атакующему [50% нанесенного урона] здоровья (triggers only once per enemy).",
}
data[3478] = {
    ["skillName"] = "Благословение Света",
    ["desc"] = "Пассивное умение: + Здоровье на 20% и + Святой урон (чистый) на 50%.",
}
data[3479] = {
    ["skillName"] = "Гнев правоты",
    ["desc"] = "Пассивное умение: At beginning of round, противник с наибольшим кол-вом ХП получает a balance mark for [30% от максимального Здоровья] damage на 1 раунд (balance mark deals damage when target uses active skill).",
}
data[3480] = {
    ["skillName"] = "Окончательное решение",
    ["desc"] = "Пассивное умение: В конце раунда, все противники получают [400% от Атаки] святого урона и уменьш. Healing Taken by 10%.",
}
data[3481] = {
    ["skillName"] = "Кровавая защита III",
    ["desc"] = "Пассивное умение: В начале 4 раунда, уменьш. Атк. на 50%.",
}
return data