local data = {}
data[1] = {
    ["name"] = "クリスタルクラウンリーグ",
    ["des"] = "周期性のリーグ戦に参加し、大量の日替わりボーナスとシーズン賞品を獲得しよう",
    ["infoTitle1"] = "戦闘ルール",
    ["info1"] = "1.毎日21時(UTC/GMT 0)にランキング順位ボーナスをメールにて配布。;2.チケットを消費して競技場に参戦。チケットはダイヤモンドで購入できる。;3.競技場での戦闘は15ターンが上限。それを超えると攻め方の挑戦失敗になる。;4.戦後ランキング順位の元になるポイントがもらえる。;5.戦闘ログで最近の10回戦闘記録が見られる",
    ["infoTitle2"] = "賞品受領説明",
    ["info2"] = "毎日ランキング順位集計後メールにて賞品を配布。詳しくは【毎日賞品】へ",
    ["date"] = "6月8日～7月8日",
}
data[2] = {
    ["name"] = "チャンピオンの試練",
    ["des"] = "リクエスト：プレイヤーレベル55",
    ["infoTitle1"] = "戦闘ルール",
    ["info1"] = "1.3のチームを設置、1つのチームに最低1りの英雄が参戦。防衛陣営を随時に調整できる。;2.戦闘は三戦二胜で、先に2連勝を取った方が勝つ。;3.1回の戦闘は相手の英雄全員を倒すと勝つ。;4.競技場での戦闘は15ターンが上限。それを超えると攻め方の挑戦失敗になる。;5.戦後ランキング順位の元になるポイントがもらえる。;6.戦闘ログで最近の10回戦闘記録が見られる",
    ["infoTitle2"] = "賞品受領説明",
    ["info2"] = "イベント終了後、ランキング順位に応じて賞品をそれぞれ配布。競技場宝箱は自動的に開き、メールから配布します。",
    ["date"] = "6月8日～7月8日",
}
data[3] = {
    ["name"] = "王の召喚",
    ["des"] = "リクエスト：戦闘力≥150、000",
    ["infoTitle1"] = "戦闘ルール",
    ["info1"] = "1.競技場での戦闘は15ターンが上限。それを超えると攻め方の挑戦失敗になる。;2.戦後ランキング順位の元になるポイントがもらえる。;3.戦闘ログで最近の10回戦闘記録が見られる",
    ["infoTitle2"] = "賞品受領説明",
    ["info2"] = "イベント終了後、ランキング順位に応じて賞品をそれぞれ配布",
    ["date"] = "6月8日～7月8日",
}
data[4] = {
    ["name"] = "マルチチーム競技場",
    ["des"] = "リクエスト：プレイヤーレベル60",
    ["infoTitle1"] = "戦闘ルール",
    ["info1"] = "1.マルチチーム競技場の開放時間：毎週火曜日の0時～木曜日の23時59分(UTC/GMT 0)。;2.マルチチーム競技場に入ると、チームに入るか、または自分でチームを設立し、ほかのプレイヤーを招待することができます。;3.同じサーバーにいるプレイヤーのみチームを組むことができます。サーバーが異なると、チームを組みことができません。;4.チームはリーダーによって出場順が決められ、チャレンジ相手が選ばれます。チームメンバーは戦闘履歴のみ確認できます。;5.チームが作られると、体力が6点配られます。1時間ごとに体力が1点回復し、回復上限は12点となります。1つのチームにチャレンジするたびに、体力が1点消費され、体力が0になると、引き続きチャレンジできません。;6.マルチチーム競技場には少なくとも英雄1名が必要で、いつでも出場デッキを調整することができます。;7.戦闘は3戦2勝制で、さきに2回勝利したチームが勝ちます。;8.相手のすべての英雄を撃破すると、戦闘勝利となります。;9.競技場の戦闘は15ターン限定で、タイムオーバーの場合、攻撃側の失敗となります。;10.戦闘後、ポイントが決算され、チームランキングの基準となります。;11.戦闘履歴では、もっとも最近の10回の戦闘のビデオを見ることができます。",
    ["infoTitle2"] = "賞品受領説明",
    ["info2"] = "イベント終了後、ランキング順位に応じて賞品をそれぞれ配布",
    ["date"] = "6月8日～7月8日",
}
data[5] = {
    ["name"] = "Ironman Arena",
    ["des"] = "Requirement: Player Level 70.",
    ["infoTitle1"] = "Battle Rules",
    ["info1"] = "1. Pay 20 arena tickets to join. Battles after joining are free.;2. Set the team you fight with, this will be both your defensive and offensive team. You can not change your team after this.;3. Every time you attack and win you get +1 point. It is not possible to lose points.;4. If you attack and lose you can not fight again. This will now be your final score until the end.;5. Losing or winning defensive battles will have no effect.",
    ["infoTitle2"] = "Reward Rules",
    ["info2"] = "1. Arena finishes at end of Sunday.;2. Rewards are sent by mail to everyone who joined based on rankings.",
}
return data