local faq = {}
faq[1] = {
    ["title"] = "よくあるゲームに関する問題",
    ["describe"] = "1.Q：デバイスを変更したらどうやってゲームを続けられますか？|A：ゲームをダウンロードして、アプリを起動し、ログイン画面で右上の小人ボタンをタップして、アカウントとパスワードを入力するともとのデータで遊べます。|2.Q：アカウントが紛失したら取り戻せますか？|A：その場合は取り戻せません。アカウントとパスワードを必ず忘れないでください。|3.Q：アカウントがハッキングされ、パスワードが変更されたらどうしますか？|A：その場合は早めにカスタマーサービスへご連絡ください。|4.Q：インターネットの接続がタイムオーバーでログインできなかったらどうしますか？|A：ゲームにログインできない場合、アクセスをリトライするか、アプリを閉じて再びゲームを起動してください。|5.Q：ゲームがアップデート中（check updates）になってログインできなかったらどうしますか？|A：アップデート状態が終わらない場合、アプリを閉じて再び起動するか、インターネット接続を変更してからリトライしてください。まだログインできない場合、カスタマーサービスへご連絡ください。|6.Q：データまたはアカウントが紛失したらどうしますか？|A：データが紛失した場合、まずはログインしたサーバーを確認してください。サーバーが変更すると、データが遷移できません。サーバーが変更されていない場合、カスタマーサービスへご連絡ください。その際は、ゲームID及び登録メールアドレスなどの情報をご添付ください。|7.Q：ゲームをプレイする間、よく落ちたらどうしますか？|A：ゲームをプレイする間、数回落ちた場合、まずはインターネット接続を確認し、インターネットの接続を変更してからリトライしてください。まだ問題が発生する場合、カスタマーサービスへご連絡ください。|8.Q：ゲームが強制終了になったらどうしますか？|A：その場合、まずはデバイスのすべてのアプリを閉じてから再びゲームへログインしてください。解決できない場合、デバイスを再起動するか、カスタマーサービスへ連絡し、デバイスモデル名を教えてください。|9.Q：チートしたユーザーを見つけたらどうしますか？|A：我々は公平なゲーム環境を作り上げることに力を注いでいます。ゲームのBUGを利用することは禁じられていますので、チート行為を見つけた場合、ぜひご連絡ください。こちらから処理致します。",
}
faq[2] = {
    ["title"] = "よくあるコミュニケーションに関する問題",
    ["describe"] = "1.Q：チャットでほかのユーザーを非表示にしたいのですが。|A：チャットチャンネルで発言したユーザーのアイコンをタップし、非表示ボタンをタップすると非表示にすることができます。|2.Q：チャットで広告や詐欺のメッセージを送信するユーザーがいたらどうしますか？|A：メイン画面の左側にあるフィードバックからカスタマーサービスに該当ユーザーのIDを送ってください。また、スクリーンショットやユーザーIDなどをメールから送ることもできます。|3.Q：ゲームで仲間追加したい場合はどうしますか？|A：チャットで該当ユーザーのアイコンをタップして申請を送ることができます。また、仲間申請でユーザーIDを入力することや、オススメの仲間に申請を送ることもできます。|4.Q：仲間の間の交流はどんなのがありますか？|A：お互いを助けて、仲間BOSSを倒すことや、お互いにハートを送り、ハート召喚を行ったり、メールを送ってコミュニケーションを取ることもできます。|5.Q：どうやってギルドに参加しますか？|A：メイン画面でギルドボタンをタップし、オススメのギルドに、またはギルドIDで検索し、申請を出すことができます。また、自分のギルドを創建し、ほかのユーザーを招待することもできます。|6.Q：ギルドに参加したらどんなコンテンツがありますか？|A：ギルドに参加すると、サインインしてギルドレベルを上げて、ギルドコインを入手できます。また、製粉所、ギルドダンジョンでギルドコインやコインを入手し、週一回のギルド戦に参加して、たくさんのギルドコインとほかのボーナスを入手することができます。|7.Q：ギルドを変更したらどんな影響がありますか？|A：今週のギルド戦に申し込みしたら、ギルドを変更すると、今週のギルド戦に参加できず、ギルド戦のボーナスも獲得できません。|8.Q：ギルドコインはどこで使いますか？|A：ギルドコインでギルドショップでアイテムを購入するか、ギルド科学でギルドスキルをレベルアップさせることができます。|9.Q：ギルド科学でギルドスキルをレベルアップさせるとどんな影響がありますか？|A：ギルド科学の5つの職業スキルをレベルアップさせると、自分が持つ対応の職業の英雄のステータスも上がります。",
}
faq[3] = {
    ["title"] = "よくある課金に関する問題",
    ["describe"] = "1.Q：どうやってVIPユーザーになれますか？|A：購入したダイヤが指定された数量になると、VIPユーザーになります。購入したダイヤが多いほど、VIPレベルも高くなり、特権も多くなります。|2.Q：初めてのチャージにはボーナスがありますか？|A：初めてチャージすると、2倍のダイヤを入手します。ランクごとに1回に限ります。特殊商品（月間カードなど）は含まれません。|3.Q：チャージした場合、支払ったのにアイテムがもらえなかったらどうしますか？|A：課金が成功し、アイテムが付与されなかった場合、ゲームアプリを再起動してください。数回試してもまだ付与されなかった場合、カスタマーサービスへご連絡ください。|4.Q：チャージしたあと支払った金額が変わるのはなぜですか？|A：チャージで支払った金額は所在地の貨幣の為替レートによるもので、為替レートが変わった場合、金額も変わります。",
}
faq[4] = {
    ["title"] = "お問い合わせ",
    ["describe"] = "ゲームに関する問題、ゲームへのご意見・ご要望がある場合、フィードバックからメッセージを送り、またはメールを送ってください。お問い合わせメールアドレス：idleheroes.feedback@gmail.com",
}
return faq