local help = {}
help[1] = {
    ["title"] = "建築の役割",
    ["describe"] = {
        {
            ["title"] = "戦役",
            ["content"] = "英雄チームを戦役に派遣し、オートプレイを行い、戦闘イベントを完了する。戦役では、プレイヤー経験値、英魂、コイン、装備などのボーナスを入手できる。公式側が不定期に2倍ドロップイベントを開放する。"
        },
        {
            ["title"] = "勇者の試練",
            ["content"] = "制限されない連続戦闘で、ちがうサーバーの敵に存分に挑む。英雄の生命値は回復されないので、策を練って使用するしかない！"
        },
        {
            ["title"] = "幻惑の塔",
            ["content"] = "幻惑の塔にはたくさんの守備人がいる。やつらに勝つと、大量の英雄昇格石と強い装備を入手できる。一定の階層になると、★5英雄をも入手できる。更なる階層でさらなるチャレンジに挑め。"
        },
        {
            ["title"] = "競技場",
            ["content"] = "競技場にいるほかのプレイヤーにチャレンジ！勝利して、ポイントを持ち帰ろう。たくさんのダイヤを無料ゲット！毎週の金・土・日曜日（サーバー時間）ではチャンピオンの試練が行われ、ほかのサーバーのプレイヤーにチャレンジせよ！"
        },
        {
            ["title"] = "召喚魔法陣",
            ["content"] = "新しい英雄を入手するためのもっとも速い手段。ハートや召喚巻き物を獲得し、無料で英雄を召喚できる。召喚エネルギーが最大になると、ランダムの★5英雄を入手する。"
        },
        {
            ["title"] = "魔法陣を作る",
            ["content"] = "英雄の品質をあげるための道。創造の魔法陣で英雄の★数をあげよう。最大★6になれる。必要な材料を集めると、魔法陣で品質をあげることができる。消費された材料英雄は対応の価値の英魂と英雄昇格石として返却され、装着していた装備はすべてバッグに戻される。所持する英雄が多いほど、英雄の品質をあげるチャンスも多い！"
        },
        {
            ["title"] = "祭壇",
            ["content"] = "必要のない英雄を持っていると、祭壇で分解することができる。分解すると、一定の英魂、英雄昇格石、魔法の塵、ソール石などを入手し、分解された英雄の装備、クリスマスとアーティファクトはバッグに戻される。分解で獲得したソール石は祭壇ショップで英雄を交換できる！ソール石はたまにキャンペーンで販売されるギフトパックから獲得できる！"
        },
        {
            ["title"] = "鍛冶屋",
            ["content"] = "鍛冶屋で下級の装備を上級の装備に合成しよう。装備セットを装着すると、セット属性がアクティブ化する！注意：装着中の装備は鍛冶屋で確認できない。"
        },
        {
            ["title"] = "願いの円盤",
            ["content"] = "願いの円盤でトレビコインを消費すると、英雄ピース、装備、アーティファクトやたくさんのコイン、英魂などを入手できる。ご武運を祈る！"
        },
        {
            ["title"] = "闇市",
            ["content"] = "闇市は定時的に（手動で更新できる）、英魂、英雄昇格石、英雄ピース、装備、召喚巻物、競技場チケット、コインなどが更新される。"
        },
        {
            ["title"] = "預言者ツリー",
            ["content"] = "預言者ツリーでは指定した陣営を召喚できる！預言者オーブを使って指定した陣営の召喚ゲートで召喚すると、該当陣営の★4、★5英雄及び★4、★5の万能ピースを入手できる。（預言者オーブは飲み屋クエストで入手できる。またはイベントで交換、キャンペーンのギフトパックから購入できる）召喚するたびに、預言者の祝福を獲得する。預言者の祝福を使って一つの陣営の英雄をほかの陣営の英雄に置き換えることができる。注意：★4、★5の光・闇陣営以外の英雄のみ置き換えることができる。"
        },
        {
            ["title"] = "飲み屋",
            ["content"] = "飲み屋では24時間ごとにちがう★数の英雄クエストが更新される。英雄クエストを完了し、大量のボーナスをゲットしよう！ダイヤを使って更新し、クエストの★数を変更することや、ダイヤを使ってクエストを加速することができる。飲み屋クエストの巻物を使って英雄クエストを増加(更新すると、実行していない、巻物で増加したクエストがリセットされる)することもできる。飲み屋クエストの巻物は一定の確率でオートプレイで獲得できる。"
        }
    },
}
help[2] = {
    ["title"] = "ステージ説明",
    ["describe"] = {
        {
            ["title"] = "一覧",
            ["content"] = "戦役の地図はノーマル、ナイトメア、ヘル、死亡の4つの難易度に分かれ、それぞれ複数のステージが含まれる。4つの難易度は順番にアンロックされていく。"
        },
        {
            ["title"] = "ステージのアンロック",
            ["content"] = "新しいステージに入ると、一定の探索時間が過ぎると戦闘イベントが発生する。戦闘イベントが完了され、チームの戦闘力と自身のレベルが条件を満たすと、次のステージに入れる。"
        },
        {
            ["title"] = "エリア・地図のアンロック",
            ["content"] = "一つのエリアのすべてのステージをクリアすると、次のエリアがアンロックされる。1つの難易度のすべてのステージをクリアすると、次の難易度がアンロックされる。"
        },
        {
            ["title"] = "戦闘イベント",
            ["content"] = "新しいステージに入ると、該当ステージの戦闘イベントが発生する。完了すると大量のボーナスを入手する。"
        },
        {
            ["title"] = "チーム",
            ["content"] = "チームで英雄チームを設定しよう。設定できるチーム人数はプレイヤーレベルによって増加する。英雄の戦闘力が高いほど、出場英雄の数が多く、チームの戦闘力も高い。（出場英雄の戦闘力はステージのアンロックにのみ関わり、ドロップと関わらない）"
        },
        {
            ["title"] = "オートプレイ",
            ["content"] = "オートプレイでもらう収益は時間が経つにつれて増加する。最大8時間オートプレイできる。8時間を超えると、収益をもらえないので、8時間以内に受領しよう！"
        },
        {
            ["title"] = "産出・獲得",
            ["content"] = "ステージではプレイヤー経験値、コインと英魂が産出される。オートプレイでもらうことができる。ステージの難易度が高いほど、進捗が多いほど、収益が多い。VIPレベルは3種類の資源のドロップに関わる。"
        },
        {
            ["title"] = "ドロップ・戦利品",
            ["content"] = "アイテムドロップ情報で現在のステージでのドロップアイテムについて確認できる。ステージでオートプレイするとき、該当ステージでのドロップアイテムを入手する。入手下アイテムは戦利品で確認できる。"
        }
    },
}
help[3] = {
    ["title"] = "戦闘",
    ["describe"] = {
        {
            ["title"] = "戦闘前の位置",
            ["content"] = "前の行列にいる英雄は後ろの行列にいる英雄に比べると、もっと攻撃を受けやすいので、英雄の職業によって位置を調整することで、戦闘でもっと長く持たれる。"
        },
        {
            ["title"] = "陣営牽制",
            ["content"] = "英雄の間には陣営の牽制関係がある。戦闘前、敵の陣営によって自分の英雄チームを調整し、優位性を発揮しよう。"
        },
        {
            ["title"] = "陣営オーラ",
            ["content"] = "同じ陣営の英雄が6人出場、または6つのちがう陣営の英雄が出場すると、強いオーラ効果が発揮する。"
        },
        {
            ["title"] = "戦闘の勝負判定",
            ["content"] = "戦闘が15ターンを超えると、攻撃側が失敗すると判定される。限定されたターンですべての敵英雄を倒すと勝利となり、味方のすべての英雄が倒されると失敗となる。"
        },
        {
            ["title"] = "攻撃",
            ["content"] = "英雄の攻撃力が高いほど、敵に与えるダメージが多い。"
        },
        {
            ["title"] = "生命",
            ["content"] = "英雄の生命値が高いほど、戦闘でもっと長く持たれる。"
        },
        {
            ["title"] = "物理防衛",
            ["content"] = "英雄の物理防御が高いほど、敵によるダメージが低い。"
        },
        {
            ["title"] = "速度",
            ["content"] = "速度はターンごとの攻撃順が決められ、速度が高いほど、攻撃順が速い。"
        },
        {
            ["title"] = "スキルダメージを引き上げる",
            ["content"] = "スキルダメージ増加率はスキルダメージの追加ボーナスで、増加率が高いほど、スキルによるダメージが大きい。"
        },
        {
            ["title"] = "プレシジョン",
            ["content"] = "プレシジョンは敵に命中する確率を決める。プレシジョンが高ければ高いほど、攻撃は敵にブロックされる確率が低くなる。"
        },
        {
            ["title"] = "ブロック",
            ["content"] = "ブロックは敵の攻撃をブロックする確率を決める。ブロック成功の場合、受けたダメージは減少できる。"
        },
        {
            ["title"] = "クリティカル",
            ["content"] = "クリティカルヒットする確率で、クリティカル率が高いほど、クリティカルヒットする確率も大きい。"
        },
        {
            ["title"] = "クリティカルダメージ",
            ["content"] = "クリティカルヒットするときのダメージで、クリティカルダメージが高いほど、クリティカルヒットによるダメージが大きい。"
        },
        {
            ["title"] = "ブレイク",
            ["content"] = "攻撃するターゲットの物理防御値を無くす。ブレイクが高いほど、敵に物理防御値をもっと多くなくせる。"
        },
        {
            ["title"] = "制御免疫率",
            ["content"] = "敵にコントロールされない確率で、確率が高いほど、敵にコントロールされにくい。"
        },
        {
            ["title"] = "ダメージ軽減率",
            ["content"] = "ダメージを軽減する確率で、確率が高いほど、敵によるダメージが低い。"
        }
    },
}
help[4] = {
    ["title"] = "英雄の獲得する方法",
    ["describe"] = {
        {
            ["title"] = "戦闘のドロップ",
            ["content"] = "戦役でオートプレイ、戦闘イベントを完了、毎日イベントダンジョンに参加——英雄挑戦及び幻惑の塔にチャレンジすると、英雄ピースがドロップする。"
        },
        {
            ["title"] = "ショップでも購入",
            ["content"] = "闇市、ラッキーショップ、ソール石ショップ、勇者の試練ショップ、ギルドショップ、チャンピオン試練ショップでは英雄と英雄ピースが販売される。"
        },
        {
            ["title"] = "召喚魔法陣",
            ["content"] = "召喚魔法陣でハート、召喚巻物、ダイヤなどで召喚すると、新しい英雄を早めに入手できる。"
        },
        {
            ["title"] = "預言者ツリー",
            ["content"] = "預言者ツリーで預言者オーブを使って英雄ピースを召喚できる。"
        },
        {
            ["title"] = "願いの円盤",
            ["content"] = "願いの円盤でトレビコインを使って、一定の確率で英雄ピースを獲得できる。"
        },
        {
            ["title"] = "飲み屋クエスト",
            ["content"] = "飲み屋では、ボーナスが英雄ピースである英雄クエストが現れる。完了すると、一定の英雄ピースを入手する。"
        },
        {
            ["title"] = "フレンド検索",
            ["content"] = "フレンド検索を行うと、一定の確率で英雄ピースを入手する。"
        }
    },
}
help[5] = {
    ["title"] = "英雄が強くなる方法",
    ["describe"] = {
        {
            ["title"] = "英雄のレベルアップ",
            ["content"] = "英魂を消費して、英雄をレベルアップさせる。"
        },
        {
            ["title"] = "英雄の昇格",
            ["content"] = "英雄レベルが最大になると、英雄昇格石で昇格させることができる。"
        },
        {
            ["title"] = "英雄の品質アップ",
            ["content"] = "英雄レベルと品質が最大になると、創造魔法陣で★数をあげることができる。★数が増加し、英雄のステータスも上がり、英雄レベル、装備と品質が保存される。"
        },
        {
            ["title"] = "英雄覚醒",
            ["content"] = "材料英雄を消費して、★6以上の英雄を覚醒される。覚醒すると、英雄の★数、ステータスが上がり、パッシブスキルが強化される、消費された英雄は一定の英魂返却される。"
        },
        {
            ["title"] = "装備・アーティファクトの装着",
            ["content"] = "英雄に装備とアーティファクトを装着して、戦闘力を上げよう。装備とアーティファクトの★数・品質が高いほど、増加した戦闘力が多い。"
        },
        {
            ["title"] = "クリスタルレベルアップ",
            ["content"] = "クリスタルをレベルアップ、転化することで、英雄の能力が上がる。レベルアップと転化には一定の魔法の塵とコインが消費される。"
        }
    },
}
help[6] = {
    ["title"] = "英雄の分類",
    ["describe"] = {
        {
            ["title"] = "職業",
            ["content"] = "職業によって、英雄は戦士、法師、侠客、暗殺者、牧師に分けられる。戦士の生命値と防御が高いが、攻撃力が低く、前列でダメージを受けることに向いている。法師と侠客の生命値と防御が低いが、攻撃力が比較的に高く、範囲攻撃を使えるため、後ろで敵を攻撃することに向いている。暗殺者の生命値と防御が低いが、攻撃が非常に高く、大部分は単体攻撃で、後ろで敵を攻撃する職業である。牧師の生命値、攻撃と防御がともに低いが、生命値回復やコントロールスキルを持っているので、後ろの行列で補助役に向いている。"
        },
        {
            ["title"] = "★数",
            ["content"] = "英雄にはデフォルトの★数があり、最大★5である。★数が高いほど、基本ステータスが高く、スキルが強い。合成や覚醒することで★数を上げることができる。"
        },
        {
            ["title"] = "陣営",
            ["content"] = "英雄陣営は暗闇、聖光、森林、幽幻、要塞、深淵の6つの陣営に分けられる。陣営の間には牽制関係がある。森林は幽幻、幽幻は要塞、要塞は深淵、深淵は森林に強い。暗闇と聖光は互いに牽制される。牽制される英雄に対して、ダメージが30%増加する。"
        }
    },
}
help[7] = {
    ["title"] = "装備とアーティファクト",
    ["describe"] = {
        {
            ["title"] = "装備・アーティファクトの品質",
            ["content"] = "装備とアーティファクトは色によって、青色、金色、紫色、緑色、赤色、橙色の6つの品質に分けられ、品質が高いほど、増加するステータスが高い。"
        },
        {
            ["title"] = "装備・アーティファクトの★数",
            ["content"] = "青色、金色の装備には★1-★2が含まれ、紫色には★1-★3に含まれ、緑色以上の装備は★1-★4の4つの★数に分けられる。青色、金色のアーティファクトには★1-★4が含まれ、紫色、緑色には★1-★5が含まれ、赤色の品質以上のアーティファクトは★1-★6に分けられる。同じ品質の装備・アーティファクトでは、★数が多いほど、増加するステータスが高い。"
        },
        {
            ["title"] = "装備・アーティファクトの合成",
            ["content"] = "鍛冶屋では品質の低い装備を使って、品質の高い装備を合成できる。一定のアーティファクトのピースを集めると、対応の品質のアーティファクトを合成できる。"
        },
        {
            ["title"] = "装備の入手",
            ["content"] = "オートプレイ、幻惑の塔、戦闘イベントを完了すると、装備がドロップする。闇市、勇者の試練ショップ、ギルドショップ及びラッキーショップでは装備が販売される。願いの円盤でも一定の確率で装備を入手できる。"
        },
        {
            ["title"] = "装備セット",
            ["content"] = "★数が★3に達した、緑色品質以上お装備にはセット効果がある。指定した数のセットを装着すると、セット効果が発揮する。"
        },
        {
            ["title"] = "アーティファクトレベルアップ",
            ["content"] = "余ったアーティファクトの飲み込むことで、現在装着中のアーティファクトをレベルアップさせよう。レベルアップすると、アーティファクトの★数が上がる。"
        },
        {
            ["title"] = "アーティファクトの入手",
            ["content"] = "オートプレイ・ギルドショップで購入することでアーティファクトピースを入手し、アーティファクトを合成できる。願いの円盤では一定の確率でアーティファクトを入手できる。"
        }
    },
}
help[8] = {
    ["title"] = "ギルド",
    ["describe"] = {
        {
            ["title"] = "ギルド参加",
            ["content"] = "ギルド画面でギルドIDを検索し、「申請」をタップすると申請メッセージを送ることができる。許可されるとギルドに参加することとなる。"
        },
        {
            ["title"] = "ギルド創建",
            ["content"] = "ギルド画面でギルドを創建する。一定のレベルに達し、一定のダイヤを消費するとギルドを創建できる。創建すると、ほかのプレイヤーからの申請を許可し、ギルドメンバーにすることができる。"
        },
        {
            ["title"] = "ギルド会長の任命",
            ["content"] = "ギルド会長は、ギルドメンバーメニューで任命ボタンを長押しすると、会長をほかのメンバーに譲ることができる。"
        },
        {
            ["title"] = "ギルドを解散",
            ["content"] = "ギルド会長は、ギルドメニューで解散ボタンをタップし、ギルドを会ｓなんすることができる。解散が確定されると、2時間後に解散する。"
        },
        {
            ["title"] = "ギルドレベル",
            ["content"] = "すべてのギルドメンバーが毎日サインインすると、ギルドレベルが上がる。"
        },
        {
            ["title"] = "ギルドコンテンツ",
            ["content"] = "ギルドメンバーはギルドダンジョン、製粉所、ギルド戦などに参加し、ギルドコインやほかのアイテムボーナスを入手することができる。"
        },
        {
            ["title"] = "ギルドショップ",
            ["content"] = "ギルドショップでギルドコインを使って、英雄ピース、装備、アーティファクトピースなどを購入できる。"
        },
        {
            ["title"] = "ギルド科学",
            ["content"] = "ギルド科学でギルドコインとコインを使って、ギルドスキルをレベルアップさせることができる。対応職業のスキルが上がると、所持している対応職業の英雄が強くなる。"
        },
        {
            ["title"] = "ギルド機能",
            ["content"] = "すべてのギルドメンバーが毎日サインインすると、ギルドレベルが上がる。ギルドメンバーはギルドダンジョン、製粉所、ギルド戦などに参加し、ギルドコインやほかのアイテムボーナスを入手することができる。ギルドショップでギルドコインを使ってアイテムを購入し、ギルド科学でギルドスキルを上げることができる。"
        }
    },
}
help[9] = {
    ["title"] = "仲間",
    ["describe"] = {
        {
            ["title"] = "お仲間を追加",
            ["content"] = "仲間画面でIDを検索して申請を送る。オススメの仲間を選択して、申請を送る。チャットチャンネルでプレイヤーアイコンをタップして、仲間申請を送る。ギルドでギルドメンバーのアイコンをタプして、仲間申請を送る。"
        },
        {
            ["title"] = "仲間申請",
            ["content"] = "申請リストで仲間申請を確認することができる。許可をタップすると、該当プレイヤーを仲間に追加する。"
        },
        {
            ["title"] = "ハート",
            ["content"] = "仲間の間はハートをお互いに送ることができる。召喚魔法陣でハートを使って、友情召喚を行うことができる。"
        },
        {
            ["title"] = "お仲間をリストから除外",
            ["content"] = "仲間画面で仲間のアイコンをタップし、仲間の情報を確認できる。仲間情報で削除をタップすると、該当仲間を削除する。"
        },
        {
            ["title"] = "お仲間参戦",
            ["content"] = "8時間ごとに探査することができる。一定の確率で略奪者ボス及びコイン、英雄ピースなどを見つける。仲間を助け、略奪者ボスを倒すと、ランダムのボーナスをポイントを入手する。週ごとにポイントによってランキングボーナスが配布される。"
        }
    },
}
return help