local data = {}
data[1] = {
    ["name"] = "コイン",
    ["brief"] = "貨幣",
    ["explain"] = "一般貨幣",
}
data[2] = {
    ["name"] = "ダイヤモンド",
    ["brief"] = "貨幣",
    ["explain"] = "最も価値のあるレア貨幣",
}
data[3] = {
    ["name"] = "EXP",
    ["brief"] = "プレイヤー経験値",
    ["explain"] = "プレーヤーレベルアップに使う",
}
data[4] = {
    ["name"] = "ギルドコイン",
    ["brief"] = "ギルドコイン",
    ["explain"] = "ギルドショップでの買い物に使う",
}
data[5] = {
    ["name"] = "ギルド経験値",
    ["brief"] = "ギルド経験値",
    ["explain"] = "ギルドレベルアップに使う",
}
data[6] = {
    ["name"] = "ラッキーコイン",
    ["brief"] = "ラッキーコイン",
    ["explain"] = "ラッキーショップでの買い物に使う",
}
data[7] = {
    ["name"] = "魂石ピース",
    ["brief"] = "英雄貨幣を購入",
    ["explain"] = "英雄ショップで英雄を購入に使う",
}
data[8] = {
    ["name"] = "ワンダーパペット",
    ["brief"] = "クリスマスアイテム引き換え",
    ["explain"] = "クリスマスショップで指定したアイテムの引き換えに使う",
}
data[9] = {
    ["name"] = "VIP経験値",
    ["brief"] = "VIP経験値",
}
data[10] = {
    ["name"] = "英魂",
    ["brief"] = "英雄レベルアップ経験値",
    ["explain"] = "英雄レベルアップに使う",
}
data[11] = {
    ["name"] = "英雄昇格石",
    ["brief"] = "英雄昇格経験値",
    ["explain"] = "英雄昇格に使う",
}
data[12] = {
    ["name"] = "ハート",
    ["brief"] = "友情召喚貨幣",
    ["explain"] = "仲間からもらう",
}
data[13] = {
    ["name"] = "カード引き最低限のエネルギー",
    ["brief"] = "カード引き最低限のエネルギー",
}
data[14] = {
    ["name"] = "魔法の雫",
    ["brief"] = "体力アイテム",
    ["explain"] = "幻惑の塔での戦闘に使う",
}
data[15] = {
    ["name"] = "魔法の塵",
    ["brief"] = "材料",
    ["explain"] = "クリスタルレベルアップ材料",
}
data[16] = {
    ["name"] = "ドラゴンコイン",
    ["brief"] = "試練ショップ",
    ["explain"] = "勇者の試練ショップでアイテムの購入に使う",
}
data[17] = {
    ["name"] = "栄誉コイン",
    ["brief"] = "競技場ショップの貨幣",
    ["explain"] = "競技場ショップでアイテムを購入するときに使います",
}
data[18] = {
    ["name"] = "競技場宝箱",
    ["brief"] = "宝箱はメールで自動的に開きます",
    ["explain"] = "ランダムにコイン、英雄経験値、英雄昇格石、伝説装備、英雄ピースなどのレアアイテムを獲得します",
}
data[19] = {
    ["name"] = "マジックパン",
    ["brief"] = "体力アイテム",
    ["explain"] = "ギルド製粉所の略奪に使用する",
}
data[20] = {
    ["name"] = "預言者の恵み",
    ["brief"] = "英雄置換の材料",
    ["explain"] = "英雄の置換に使用する",
}
data[21] = {
    ["name"] = "預言者オーブ",
    ["brief"] = "預言者ゲートの召喚アイテム",
    ["explain"] = "預言者ツリーから少なくとも4星英雄または英雄の欠片を召喚できる",
}
data[22] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントで300回勝利のボーナスである特殊アイコン",
}
data[23] = {
    ["name"] = "赤色1星アーティファクトの宝箱",
    ["brief"] = "アーティファクト宝箱",
    ["explain"] = "購入すると、ランダムに赤色1星のアーティファクトを1個獲得する",
}
data[24] = {
    ["name"] = "緑色1星アーティファクトの宝箱",
    ["brief"] = "アーティファクト宝箱",
    ["explain"] = "購入すると、ランダムに緑色1星のアーティファクトを1個獲得する",
}
data[25] = {
    ["name"] = "冬の限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "時限イベントボーナスパックを購入することで獲得する特殊アイコン",
}
data[26] = {
    ["name"] = "アイスドール",
    ["brief"] = "材料を交換",
    ["explain"] = "お祭り交換の専属アイテム。イベント終了に使用できないので、イベントの間に使用してください。",
}
data[27] = {
    ["name"] = "アイスドール宝箱・下級",
    ["brief"] = "材料宝箱",
    ["explain"] = "購入すると、ランダムの数の（25~75個）アイスドールを入手する。",
}
data[28] = {
    ["name"] = "飲み屋クエストの巻物・下級",
    ["brief"] = "飲み屋クエストの巻物",
    ["explain"] = "飲み屋で使用すると、ランダムのクエスト（★1~★4）が増加する。該当クエストが執行されていない場合、飲み屋クエストがリセットされると消滅する。",
}
data[29] = {
    ["name"] = "飲み屋クエストの巻物・上級",
    ["brief"] = "飲み屋クエストの巻物",
    ["explain"] = "飲み屋で使用すると、ランダムのクエスト（★4~★7）が増加する。該当クエストが執行されていない場合、飲み屋クエストがリセットされると消滅する。",
}
data[30] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントで300回勝利のボーナスである特殊アイコン",
}
data[31] = {
    ["name"] = "アイスドール宝箱・上級",
    ["brief"] = "材料宝箱",
    ["explain"] = "購入すると、ランダムの数の（50~150個）アイスドールを入手する。",
}
data[32] = {
    ["name"] = "バレンタインデーの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "時限イベントボーナスパックを購入することで獲得する特殊アイコン",
}
data[33] = {
    ["name"] = "チャンピオンカップアイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "マルチチーム競技場ランクボーナスのアイコン",
}
data[34] = {
    ["name"] = "ダイヤメダルアイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "マルチチーム競技場ランクボーナスのアイコン",
}
data[35] = {
    ["name"] = "金メダルアイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "マルチチーム競技場ランクボーナスのアイコン",
}
data[36] = {
    ["name"] = "銀メダルアイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "マルチチーム競技場ランクボーナスのアイコン",
}
data[37] = {
    ["name"] = "銅メダルアイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "マルチチーム競技場ランクボーナスのアイコン",
}
data[38] = {
    ["name"] = "モンスターの記念アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "時限イベントボーナスパックを購入することで獲得する特殊アイコン",
}
data[39] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントで400回勝利のボーナスである特殊アイコン",
}
data[40] = {
    ["name"] = "デビルソウル",
    ["brief"] = "モンスターの材料",
    ["explain"] = "モンスターのアクティブ化、レベルアップとランクアップに使います",
}
data[41] = {
    ["name"] = "カオスストーン",
    ["brief"] = "モンスターの材料",
    ["explain"] = "モンスター体質のレベルアップに使います",
}
data[42] = {
    ["name"] = "モンスターの記念アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "時限イベントボーナスパックを購入することで獲得する特殊アイコン",
}
data[43] = {
    ["name"] = "黄金の神像",
    ["brief"] = "交換アイテム材料",
    ["explain"] = "お祭り交換の専属アイテム。イベント終了に使用できないので、イベントの間に使用してください。",
}
data[44] = {
    ["name"] = "黄金の神像宝箱・下級",
    ["brief"] = "宝箱",
    ["explain"] = "購入すると、黄金の神像をランダムの数（20個～40個）入手する。",
}
data[45] = {
    ["name"] = "黄金の神像宝箱・中級",
    ["brief"] = "宝箱",
    ["explain"] = "購入すると、黄金の神像をランダムの数（50個～100個）入手する。",
}
data[46] = {
    ["name"] = "黄金の神像宝箱・上級",
    ["brief"] = "宝箱",
    ["explain"] = "購入すると、黄金の神像をランダムの数（180個～360個）入手する。",
}
data[47] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントで400回勝利のボーナスである特殊アイコン",
}
data[48] = {
    ["name"] = "モンスターの記念アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "時限イベントボーナスパックを購入することで獲得する特殊アイコン",
}
data[49] = {
    ["name"] = "モンスターの記念アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "時限イベントボーナスパックを購入することで獲得する特殊アイコン",
}
data[50] = {
    ["name"] = "チャレンジバッジ",
    ["brief"] = "スペースを破砕参戦証明",
    ["explain"] = "スペースを破砕の挑戦に使うチケット",
}
data[51] = {
    ["name"] = "ラッキーフィッシュボーン",
    ["brief"] = "交換アイテム材料",
    ["explain"] = "お祭り交換の専属アイテム。イベント終了に使用できないので、イベントの間に使用してください。",
}
data[52] = {
    ["name"] = "一周年の記念アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "ラッキーボーンで特殊アイコンと交換できます",
}
data[53] = {
    ["name"] = "ラッキーフィッシュボーン宝箱・下級",
    ["brief"] = "宝箱",
    ["explain"] = "購入すると、ラッキーフィッシュボーンをランダムの数（20個～40個）入手する。",
}
data[54] = {
    ["name"] = "ラッキーフィッシュボーン宝箱・中級",
    ["brief"] = "宝箱",
    ["explain"] = "購入すると、ラッキーフィッシュボーンをランダムの数（50個～100個）入手する。",
}
data[55] = {
    ["name"] = "ラッキーフィッシュボーン宝箱・上級",
    ["brief"] = "宝箱",
    ["explain"] = "購入すると、ラッキーフィッシュボーンをランダムの数（180個～360個）入手する。",
}
data[56] = {
    ["name"] = "ラッキーフィッシュボーン宝箱・上級",
    ["brief"] = "宝箱",
    ["explain"] = "購入すると、ラッキーフィッシュボーンをランダムの数（150個～300個）入手する。",
}
data[57] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントで400回勝利のボーナスである特殊アイコン",
}
data[58] = {
    ["name"] = "キラコイン",
    ["brief"] = "黄金の円盤で願うために必要な道具",
    ["explain"] = "黄金の円盤で願う一回につき一枚のキラコインが必要。",
}
data[59] = {
    ["name"] = "モンスターの記念アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "時限イベントボーナスパックを購入することで獲得する特殊アイコン",
}
data[60] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントで400回勝利のボーナスである特殊アイコン",
}
data[61] = {
    ["name"] = "限定記念版アバター",
    ["brief"] = "特殊アイコン",
    ["explain"] = "イベントパックを購入して限定バージョンのラブアバターをゲット",
}
data[62] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントで400回勝利のボーナスである特殊アイコン",
}
data[63] = {
    ["name"] = "限定記念版アバター",
    ["brief"] = "特殊アイコン",
    ["explain"] = "時限イベントボーナスパックを購入することで獲得する特殊アイコン",
}
data[64] = {
    ["name"] = "限定記念版アバター",
    ["brief"] = "特殊アイコン",
    ["explain"] = "時限イベントボーナスパックを購入することで獲得する特殊アイコン",
}
data[65] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントでボーナスである特殊アイコン",
}
data[66] = {
    ["name"] = "金のドラゴンアバター",
    ["brief"] = "特殊アイコン",
    ["explain"] = "VIP を登録して特別アバターを確保",
}
data[67] = {
    ["name"] = "ハロウィンアバター",
    ["brief"] = "特殊アイコン",
    ["explain"] = "ハロウィンイベントのスペシャルアバター",
}
data[68] = {
    ["name"] = "金のカボチャ",
    ["brief"] = "交換アイテム材料",
    ["explain"] = "お祭り交換の専属アイテム。イベント終了に使用できないので、イベントの間に使用してください。",
}
data[69] = {
    ["name"] = "銀のベル",
    ["brief"] = "交換アイテム材料",
    ["explain"] = "お祭り交換の専属アイテム。イベント終了に使用できないので、イベントの間に使用してください。",
}
data[70] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントでボーナスである特殊アイコン",
}
data[71] = {
    ["name"] = "限定記念版アバター",
    ["brief"] = "特殊アイコン",
    ["explain"] = "時限イベントボーナスパックを購入することで獲得する特殊アイコン",
}
data[72] = {
    ["name"] = "虚無の石",
    ["brief"] = "建設素材",
    ["explain"] = "住宅の建設素材",
}
data[73] = {
    ["name"] = "魂の箱",
    ["brief"] = "ヒーロー交換素材",
    ["explain"] = "10星ヒーローの交換用。",
}
data[74] = {
    ["name"] = "戦争の王",
    ["brief"] = "スキン制作",
    ["explain"] = "アスモデウスのスキンの制作",
}
data[75] = {
    ["name"] = "悪魔の到来",
    ["brief"] = "スキン制作",
    ["explain"] = "バレアのスキンの制作",
}
data[76] = {
    ["name"] = "墨染めのウォリアー",
    ["brief"] = "スキン制作",
    ["explain"] = "ダスモグのスキンの制作",
}
data[77] = {
    ["name"] = "王者の黄金の剣",
    ["brief"] = "スキン制作",
    ["explain"] = "アイスストライクのスキンの制作",
}
data[78] = {
    ["name"] = "極寒の刃",
    ["brief"] = "スキン制作",
    ["explain"] = "血の刃のスキンの制作",
}
data[79] = {
    ["name"] = "今際の願い",
    ["brief"] = "スキン制作",
    ["explain"] = "悪魔猟師のスキンの制作",
}
data[80] = {
    ["name"] = "黒い宝箱",
    ["brief"] = "素材宝箱",
    ["explain"] = "開くと、先知オーブ、ゴールド、魔法ダスト、宝石、赤いアーティファクトの中から、ランダムなアイテムを得1個られます。",
}
data[81] = {
    ["name"] = "謎の黒いボックス lvl 1",
    ["brief"] = "素材宝箱",
    ["explain"] = "開くと、を得られます：英雄召喚巻き物 5 個、デビルソウル 1000 個、カオスストーン500 個。",
}
data[82] = {
    ["name"] = "謎の黒いボックス lvl 2",
    ["brief"] = "素材宝箱",
    ["explain"] = "開くと、を得られます：スーパーチップ 5 個、不敵のペンダント 1 個、不敵の戦闘靴 1個。",
}
data[83] = {
    ["name"] = "謎の黒いボックス lvl 3",
    ["brief"] = "素材宝箱",
    ["explain"] = "開くと、を得られます：預言者オーブ 8 個、不敵の剣 1 個、不敵の鎧 1個。",
}
data[84] = {
    ["name"] = "謎の黒いボックス lvl 4",
    ["brief"] = "素材宝箱",
    ["explain"] = "開くと、を得られます：5星悪魔猟師、魔法の塵 20000個。",
}
data[85] = {
    ["name"] = "謎の黒いボックス lvl 5",
    ["brief"] = "素材宝箱",
    ["explain"] = "開くと、橙色のアーティファクトを得られます：果敢の鎧、ギルドコイン 25000 個、悪魔の到来 10個。",
}
data[86] = {
    ["name"] = "サプライズボックス",
    ["brief"] = "素材宝箱",
    ["explain"] = "開くと、5星カムス、5星ジークムント、5星スクライド、5星ローサ、5星キルカル、5星不眠、アルタンの怒り、クイーンブレード、ため息、ゴールデンキーの中から、ランダムなアイテムを得1個られます。",
}
data[87] = {
    ["name"] = "闇の巫女",
    ["brief"] = "スキン制作",
    ["explain"] = "マラサのスキンの合成に使います",
}
data[88] = {
    ["name"] = "限定記念版アバター",
    ["brief"] = "特殊アイコン",
    ["explain"] = "時限イベントボーナスパックを購入することで獲得する特殊アイコン",
}
data[89] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントでボーナスである特殊アイコン",
}
data[90] = {
    ["name"] = "混沌の使者",
    ["brief"] = "スキン制作",
    ["explain"] = "信仰の刃のスキンの制作",
}
data[91] = {
    ["name"] = "星界の使者",
    ["brief"] = "スキン制作",
    ["explain"] = "ウォールのスキンの制作",
}
data[92] = {
    ["name"] = "ミニ雪だるま",
    ["brief"] = "材料を交換",
    ["explain"] = "お祭り交換の専属アイテム。イベント終了に使用できないので、イベントの間に使用してください。",
}
data[93] = {
    ["name"] = "限定記念版アバター",
    ["brief"] = "特殊アイコン",
    ["explain"] = "時限イベントボーナスパックを購入することで獲得する特殊アイコン",
}
data[94] = {
    ["name"] = "新年玉手箱クラス1",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[95] = {
    ["name"] = "新年玉手箱クラス2",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[96] = {
    ["name"] = "新年玉手箱クラス3",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[97] = {
    ["name"] = "新年玉手箱クラス4",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[98] = {
    ["name"] = "新年玉手箱クラス5",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[99] = {
    ["name"] = "死のアリス",
    ["brief"] = "スキン制作",
    ["explain"] = "ビザのスキン制作",
}
data[100] = {
    ["name"] = "乙女の嵐",
    ["brief"] = "スキン制作",
    ["explain"] = "焔の嵐のスキン制作",
}
data[101] = {
    ["name"] = "亡者の言葉",
    ["brief"] = "スキン制作",
    ["explain"] = "屍妖のスキン制作",
}
data[102] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントでボーナスである特殊アイコン",
}
data[103] = {
    ["name"] = "ザ・ゼロ号",
    ["brief"] = "スキン制作",
    ["explain"] = "クリムのスキン制作",
}
data[104] = {
    ["name"] = "神竜侍",
    ["brief"] = "スキン制作",
    ["explain"] = "美樹のスキン制作",
}
data[105] = {
    ["name"] = "渡鴉",
    ["brief"] = "スキン制作",
    ["explain"] = "アイスストライクのスキン制作。",
}
data[106] = {
    ["name"] = "ゴッドファーザー",
    ["brief"] = "スキン制作",
    ["explain"] = "ルッツのバレンタイン限定スキン制作",
}
data[107] = {
    ["name"] = "乱花末路",
    ["brief"] = "スキン制作",
    ["explain"] = "エミリのバレンタイン限定スキン制作",
}
data[108] = {
    ["name"] = "ロケット花火",
    ["brief"] = "材料を交換",
    ["explain"] = "年獣を追い払う道具、使用すると年獣にダメージを与える。",
}
data[109] = {
    ["name"] = "爆竹",
    ["brief"] = "材料を交換",
    ["explain"] = "年獣を追い払う道具、使用すると年獣にダメージを与える。",
}
data[110] = {
    ["name"] = "魔法の提灯",
    ["brief"] = "材料を交換",
    ["explain"] = "お祭り交換の専属アイテム。イベント終了に使用できないので、イベントの間に使用してください。",
}
data[111] = {
    ["name"] = "スイートチョコレート",
    ["brief"] = "材料を交換",
    ["explain"] = "お祭り交換の専属アイテム。イベント終了に使用できないので、イベントの間に使用してください。",
}
data[112] = {
    ["name"] = "春節限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "春節イベント報酬限定アイコン",
}
data[113] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントでボーナスである特殊アイコン",
}
data[114] = {
    ["name"] = "サキュバス",
    ["brief"] = "スキン制作",
    ["explain"] = "女王限定スキン制作",
}
data[115] = {
    ["name"] = "彷徨う魂",
    ["brief"] = "スキン制作",
    ["explain"] = "アルタンのスキン制作",
}
data[116] = {
    ["name"] = "終焉ノ天使",
    ["brief"] = "スキン制作",
    ["explain"] = "キルカルの限定スキン制作。",
}
data[117] = {
    ["name"] = "聖遺物",
    ["brief"] = "材料を交換",
    ["explain"] = "お祭り交換の専属アイテム。イベント終了に使用できないので、イベントの間に使用してください。",
}
data[118] = {
    ["name"] = "スプリングボックス lv1",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[119] = {
    ["name"] = "スプリングボックス lv2",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[120] = {
    ["name"] = "スプリングボックス lv3",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[121] = {
    ["name"] = "スプリングボックス lv4",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[122] = {
    ["name"] = "スプリングボックス lv5",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[123] = {
    ["name"] = "魔法の石碑",
    ["brief"] = "材料を交換",
    ["explain"] = "ルーン文字の刻まれた石碑、シャドーガードに大量なダメージを与えることができる。",
}
data[124] = {
    ["name"] = "古代の石像",
    ["brief"] = "材料を交換",
    ["explain"] = "お祭り交換の専属アイテム。イベント終了に使用できないので、イベントの間に使用してください。",
}
data[125] = {
    ["name"] = "ヴァイオレットの目",
    ["brief"] = "スキン制作",
    ["explain"] = "焔の嵐の限定スキン制作。",
}
data[126] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントでボーナスである特殊アイコン",
}
data[127] = {
    ["name"] = "Dr.ウォマス",
    ["brief"] = "スキン制作",
    ["explain"] = "ウォマスのスキン制作",
}
data[128] = {
    ["name"] = "ダーク エルフ",
    ["brief"] = "スキン制作",
    ["explain"] = "心読者の限定スキン制作。",
}
data[129] = {
    ["name"] = "銀河の番人",
    ["brief"] = "スキン制作",
    ["explain"] = "グルーのスキン制作",
}
data[130] = {
    ["name"] = "リベンジの花嫁",
    ["brief"] = "スキン制作",
    ["explain"] = "暗黒アシンドーの限定スキン製作",
}
data[131] = {
    ["name"] = "闇の遺物",
    ["brief"] = "材料を交換",
    ["explain"] = "お祭り交換の専属アイテム。イベント終了に使用できないので、イベントの間に使用してください。",
}
data[132] = {
    ["name"] = "サマーボックス レベル①",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[133] = {
    ["name"] = "サマーボックス レベル①",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[134] = {
    ["name"] = "サマーボックス レベル①",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[135] = {
    ["name"] = "サマーボックス レベル①",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[136] = {
    ["name"] = "サマーボックス レベル①",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[137] = {
    ["name"] = "放射",
    ["brief"] = "スキン制作",
    ["explain"] = "ダスモグの限定スキン製作。",
}
data[138] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントでボーナスである特殊アイコン",
}
data[139] = {
    ["name"] = "紅蓮のナイト",
    ["brief"] = "スキン制作",
    ["explain"] = "ジークムントの限定スキン製作。",
}
data[140] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントでボーナスである特殊アイコン",
}
data[141] = {
    ["name"] = "セラフィム",
    ["brief"] = "スキン制作",
    ["explain"] = "ミカエルの限定スキン製作。",
}
data[142] = {
    ["name"] = "ラッキー記念コイン",
    ["brief"] = "材料を交換",
    ["explain"] = "お祭り交換の専属アイテム。イベント終了に使用できないので、イベントの間に使用してください。",
}
data[143] = {
    ["name"] = "2周年記念アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "ラッキー記念コインで限定アイコンと交換",
}
data[144] = {
    ["name"] = "エンジェルバンドのリードシンガー",
    ["brief"] = "スキン制作",
    ["explain"] = "ビレイン限定スキン製作。",
}
data[145] = {
    ["name"] = "フロストアイ",
    ["brief"] = "スキン制作",
    ["explain"] = "ミーム限定スキン製作。",
}
data[146] = {
    ["name"] = "赤の女王",
    ["brief"] = "スキン制作",
    ["explain"] = "ジャハラー限定スキン製作。",
}
data[147] = {
    ["name"] = "葬儀屋",
    ["brief"] = "スキン制作",
    ["explain"] = "クロース限定スキン製作。",
}
data[148] = {
    ["name"] = "ジュラ紀の化石",
    ["brief"] = "スキン制作",
    ["explain"] = "スクライド限定スキン製作。",
}
data[149] = {
    ["name"] = "周年記念ボックス1",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[150] = {
    ["name"] = "周年記念ボックス2",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[151] = {
    ["name"] = "周年記念ボックス3",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[152] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントでボーナスである特殊アイコン",
}
data[153] = {
    ["name"] = "黙示アーマー",
    ["brief"] = "スキン制作",
    ["explain"] = "信仰の刃限定スキン製作。",
}
data[154] = {
    ["name"] = "ゲームストーム",
    ["brief"] = "スキン制作",
    ["explain"] = "ヴァレンティノの限定スキン製作。",
}
data[155] = {
    ["name"] = "森林守護者",
    ["brief"] = "スキン制作",
    ["explain"] = "ローサスキン製作",
}
data[156] = {
    ["name"] = "生物兵器",
    ["brief"] = "スキン制作",
    ["explain"] = "カムススキン製作",
}
data[157] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントでボーナスである特殊アイコン",
}
data[158] = {
    ["name"] = "ミステリーボックス",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[159] = {
    ["name"] = "ミステリーボックス",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[160] = {
    ["name"] = "ミステリーボックス",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[161] = {
    ["name"] = "ミステリーボックス",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[162] = {
    ["name"] = "ミステリーボックス",
    ["brief"] = "素材宝箱",
    ["explain"] = "新年玉手箱を開いて報酬を獲得する。",
}
data[163] = {
    ["name"] = "ゴシッククイーン",
    ["brief"] = "スキン制作",
    ["explain"] = "マーガレットのスキン製作",
}
data[164] = {
    ["name"] = "密林のハンター",
    ["brief"] = "スキン制作",
    ["explain"] = "バルキリースキン製作",
}
data[165] = {
    ["name"] = "元素のハート",
    ["brief"] = "材料を交換",
    ["explain"] = "お祭り交換の専属アイテム。イベント終了に使用できないので、イベントの間に使用してください。",
}
data[166] = {
    ["name"] = "荒野の用心棒",
    ["brief"] = "スキン制作",
    ["explain"] = "エドガースキン製作",
}
data[167] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "好戦者イベントでボーナスである特殊アイコン",
}
data[168] = {
    ["name"] = "元素のハート",
    ["brief"] = "材料を交換",
    ["explain"] = "",
}
data[19511] = {
    ["name"] = "6星不眠",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19512] = {
    ["name"] = "6星ダークスピリット",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19513] = {
    ["name"] = "6星ダスモグ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19514] = {
    ["name"] = "6星ウォール",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19515] = {
    ["name"] = "6星ミーム",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[40001] = {
    ["name"] = "4星英雄ピース",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当4星英雄を召喚できます",
}
data[40002] = {
    ["name"] = "5星英雄ピース",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当5星英雄を召喚できます",
}
data[40003] = {
    ["name"] = "3星英雄ピース",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当3星英雄を召喚できます",
}
data[18501] = {
    ["name"] = "10星暗黒アシンドー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18502] = {
    ["name"] = "10星不眠",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18503] = {
    ["name"] = "10星ダスモグ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18504] = {
    ["name"] = "10星ウォール",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18505] = {
    ["name"] = "10星ミーム",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[40011] = {
    ["name"] = "幽幻の5星英雄ピース",
    ["brief"] = "英雄召喚",
    ["explain"] = "破片を50個集めると幽幻陣営の5星英雄を召喚できる",
}
data[40012] = {
    ["name"] = "要塞の5星英雄ピース",
    ["brief"] = "英雄召喚",
    ["explain"] = "破片を50個集めると要塞陣営の5星英雄を召喚できる",
}
data[40013] = {
    ["name"] = "深淵の5星英雄ピース",
    ["brief"] = "英雄召喚",
    ["explain"] = "破片を50個集めると深淵陣営の5星英雄を召喚できる",
}
data[40014] = {
    ["name"] = "森林の5星英雄ピース",
    ["brief"] = "英雄召喚",
    ["explain"] = "破片を50個集めると森林陣営の5星英雄を召喚できる",
}
data[40015] = {
    ["name"] = "暗闇の5星英雄ピース",
    ["brief"] = "英雄召喚",
    ["explain"] = "破片を50個集めると暗黒陣営の5星英雄を召喚できる",
}
data[40016] = {
    ["name"] = "光明の5星英雄ピース",
    ["brief"] = "英雄召喚",
    ["explain"] = "破片を50個集めると光明陣営の5星英雄を召喚できる",
}
data[40021] = {
    ["name"] = "幽幻の4星英雄ピース",
    ["brief"] = "英雄召喚",
    ["explain"] = "破片を30個集めると幽幻陣営の4星英雄を召喚できる",
}
data[40022] = {
    ["name"] = "要塞の4星英雄ピース",
    ["brief"] = "英雄召喚",
    ["explain"] = "破片を30個集めると要塞陣営の4星英雄を召喚できる",
}
data[40023] = {
    ["name"] = "深淵の4星英雄ピース",
    ["brief"] = "英雄召喚",
    ["explain"] = "破片を30個集めると深淵陣営の4星英雄を召喚できる",
}
data[40024] = {
    ["name"] = "森林の4星英雄ピース",
    ["brief"] = "英雄召喚",
    ["explain"] = "破片を30個集めると森林陣営の4星英雄を召喚できる",
}
data[40025] = {
    ["name"] = "暗闇の4星英雄ピース",
    ["brief"] = "英雄召喚",
    ["explain"] = "破片を30個集めると暗黒陣営の4星英雄を召喚できる",
}
data[40026] = {
    ["name"] = "光明の4星英雄ピース",
    ["brief"] = "英雄召喚",
    ["explain"] = "破片を30個集めると光明陣営の4星英雄を召喚できる",
}
data[8801] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "特殊アイコン",
}
data[8802] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "特殊アイコン",
}
data[8803] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "特殊アイコン",
}
data[8804] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "特殊アイコン",
}
data[8805] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "特殊アイコン",
}
data[8806] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "特殊アイコン",
}
data[8807] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "特殊アイコン",
}
data[8808] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "特殊アイコン",
}
data[8809] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "特殊アイコン",
}
data[8810] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "特殊アイコン",
}
data[8811] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "特殊アイコン",
}
data[8812] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "特殊アイコン",
}
data[8813] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "特殊アイコン",
}
data[8814] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "特殊アイコン",
}
data[8815] = {
    ["name"] = "ウィンナーオブキングの限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "特殊アイコン",
}
data[19611] = {
    ["name"] = "6星アスモデウス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19612] = {
    ["name"] = "6星聖霊",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19101] = {
    ["name"] = "6星カマ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19102] = {
    ["name"] = "6星主宰者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19103] = {
    ["name"] = "6星ルッツ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19104] = {
    ["name"] = "6星フィールド",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19105] = {
    ["name"] = "6星バルド",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19106] = {
    ["name"] = "6星アルタン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19107] = {
    ["name"] = "6星栄誉護衛",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19108] = {
    ["name"] = "6星アイスストライク",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19109] = {
    ["name"] = "6星ブリー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19110] = {
    ["name"] = "6星幻影",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19111] = {
    ["name"] = "6星ウォルター",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19112] = {
    ["name"] = "6星死誓",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18601] = {
    ["name"] = "10星キルカル",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18602] = {
    ["name"] = "10星アスモデウス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18603] = {
    ["name"] = "10星ミカエル",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18604] = {
    ["name"] = "10星信仰の刃",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18605] = {
    ["name"] = "10星ビレイン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19118] = {
    ["name"] = "6星ジャハラー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19119] = {
    ["name"] = "6星ホルス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18101] = {
    ["name"] = "10星主宰者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18102] = {
    ["name"] = "10星ルッツ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18103] = {
    ["name"] = "10星バルド",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18104] = {
    ["name"] = "10星アルタン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18105] = {
    ["name"] = "10星カマ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18106] = {
    ["name"] = "10星フィールド",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18107] = {
    ["name"] = "10星ウォルター",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18108] = {
    ["name"] = "10星血の刃",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18109] = {
    ["name"] = "10星屍妖",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18110] = {
    ["name"] = "10星カムス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18111] = {
    ["name"] = "10星ジャハラー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18112] = {
    ["name"] = "10星ホルス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[56001] = {
    ["name"] = "オレンジ色アーティファクトのピース",
    ["brief"] = "アーティファクト召喚",
    ["explain"] = "ピースを50個集めると、オレンジ色アーティファクトを召喚できる",
}
data[55001] = {
    ["name"] = "赤色アーティファクトのピース",
    ["brief"] = "アーティファクト召喚",
    ["explain"] = "ピースを50個集めると、赤色アーティファクトを召喚できる",
}
data[12000] = {
    ["name"] = "一般召喚巻き物",
    ["brief"] = "召喚アイテム",
    ["explain"] = "品質の低い英雄を召喚できる",
}
data[12001] = {
    ["name"] = "競技場チケット",
    ["brief"] = "競技場参戦証明",
    ["explain"] = "競技場の挑戦に使うチケット",
}
data[12002] = {
    ["name"] = "コイン",
    ["brief"] = "白銀の円盤で願うために必要な道具",
    ["explain"] = "白銀の円盤で願う一回につき一枚のコインが必要。",
}
data[12003] = {
    ["name"] = "英雄召喚巻き物",
    ["brief"] = "召喚アイテム",
    ["explain"] = "品質の高い英雄を召喚できる",
}
data[19411] = {
    ["name"] = "6星ローサ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19418] = {
    ["name"] = "6星バルキリー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19615] = {
    ["name"] = "6星ビレイン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19318] = {
    ["name"] = "6星バトン国王",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19218] = {
    ["name"] = "6星ヴァレンティノ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19417] = {
    ["name"] = "6星心読者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19317] = {
    ["name"] = "6星クロース",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19614] = {
    ["name"] = "6星信仰の刃",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19117] = {
    ["name"] = "6星カムス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19116] = {
    ["name"] = "6星屍妖",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[54001] = {
    ["name"] = "緑色アーティファクトのピース",
    ["brief"] = "アーティファクト召喚",
    ["explain"] = "ピースを30個集めると、緑色アーティファクトを召喚できる",
}
data[19416] = {
    ["name"] = "6星ビザ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19316] = {
    ["name"] = "6星スクライド",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19217] = {
    ["name"] = "6星ジークムント",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19613] = {
    ["name"] = "6星ミカエル",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19315] = {
    ["name"] = "6星バレア",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19115] = {
    ["name"] = "6星血の刃",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19314] = {
    ["name"] = "6星ノールマ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19313] = {
    ["name"] = "6星壊滅者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19412] = {
    ["name"] = "6星テイラー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19312] = {
    ["name"] = "6星アラリア",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19114] = {
    ["name"] = "6星グレン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19113] = {
    ["name"] = "6星骨狩り者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19413] = {
    ["name"] = "6星エドガー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19414] = {
    ["name"] = "6星ゼルキス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19415] = {
    ["name"] = "6星灰眼",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19201] = {
    ["name"] = "6星美樹",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19202] = {
    ["name"] = "6星OD-01",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19203] = {
    ["name"] = "6星マーガレット",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19204] = {
    ["name"] = "6星女王",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19205] = {
    ["name"] = "6星バロック領主",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19206] = {
    ["name"] = "6星ヒム",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19207] = {
    ["name"] = "6星クエスタ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19208] = {
    ["name"] = "6星クリム",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[53001] = {
    ["name"] = "紫色アーティファクトのピース",
    ["brief"] = "アーティファクト召喚",
    ["explain"] = "ピースを20個集めると、紫色アーティファクトを召喚できる",
}
data[19210] = {
    ["name"] = "6星ドラゴンスレイヤー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19211] = {
    ["name"] = "6星ウォマス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19212] = {
    ["name"] = "6星セラー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19213] = {
    ["name"] = "6星エミリ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19214] = {
    ["name"] = "6星焔の嵐",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19215] = {
    ["name"] = "6星ロイ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19216] = {
    ["name"] = "6星クリスチャン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[10001] = {
    ["name"] = "魔晶",
    ["brief"] = "魔法かけ材料",
    ["explain"] = "装備の附魔に使う",
}
data[10002] = {
    ["name"] = "強力エキス",
    ["brief"] = "装備貨幣を購入",
    ["explain"] = "闇市で装備を購入に使う",
}
data[19219] = {
    ["name"] = "6星夏",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19311] = {
    ["name"] = "6星デントオリオン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19306] = {
    ["name"] = "6星キルカル",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19305] = {
    ["name"] = "6星暗黒アシンドー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19304] = {
    ["name"] = "6星マラサ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19303] = {
    ["name"] = "6星グルー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18201] = {
    ["name"] = "10星栄誉護衛",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18202] = {
    ["name"] = "10星アイスストライク",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18203] = {
    ["name"] = "10星ブリー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18204] = {
    ["name"] = "10星幻影",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18205] = {
    ["name"] = "10星美樹",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18206] = {
    ["name"] = "10星OD-01",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18207] = {
    ["name"] = "10星ウォマス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18208] = {
    ["name"] = "10星エミリ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18209] = {
    ["name"] = "10星焔の嵐",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18210] = {
    ["name"] = "10星ジークムント",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[56099] = {
    ["name"] = "オレンジ専属色アーティファクトのピース",
    ["brief"] = "アーティファクト召喚",
    ["explain"] = "ピースを50個集めると、オレンジ色の専属アーティファクトを召喚できる",
}
data[18212] = {
    ["name"] = "10星夏",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19302] = {
    ["name"] = "6星星の光",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19301] = {
    ["name"] = "6星無面者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19209] = {
    ["name"] = "6星悪魔猟師",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18411] = {
    ["name"] = "10星バルキリー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18311] = {
    ["name"] = "10星バトン国王",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18211] = {
    ["name"] = "10星ヴァレンティノ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18410] = {
    ["name"] = "10星心読者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18310] = {
    ["name"] = "10星クロース",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18409] = {
    ["name"] = "10星ビザ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18309] = {
    ["name"] = "10星スクライド",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18308] = {
    ["name"] = "10星バレア",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30000] = {
    ["name"] = "1星阿呆",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを5個揃えると該当英雄を召喚できます",
}
data[30001] = {
    ["name"] = "1星暗黒教徒",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを5個揃えると該当英雄を召喚できます",
}
data[30002] = {
    ["name"] = "1星発光体",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを5個揃えると該当英雄を召喚できます",
}
data[30003] = {
    ["name"] = "1星正直者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを5個揃えると該当英雄を召喚できます",
}
data[30004] = {
    ["name"] = "1星木工",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを5個揃えると該当英雄を召喚できます",
}
data[30005] = {
    ["name"] = "1星鉱工",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを5個揃えると該当英雄を召喚できます",
}
data[30006] = {
    ["name"] = "1星小悪魔",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを5個揃えると該当英雄を召喚できます",
}
data[30007] = {
    ["name"] = "1星炎の子",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを5個揃えると該当英雄を召喚できます",
}
data[30008] = {
    ["name"] = "1星溶岩カブトムシ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを5個揃えると該当英雄を召喚できます",
}
data[30009] = {
    ["name"] = "1星ベラ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを5個揃えると該当英雄を召喚できます",
}
data[30010] = {
    ["name"] = "1星偵察兵",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを5個揃えると該当英雄を召喚できます",
}
data[30011] = {
    ["name"] = "1星水夫",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを5個揃えると該当英雄を召喚できます",
}
data[30012] = {
    ["name"] = "2星シャーロット",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを10個揃えると該当英雄を召喚できます",
}
data[30013] = {
    ["name"] = "2星マークナー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを10個揃えると該当英雄を召喚できます",
}
data[30014] = {
    ["name"] = "2星骸骨アーチャー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを10個揃えると該当英雄を召喚できます",
}
data[30015] = {
    ["name"] = "2星骸骨戦士",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを10個揃えると該当英雄を召喚できます",
}
data[30016] = {
    ["name"] = "2星灰衣法師",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを10個揃えると該当英雄を召喚できます",
}
data[30017] = {
    ["name"] = "2星高塔護衛",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを10個揃えると該当英雄を召喚できます",
}
data[30018] = {
    ["name"] = "2星地下牢兵",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを10個揃えると該当英雄を召喚できます",
}
data[30019] = {
    ["name"] = "2星ZH-07",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを10個揃えると該当英雄を召喚できます",
}
data[30020] = {
    ["name"] = "2星金の角",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを10個揃えると該当英雄を召喚できます",
}
data[30021] = {
    ["name"] = "2星銀の角",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを10個揃えると該当英雄を召喚できます",
}
data[30022] = {
    ["name"] = "2星ジョンソン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを10個揃えると該当英雄を召喚できます",
}
data[30023] = {
    ["name"] = "2星黒石",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを10個揃えると該当英雄を召喚できます",
}
data[30024] = {
    ["name"] = "2星ラーフィン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを10個揃えると該当英雄を召喚できます",
}
data[30025] = {
    ["name"] = "2星ゾーヤ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを10個揃えると該当英雄を召喚できます",
}
data[30026] = {
    ["name"] = "2星青戦士",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを10個揃えると該当英雄を召喚できます",
}
data[30027] = {
    ["name"] = "2星木の精霊",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを10個揃えると該当英雄を召喚できます",
}
data[30028] = {
    ["name"] = "3星チェーンハンマー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30029] = {
    ["name"] = "3星毒舌",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30030] = {
    ["name"] = "3星シャーリー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30031] = {
    ["name"] = "3星暗黒牧師",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30032] = {
    ["name"] = "3星巨氷魔",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30033] = {
    ["name"] = "3星ライジェー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30034] = {
    ["name"] = "3星カフォール",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30035] = {
    ["name"] = "3星タイラの下僕",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30036] = {
    ["name"] = "3星火拳",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30037] = {
    ["name"] = "3星MK-05",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30038] = {
    ["name"] = "3星深淵護衛",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30039] = {
    ["name"] = "3星凶暴の獣",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30040] = {
    ["name"] = "3星魅魔",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30041] = {
    ["name"] = "3星焔紅の唇",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30042] = {
    ["name"] = "3星ミルカ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30043] = {
    ["name"] = "3星ギリシャヴィル",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30044] = {
    ["name"] = "3星アムドミル",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30045] = {
    ["name"] = "3星ラン･サーマー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30046] = {
    ["name"] = "3星フライ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30047] = {
    ["name"] = "3星密林隊長",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30048] = {
    ["name"] = "3星アシブールの幽霊",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30049] = {
    ["name"] = "3星聖童",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを20個揃えると該当英雄を召喚できます",
}
data[30050] = {
    ["name"] = "4星狂気の死体",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30051] = {
    ["name"] = "4星バーボル",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30052] = {
    ["name"] = "4星骨狩り者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30053] = {
    ["name"] = "4星グレン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30054] = {
    ["name"] = "4星悪魔騎士",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30055] = {
    ["name"] = "4星骸骨将軍",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30056] = {
    ["name"] = "4星時間法師",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30057] = {
    ["name"] = "4星暴風ハンマー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30058] = {
    ["name"] = "4星ロイ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30059] = {
    ["name"] = "4星セラー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30060] = {
    ["name"] = "4星強い酒",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30061] = {
    ["name"] = "4星LM-02",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30062] = {
    ["name"] = "4星ロゲ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30063] = {
    ["name"] = "4星壊滅者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30064] = {
    ["name"] = "4星タンナ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30065] = {
    ["name"] = "4星アカシャー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30066] = {
    ["name"] = "4星レモガイドン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30067] = {
    ["name"] = "4星アラリア",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30068] = {
    ["name"] = "4星風行者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30069] = {
    ["name"] = "4星酋長",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30070] = {
    ["name"] = "4星木霊長老",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30071] = {
    ["name"] = "4星頭狩り者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30072] = {
    ["name"] = "4星テイラー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30073] = {
    ["name"] = "4星カードプラス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30074] = {
    ["name"] = "4星暗黒のワンドラー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30075] = {
    ["name"] = "4星ロゲン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30076] = {
    ["name"] = "4星門徒",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30077] = {
    ["name"] = "4星フェイゲン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30078] = {
    ["name"] = "5星カマ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30079] = {
    ["name"] = "5星血の刃",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30080] = {
    ["name"] = "5星主宰者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30081] = {
    ["name"] = "5星ルッツ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30082] = {
    ["name"] = "5星フィールド",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30083] = {
    ["name"] = "5星屍妖",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30084] = {
    ["name"] = "5星バルド",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30085] = {
    ["name"] = "5星カムス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30086] = {
    ["name"] = "5星アルタン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30087] = {
    ["name"] = "5星ウォルター",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30088] = {
    ["name"] = "5星エミリ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30089] = {
    ["name"] = "5星ウォマス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30090] = {
    ["name"] = "5星栄誉護衛",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30091] = {
    ["name"] = "5星焔の嵐",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30092] = {
    ["name"] = "5星アイスストライク",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30093] = {
    ["name"] = "5星ブリー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30094] = {
    ["name"] = "5星ジークムント",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30095] = {
    ["name"] = "5星幻影",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30096] = {
    ["name"] = "5星美樹",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30097] = {
    ["name"] = "5星OD-01",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30098] = {
    ["name"] = "5星スクライド",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30099] = {
    ["name"] = "5星デントオリオン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30100] = {
    ["name"] = "5星マーガレット",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30101] = {
    ["name"] = "5星バレア",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30102] = {
    ["name"] = "5星女王",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30103] = {
    ["name"] = "5星バロック領主",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30104] = {
    ["name"] = "5星バトン国王",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30105] = {
    ["name"] = "5星ヒム",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30106] = {
    ["name"] = "5星クエスタ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30107] = {
    ["name"] = "5星クリム",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30108] = {
    ["name"] = "5星悪魔猟師",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30109] = {
    ["name"] = "5星ドラゴンスレイヤー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30110] = {
    ["name"] = "5星無面者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30111] = {
    ["name"] = "5星ローサ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30112] = {
    ["name"] = "5星星の光",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30113] = {
    ["name"] = "5星グルー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30114] = {
    ["name"] = "5星エドガー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30115] = {
    ["name"] = "5星ビザ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30116] = {
    ["name"] = "5星マラサ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30117] = {
    ["name"] = "5星心読者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30118] = {
    ["name"] = "5星ヴォラスキー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30119] = {
    ["name"] = "5星暗黒アシンドー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30120] = {
    ["name"] = "5星ウォール",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30121] = {
    ["name"] = "5星キルカル",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30122] = {
    ["name"] = "5星アスモデウス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30123] = {
    ["name"] = "5星ミカエル",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30124] = {
    ["name"] = "5星ミカエルオレンジカード",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30125] = {
    ["name"] = "4星ラム",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30126] = {
    ["name"] = "4星死誓",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30127] = {
    ["name"] = "4星鋼鉄バンビ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30128] = {
    ["name"] = "4星クリスチャンアン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30129] = {
    ["name"] = "4星ノールマ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30130] = {
    ["name"] = "4星イモラトゥリアス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30131] = {
    ["name"] = "4星灰眼",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30132] = {
    ["name"] = "4星ゼルキス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30133] = {
    ["name"] = "5星狂気の死体",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30134] = {
    ["name"] = "5星バーボル",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30135] = {
    ["name"] = "5星時間法師",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30136] = {
    ["name"] = "5星暴風ハンマー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30137] = {
    ["name"] = "5星ロゲ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30138] = {
    ["name"] = "5星壊滅者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30139] = {
    ["name"] = "5星風行者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30140] = {
    ["name"] = "5星酋長",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30141] = {
    ["name"] = "5星暗黒のワンドラー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30142] = {
    ["name"] = "5星ロゲン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30143] = {
    ["name"] = "5星門徒",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30144] = {
    ["name"] = "5星フェイゲン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30145] = {
    ["name"] = "5星ロイ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30146] = {
    ["name"] = "5星セラー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30147] = {
    ["name"] = "5星タンナ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30148] = {
    ["name"] = "5星木霊長老",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30149] = {
    ["name"] = "5星頭狩り者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30150] = {
    ["name"] = "5星骨狩り者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30151] = {
    ["name"] = "5星骸骨将軍",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30152] = {
    ["name"] = "5星強い酒",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30153] = {
    ["name"] = "5星レモガイドン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30154] = {
    ["name"] = "5星グレン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30155] = {
    ["name"] = "5星悪魔騎士",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30156] = {
    ["name"] = "5星LM-02",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30157] = {
    ["name"] = "5星アカシャー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30158] = {
    ["name"] = "5星アラリア",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30159] = {
    ["name"] = "5星テイラー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30160] = {
    ["name"] = "5星カードプラス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30161] = {
    ["name"] = "5星ラム",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30162] = {
    ["name"] = "5星死誓",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30163] = {
    ["name"] = "5星鋼鉄バンビ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30164] = {
    ["name"] = "5星クリスチャンアン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30165] = {
    ["name"] = "5星ノールマ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30166] = {
    ["name"] = "5星イモラトゥリアス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30167] = {
    ["name"] = "5星灰眼",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30168] = {
    ["name"] = "5星ゼルキス",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30169] = {
    ["name"] = "5星不眠",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30170] = {
    ["name"] = "4星聖霊",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30171] = {
    ["name"] = "4星ダークスピリット",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを30個揃えると該当英雄を召喚できます",
}
data[30172] = {
    ["name"] = "5星聖霊",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30173] = {
    ["name"] = "5星ダークスピリット",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30174] = {
    ["name"] = "5星ダスモグ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30175] = {
    ["name"] = "5星信仰の刃",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30176] = {
    ["name"] = "5星クロース",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30177] = {
    ["name"] = "5星ヴァレンティノ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30178] = {
    ["name"] = "5星ジャハラー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30179] = {
    ["name"] = "5星ビレイン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30180] = {
    ["name"] = "5星ミーム",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30181] = {
    ["name"] = "5星バルキリー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30182] = {
    ["name"] = "5星夏",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[30183] = {
    ["name"] = "★５クトゥグア",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で当該ヒーローを召喚可能",
}
data[30184] = {
    ["name"] = "★５ホルス",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で当該ヒーローを召喚可能",
}
data[30185] = {
    ["name"] = "★５アシブール",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で当該ヒーローを召喚可能",
}
data[30186] = {
    ["name"] = "★５アイダ",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で当該ヒーローを召喚可能",
}
data[30187] = {
    ["name"] = "★５オーベロン",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で当該ヒーローを召喚可能",
}
data[18307] = {
    ["name"] = "10星デントオリオン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18306] = {
    ["name"] = "10星クリム",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18305] = {
    ["name"] = "10星クエスタ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18304] = {
    ["name"] = "10星ヒム",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18303] = {
    ["name"] = "10星バロック領主",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18302] = {
    ["name"] = "10星女王",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18301] = {
    ["name"] = "10星マーガレット",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[40039] = {
    ["name"] = "エリート★５破片",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で（光明陣営と暗影陣営以外）★５ヒーローを召喚可能",
}
data[40046] = {
    ["name"] = "エリート光明★５破片",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で光明陣営★５ヒーローを召喚可能",
}
data[40045] = {
    ["name"] = "エリート暗影★５破片",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で暗黒陣営★５ヒーローを召喚可能",
}
data[18408] = {
    ["name"] = "10星エドガー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18407] = {
    ["name"] = "10星ローサ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18406] = {
    ["name"] = "10星マラサ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18405] = {
    ["name"] = "10星グルー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18404] = {
    ["name"] = "10星星の光",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18403] = {
    ["name"] = "10星無面者",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18402] = {
    ["name"] = "10星ドラゴンスレイヤー",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18401] = {
    ["name"] = "10星悪魔猟師",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[60001] = {
    ["name"] = "ユニバーサル皮膚の破片",
    ["brief"] = "スキン制作",
    ["explain"] = "10は破片が皮膚を組み合わせまとめることが可能",
}
data[55099] = {
    ["name"] = "赤色専属アーティファクトのピース",
    ["brief"] = "アーティファクト召喚",
    ["explain"] = "ピースを50個集めると、赤色の専属アーティファクトを召喚できる",
}
data[30189] = {
    ["name"] = "★５アメン・ラー破片",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で当該ヒーローを召喚可能",
}
data[30188] = {
    ["name"] = "★５アメリア破片",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で当該ヒーローを召喚可能",
}
data[30191] = {
    ["name"] = "★５ガスティン",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で当該ヒーローを召喚可能",
}
data[30216] = {
    ["name"] = "★５イタクァ",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で当該ヒーローを召喚可能",
}
data[30193] = {
    ["name"] = "★５UniMax-3000",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で当該ヒーローを召喚可能",
}
data[30190] = {
    ["name"] = "★５ナクア",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で当該ヒーローを召喚可能",
}
data[30199] = {
    ["name"] = "★５デラシウム",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で当該ヒーローを召喚可能",
}
data[30192] = {
    ["name"] = "★５ガルーダ",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で当該ヒーローを召喚可能",
}
data[30198] = {
    ["name"] = "★５エリヴィア",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で当該ヒーローを召喚可能",
}
data[30196] = {
    ["name"] = "★５キャリー",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で当該ヒーローを召喚可能",
}
data[30194] = {
    ["name"] = "★５タイラ",
    ["brief"] = "ヒーロー破片",
    ["explain"] = "破片×５０収集で当該ヒーローを召喚可能",
}
data[175] = {
    ["name"] = "限定ウサギアイコン",
    ["brief"] = "SPアイコン",
    ["explain"] = "秋イベント限定アイコン",
}
data[178] = {
    ["name"] = "不運の星",
    ["brief"] = "SPアイコン",
    ["explain"] = "成就達成特典アイコン",
}
data[179] = {
    ["name"] = "不運の月",
    ["brief"] = "SPアイコン",
    ["explain"] = "成就達成特典アイコン",
}
data[180] = {
    ["name"] = "不運の太陽",
    ["brief"] = "SPアイコン",
    ["explain"] = "成就達成特典アイコン",
}
data[187] = {
    ["name"] = "ハロウィン限定アイコン",
    ["brief"] = "SPアイコン",
    ["explain"] = "ハロウィンイベント特典限定アイコン",
}
data[191] = {
    ["name"] = "収穫感謝祭限定アイコン",
    ["brief"] = "SPアイコン",
    ["explain"] = "収穫感謝祭イベント報酬の限定アイコン",
}
data[197] = {
    ["name"] = "クリスマス限定アイコン",
    ["brief"] = "SPアイコン",
    ["explain"] = "クリスマス特典の限定アイコン",
}
data[205] = {
    ["name"] = "２０１９年限定アイコン",
    ["brief"] = "SPアイコン",
    ["explain"] = "新年イベント特典アイコン",
}
data[215] = {
    ["name"] = "春節限定アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "春節イベント報酬限定アイコン",
}
data[220] = {
    ["name"] = "春限定花アイコン",
    ["brief"] = "特殊アイコン",
    ["explain"] = "春ギフト限定アイコン",
}
data[18312] = {
    ["name"] = "10星クトゥグア",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18412] = {
    ["name"] = "10星オーベロン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18507] = {
    ["name"] = "10星アシブール",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[18606] = {
    ["name"] = "10星アイダ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19320] = {
    ["name"] = "6星クトゥグア",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19616] = {
    ["name"] = "6星アイダ",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19419] = {
    ["name"] = "6星オーベロン",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[19516] = {
    ["name"] = "6星アシブール",
    ["brief"] = "英雄召喚",
    ["explain"] = "ピースを50個揃えると該当英雄を召喚できます",
}
data[170] = {
    ["name"] = "煌き聖物",
    ["brief"] = "消耗品",
    ["explain"] = "イベント画面の煌き聖殿でレアアイテムと交換可能",
}
return data