local loadingtips = {}
loadingtips[1] = {
    ["tips"] = "ヒント：陣営相剋関係：森林→幽幻→要塞→深淵→森林、暗黒→聖光、聖光→暗黒",
}
loadingtips[2] = {
    ["tips"] = "ヒント：英雄は1星、2星、3星、4星、5星という品質が定められています。",
}
loadingtips[3] = {
    ["tips"] = "ヒント：英雄昇格石を消費して英雄を昇格させることができます。英雄昇格後品質が上がるとともにパッシブスキルを習得します。",
}
loadingtips[4] = {
    ["tips"] = "ヒント：装備は色で品質を区別できますよ：(低→高)青、金、紫、緑、赤、オレンジ。",
}
loadingtips[5] = {
    ["tips"] = "ヒント：所属陣営が違う英雄を6名出陣させると強力な属性ボーナスが得られます",
}
loadingtips[6] = {
    ["tips"] = "ヒント：8時間ごとに無料で一般英雄を召喚でき、48時間ごとに無料で高級英雄を召喚できます。",
}
loadingtips[7] = {
    ["tips"] = "ヒント：前の行列に位置する英雄は敵から大量のダメージを受けるため、なるべく防御に優れる英雄を配置するのをお勧め致します",
}
loadingtips[8] = {
    ["tips"] = "ヒント：攻撃順は英雄の速度で決めます",
}
loadingtips[9] = {
    ["tips"] = "ヒント：VIPレベルが高いほどより多くの特権を行使できます",
}
loadingtips[10] = {
    ["tips"] = "ヒント：お仲間とハートを贈り合いしましょう。友情召喚使えますよ",
}
return loadingtips