local data = {}
data[1] = {
    ["name"] = "競技場毎日ボーナス",
    ["content"] = "おめでとうございます！#time#の#id#リーグ中、#rank#位の好成績を取りました。以下のボーナスをお贈りします",
    ["from"] = "競技場メール",
}
data[2] = {
    ["name"] = "シーズン合計ボーナス",
    ["content"] = "#id#リーグ中#rank#位の成績を獲得しておめでとうございます。アブティン王国を代表してその武勇ぶりに敬意を払います。こちらの賞品をご用意しました。どうぞお受け取りください",
    ["from"] = "競技場メール",
}
data[3] = {
    ["name"] = "会長任命",
    ["content"] = "#member1#はギルドのリーダから降りました。#member2#はギルド#guildname#のリーダに任命されました",
    ["from"] = "ギルドメール",
}
data[4] = {
    ["name"] = "役人任命",
    ["content"] = "ギルド#guildname#の役人に任命されました",
    ["from"] = "ギルドメール",
}
data[5] = {
    ["name"] = "役人免职",
    ["content"] = "ギルド#guildname#の役人から降りました",
    ["from"] = "ギルドメール",
}
data[6] = {
    ["name"] = " はギルドから追い出された",
    ["content"] = "ギルド#guildname#から追い出されました",
    ["from"] = "ギルドメール",
}
data[7] = {
    ["name"] = "ギルド解散",
    ["content"] = "ギルド#guildname#が解散されました",
    ["from"] = "ギルドメール",
}
data[8] = {
    ["name"] = "ギルドBossボーナス",
    ["content"] = "おめでとう！Boss戦に勝利を獲得ました。以下のボーナスをお贈りします",
    ["from"] = "ギルドメール",
}
data[9] = {
    ["name"] = "新サーバーお祝いボーナス",
    ["content"] = "イベント期間中、毎日ログインするだけでダイヤモンド50個、コイン2つ、競技場チケット2つ受領できます、以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[10] = {
    ["name"] = "ゲームマスターからの手紙",
    ["content"] = "#content#",
    ["from"] = "GMメール",
}
data[11] = {
    ["name"] = "ゲームマスターからの手紙",
    ["content"] = "#content#",
    ["from"] = "GMメール",
}
data[12] = {
    ["name"] = "月間会員",
    ["content"] = "おめでとう！会員(月間)になりました。#date#から毎日00:00 am(UTC/GMC 0)にシステムからダイヤモンド#gems#個が配布されます。今日は1日目です",
    ["from"] = "会員カード(月間)",
}
data[13] = {
    ["name"] = "月間会員今日分のボーナス",
    ["content"] = "VIPレベル#number#の会員こんにちは。今日はこちらのボーナスを配布致しました。どうぞ忘れずお受け取りください。後#day#日会員カード(月間)が満期になります",
    ["from"] = "会員カード(月間)",
}
data[14] = {
    ["name"] = "会員カード(月間)満期",
    ["content"] = "会員カード(月間)が満期になりました。今からショップでもう一度購入すると引き続きボーナスを受領できます。消費したダイヤモンドの13倍相当の価値のアイテムをプレゼントします",
    ["from"] = "会員カード(月間)",
}
data[15] = {
    ["name"] = "レベルアップボーナス",
    ["content"] = "おめでとう！レベルが#level#になりました。ダイヤモンドを#gems#個、コインを#gold#獲得しました。以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[16] = {
    ["name"] = "英雄召喚ボーナス",
    ["content"] = "おめでとう！今回のイベントで英雄#ID#と豪華なプレゼントを獲得しました。以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[17] = {
    ["name"] = "ダウンロードするとプレゼントあり",
    ["content"] = "お勧めのアプリをダウンロードしました。ダイヤモンドを#gems#個獲得。以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[18] = {
    ["name"] = "ギルドレイドバトル",
    ["content"] = "おめでとう！#date#ギルドRAIDにて1回の戦闘を達成しました。それに応じた賞品を配布しました。以下のボーナスをお贈りします",
    ["from"] = "ギルドメール",
}
data[19] = {
    ["name"] = "ランクボーナス",
    ["content"] = "ご支持ありがとうございます。以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[20] = {
    ["name"] = "映画ボーナス",
    ["content"] = "ご視聴ありがとうございます。以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[21] = {
    ["name"] = "ギルド戦申し込み通知",
    ["content"] = "ギルドは拠点#stage#の登録に成功しました。ギルド戦闘画面へ行ってご準備を",
    ["from"] = "ギルド戦",
}
data[22] = {
    ["name"] = "ギルド戦賞品",
    ["content"] = "ギルド対戦の#number#回戦中拠点#stage#の占領に成功しました。こちらの賞品を配布しました：",
    ["from"] = "ギルド戦",
}
data[23] = {
    ["name"] = "次回ギルド戦賞品",
    ["content"] = "おめでとう！今回のギルド戦にて優秀な戦いを表彰すべく、こちらのの賞品を用意致しました",
    ["from"] = "ギルド戦",
}
data[24] = {
    ["name"] = "ギルドチャンピオン賞品",
    ["content"] = "おめでとう！今回のギルド戦にて一位の成績を上げました。こちらのの賞品を用意致しました",
    ["from"] = "ギルド戦",
}
data[25] = {
    ["name"] = "ギルドBoss撃破ボーナス",
    ["content"] = "おめでとうございます！ギルドBossが撃破せれました。以下の賞品をお贈りします",
    ["from"] = "ギルドメール",
}
data[26] = {
    ["name"] = "召喚ポイント引き換え景品",
    ["content"] = "おめでとうございます！召喚イベントで#number#ポイントを獲得しました。以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[27] = {
    ["name"] = "感謝祭プレゼント",
    ["content"] = "イベント期間中、毎日ログインするだけでダイヤモンド#gems#個、コイン#chip#つ、以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[28] = {
    ["name"] = "クリスマスプレゼント",
    ["content"] = "イベント期間中、毎日ログインするだけでダイヤモンド50個、コイン2つ、ワンダーパペット2つ、以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[29] = {
    ["name"] = "願いの円盤景品",
    ["content"] = "おめでとうございます！願いの円盤キャンペーンで#number#ポイントを獲得しました。以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[30] = {
    ["name"] = "厳冬差し入れ",
    ["content"] = "イベント期間中、毎日ログインするだけでダイヤモンド50個、高級召喚巻き物2つ受領できます、以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[31] = {
    ["name"] = "厳冬差し入れ",
    ["content"] = "イベント期間中、毎日ログインするだけでダイヤモンド50個、ワンダーパペット2つ、高級召喚巻き物1つ受領できます、以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[32] = {
    ["name"] = "死亡幻想挑戦ボーナス",
    ["content"] = "おめでとう！今回の幻惑の塔挑戦中、#rank#位の成績を上げました。以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[33] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベント期間中、毎日ログインするだけでダイヤモンド100個、高級召喚巻き物1つ受領できます、以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[34] = {
    ["name"] = "復活祭プレゼント",
    ["content"] = "イベント期間中、毎日ログインするだけでダイヤモンド50個、高級召喚巻き物2つ受領できます、以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[35] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベント期間中、毎日ログインするだけでダイヤモンド50個、ワンダーパペット2つ、高級召喚巻き物1つ受領できます、以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[36] = {
    ["name"] = "伝説召喚景品",
    ["content"] = "おめでとう！伝説召喚イベントで条件を満たして賞品を獲得しました。以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[37] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベント期間中、毎日ログインするだけでダイヤモンド100個、高級召喚巻き物2つ受領できます、以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[38] = {
    ["name"] = "出血大サービスパック",
    ["content"] = "おめでとうございます！出血大サービスパックイベントで#number#ポイントを獲得しました。以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[39] = {
    ["name"] = "お仲間Bossボーナス",
    ["content"] = "Bossの撃破に成功した！ギルドBossが撃破せれました。以下の賞品をお贈りします",
    ["from"] = "システムメール",
}
data[40] = {
    ["name"] = "お仲間ランキング賞品",
    ["content"] = "おめでとう！今週の仲間インタラクティブ中、#rank#位の成績を上げました。以下のボーナスをお贈りします",
    ["from"] = "システムメール",
}
data[41] = {
    ["name"] = "会員カード(月間)・小",
    ["content"] = "会員カード(月間)・小を購入しました。#date#から、システムが毎日の00:00 am(UTC/GMT 0)に、#gems#ダイヤモンドを送ります。会員カード(月間)・小を購入した当日は直ちに１日目のダイヤモンドを配布します。",
    ["from"] = "システムメール",
}
data[42] = {
    ["name"] = "会員カード(月間)・小の賞品",
    ["content"] = "本日は以下の賞品を配布します。会員カード(月間)・小はあと#day#日で期限切れになります。",
    ["from"] = "システムメール",
}
data[43] = {
    ["name"] = "が期限切れになりました",
    ["content"] = "会員カード(月間)・小はすでに期限切れになりました。今すぐショップでふたたび購入すると、会員カード(月間)・小の会員になり、10倍価値のダイヤモンドを受領できます！",
    ["from"] = "システムメール",
}
data[44] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインするとコイン x 5。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[45] = {
    ["name"] = "合成イベント",
    ["content"] = "イベントの間、5星#ID#英雄を合成しました。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[46] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインすると4星英雄ピース x 30，コイン x 3。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[47] = {
    ["name"] = "好戦者イベントボーナス",
    ["content"] = "好戦者イベントでを達成しました。以下のボーナスを配布します",
    ["from"] = "システムメール",
}
data[48] = {
    ["name"] = "アーティファクトギフト",
    ["content"] = "イベントの間、毎日ログインすると紫色の3星アーティファクトを1個、500魔法の塵を受領できます。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[49] = {
    ["name"] = "感謝祭プレゼント",
    ["content"] = "イベントの間、毎日ログインすると預言者オーブ1個、5星英雄の欠片10個を受領できます。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[50] = {
    ["name"] = "ギルド戦ポイントコンテストボーナス",
    ["content"] = "ギルド戦ポイントコンテストで#rank#位を取得しました。その勇ましさの証として、以下のボーナスを配布します",
    ["from"] = "システムメール",
}
data[51] = {
    ["name"] = "ギルド戦決勝ボーナス",
    ["content"] = "ギルド戦ポイントコンテストで#rank#位を取得しました。その勇ましさの証として、以下のボーナスを配布します",
    ["from"] = "システムメール",
}
data[52] = {
    ["name"] = "ギルド戦決勝ボーナス",
    ["content"] = "ギルド戦決勝で2位を取得しました。その勇ましさの証として、以下のボーナスを配布します",
    ["from"] = "システムメール",
}
data[53] = {
    ["name"] = "ギルド戦決勝ボーナス",
    ["content"] = "ギルド戦決勝で1位を取得しました。その勇ましさの証として、以下のボーナスを配布します",
    ["from"] = "システムメール",
}
data[54] = {
    ["name"] = "飲み屋4星クエストの達成ボーナス",
    ["content"] = "飲み屋クエストイベントで4星クエストを達成しました。以下のボーナスを配布します：",
    ["from"] = "システムメール",
}
data[55] = {
    ["name"] = "飲み屋5星クエストの達成ボーナス",
    ["content"] = "飲み屋クエストイベントで5星クエストを達成しました。以下のボーナスを配布します：",
    ["from"] = "システムメール",
}
data[56] = {
    ["name"] = "ギルドに参加する",
    ["content"] = "おめでとう、ギルド#guildname#に入りました。毎日のサインインを忘れないでください！",
    ["from"] = "ギルドメール",
}
data[57] = {
    ["name"] = "クリスマスの贈り物",
    ["content"] = "イベントの間、毎日ログインすると預言者オーブ x 1，アイスドール x 50。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[58] = {
    ["name"] = "新年の贈り物",
    ["content"] = "イベントの間、毎日ログインするとダイヤモンド x 200，5星英雄ピース x 15。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[59] = {
    ["name"] = "チャンピオントライアル",
    ["content"] = "ユーザー様、チャンピオントライアルはすでに始まりました。競技場チケット5枚プレゼントしますので、早く参加してくださいね！",
    ["from"] = "システムメール",
}
data[60] = {
    ["name"] = "プレーヤーの皆様",
    ["content"] = "#content1# #link_text# #link_url# #content2#",
    ["from"] = "システムメール",
}
data[61] = {
    ["name"] = "新年の贈り物",
    ["content"] = "イベントの間、毎日ログインすると預言者オーブ x 1，アイスドール x 50。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[62] = {
    ["name"] = "飲み屋6星クエストの達成ボーナス",
    ["content"] = "飲み屋クエストイベントで6星クエストを達成しました。以下のボーナスを配布します：",
    ["from"] = "システムメール",
}
data[63] = {
    ["name"] = "飲み屋7星クエストの達成ボーナス",
    ["content"] = "飲み屋クエストイベントで7星クエストを達成しました。以下のボーナスを配布します：",
    ["from"] = "システムメール",
}
data[64] = {
    ["name"] = "バレンタインデーの贈り物",
    ["content"] = "イベントの間、毎日ログインするとハート x 10，ダイヤモンド x 100，5星セラーピース x 10。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[65] = {
    ["name"] = "合成イベント",
    ["content"] = "イベントの間、6星#ID#英雄を合成しました。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[66] = {
    ["name"] = "マルチチーム競技場",
    ["content"] = "チームに入りました",
    ["from"] = "競技場メール",
}
data[67] = {
    ["name"] = "ギルドボス",
    ["content"] = "ボスを何回も仕留めたので、報酬をもう一度得ることはできません。",
    ["from"] = "システムメール",
}
data[68] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインすると預言者オーブ1個,ダイヤモンド100個。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[69] = {
    ["name"] = "預言者召喚のポイントボーナス",
    ["content"] = "イベント預言者召喚で#number#ポイントを獲得しました。以下のボーナスを受け取ってください",
    ["from"] = "システムメール",
}
data[70] = {
    ["name"] = "神使いの祝福",
    ["content"] = "イベントの間、毎日ログインするとダイヤモンド200個、コイン5個を受領できます。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[71] = {
    ["name"] = "ギルドメール",
    ["content"] = "#content#",
    ["from"] = "ギルドメール",
}
data[72] = {
    ["name"] = "GMフィードバック",
    ["content"] = "ユーザー様、#platform#から#price#お支払いで注文書ナンバーが#order_id#のアイテムを購入されましたが、インターネット接続の原因でいまだ配布されておりません。補填作業として、メールからアイテムをお送りいたしますので、添付ファイルをご確認ください。",
    ["from"] = "GMメール",
}
data[73] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインするとダイヤモンド100個、英雄召喚巻き物2個を受領できます。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[74] = {
    ["name"] = "討伐ボーナス",
    ["content"] = "略奪者Bossを倒しました。以下のボーナスを受け取ってください",
    ["from"] = "システムメール",
}
data[75] = {
    ["name"] = "討伐ボーナス",
    ["content"] = "ギルドBossを倒しました。以下のボーナスを受け取ってください",
    ["from"] = "システムメール",
}
data[76] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインするとダイヤモンド200個、コイン5個を受領できます。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[77] = {
    ["name"] = "ブロークンスペース",
    ["content"] = "親愛なるユーザー様、ブロークンスペースが解放されました！起動資金として、挑戦バッジ4個をプレゼントいたします！どうか参加してみてください！",
    ["from"] = "システムメール",
}
data[78] = {
    ["name"] = "幽霊との合体・討伐の報酬",
    ["content"] = "ブロークンスペース・幽霊との合体のボスを討伐しました。以下の報酬を受け取ってください",
    ["from"] = "システムメール",
}
data[79] = {
    ["name"] = "地獄襲来・討伐の報酬",
    ["content"] = "ブロークンスペース・地獄襲来のボスを討伐しました。以下の報酬を受け取ってください",
    ["from"] = "システムメール",
}
data[80] = {
    ["name"] = "光と闇の同盟・討伐の報酬",
    ["content"] = "ブロークンスペース・光と闇の同盟のボスを討伐しました。以下の報酬を受け取ってください",
    ["from"] = "システムメール",
}
data[81] = {
    ["name"] = "幽霊との合体・決算の報酬",
    ["content"] = "ブロークンスペース・幽霊との合体で#rank#位を獲得しました。以下の報酬を受け取ってください",
    ["from"] = "システムメール",
}
data[82] = {
    ["name"] = "タイム・アンド・スペース報酬が壊れた",
    ["content"] = "おめでとう、壊れた空間で＃ランク＃を獲得し、次の報酬を得る",
    ["from"] = "システムメール",
}
data[83] = {
    ["name"] = "光と闇の同盟・決算の報酬",
    ["content"] = "ブロークンスペース・光と闇の同盟で#rank#位を獲得しました。以下の報酬を受け取ってください",
    ["from"] = "システムメール",
}
data[84] = {
    ["name"] = "幽霊との合体・討伐ギフト",
    ["content"] = "ブロークンスペース・幽霊との合体のボスが討伐されました。以下の報酬を受け取ってください",
    ["from"] = "システムメール",
}
data[85] = {
    ["name"] = "地獄襲来・討伐ギフト",
    ["content"] = "ブロークンスペース・地獄襲来のボスが討伐されました。以下の報酬を受け取ってください",
    ["from"] = "システムメール",
}
data[86] = {
    ["name"] = "光と闇の同盟・討伐ギフト",
    ["content"] = "ブロークンスペース・光と闇の同盟のボスが討伐されました。以下の報酬を受け取ってください",
    ["from"] = "システムメール",
}
data[87] = {
    ["name"] = "ファーストアニバーサリー",
    ["content"] = "イベントの間、毎日ログインすると、現在のレベルに応じたラッキーボーンとダイヤモンドを受け取れます。ボーナスは添付ファイルとしてお贈りします",
    ["from"] = "システムメール",
}
data[88] = {
    ["name"] = "初心者パック",
    ["content"] = "交換コード#key#入力成功、以下のアイテムをお送りします！ありがとうございます。",
    ["from"] = "システムメール",
}
data[89] = {
    ["name"] = "特権パック",
    ["content"] = "交換コード#key#入力成功、以下のアイテムをお送りします！ありがとうございます。",
    ["from"] = "システムメール",
}
data[91] = {
    ["name"] = "FB いいね！イベント報酬",
    ["content"] = "ごきげんよう、ヒーロー、おかげさまで、悪人ダス・モーゲは敗れました。FB のファンページを救ってくれたね！宝石 300 個の戦利品を集めてください。 ",
    ["from"] = "システムメール",
}
data[92] = {
    ["name"] = "新浪微博フォロー報酬",
    ["content"] = "ヒーローたちよ！新浪微博でフォローしていただき、ありがとうございました。ただいま、新浪微博のフォロワー数は、15,000 人を超えてきました。その報酬として、宝石 400 個をお受け取り下さい。",
    ["from"] = "システムメール",
}
data[93] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインするとコイン3個、英雄コイン1個を受領できます。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[94] = {
    ["name"] = "毎日報酬",
    ["content"] = "イベント期間、毎日ログインして、5 星ヒーロー破片x10 をゲットできます。添付にて報酬をお受け取り下さい。",
    ["from"] = "システムメール",
}
data[95] = {
    ["name"] = "「覚醒する栄光の報酬」",
    ["content"] = "覚醒する栄光イベントでのアチーブメントを祝いに、以下の報酬をお受け取り下さい",
    ["from"] = "システムメール",
}
data[96] = {
    ["name"] = "「英雄の奇跡の報酬」",
    ["content"] = "英雄の奇跡イベントでのアチーブメントを祝いに、以下の報酬をお受け取り下さい",
    ["from"] = "システムメール",
}
data[97] = {
    ["name"] = "FB　ファンページのいいね！チャレンジ",
    ["content"] = "おかげさまで、悪人アイスブリンクは敗れまして、アイドルヒーローズのファンページは救われました。宝石 400 個の戦利品をお受け取り下さい",
    ["from"] = "システムメール",
}
data[98] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインすると英雄召喚巻き物5個を受領できます，5星英雄ピース15個を受領できます。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[99] = {
    ["name"] = "モンスターリセット",
    ["content"] = "すべてのモンスターがリセットされ、金を含めて消費されたすべての材料があなたのメール箱に送られました。以下の添付にてそれらを受領してください。",
    ["from"] = "システムメール",
}
data[100] = {
    ["name"] = "チームリーダーの委譲",
    ["content"] = "自由チームアップ闘技場のチームリーダーがあなたに委譲されました。今からチームリーダーの役割を果たしましょう。",
    ["from"] = "システムメール",
}
data[101] = {
    ["name"] = "ギルドミル補償メール",
    ["content"] = "ご利用者さま、ギルドミルに新しく調整を入れました、原初の注文はキャンセルされますが、以下の補償をお受け取り下さい。",
    ["from"] = "システムメール",
}
data[102] = {
    ["name"] = "補償メール",
    ["content"] = "ご利用者さま、何らかの技術障害によって引き起こされたサーバー上のローディング問題に対して、大変ご迷惑をおかけして、申し訳ございません。ただいま問題を修正しましたが、ご迷惑を謝罪するために、先知オーブx1 と 500 個の無料の宝石をお送りします。問題解決をサポートいただき、ありがとうございました。",
    ["from"] = "システムメール",
}
data[103] = {
    ["name"] = "新アスペンダンジョン登場",
    ["content"] = "ご利用者さま、もうすぐ斬新なアスペンダンジョンの登場です、以下の材料をお受け取り、楽しんでくださいね！",
    ["from"] = "システムメール",
}
data[104] = {
    ["name"] = "ハロウィンイベント報酬",
    ["content"] = "ご利用者さま、ハロウィンのイベントでのリディームの報酬は以下の通りです。",
    ["from"] = "システムメール",
}
data[105] = {
    ["name"] = "討伐ボーナス",
    ["content"] = "天空の島のボスは、あなたによって倒されました。おめでとうございます。次のリワードをお受け取りください。",
    ["from"] = "システムメール",
}
data[106] = {
    ["name"] = "補償メール",
    ["content"] = "プレーヤーさん、大変申し訳ございませんでした。ご購入したアイテムはネット通信の問題で、届きませんでした。後メールでお送りしますので、ご確認ください。",
    ["from"] = "システムメール",
}
data[107] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインすると黒い宝箱5個を受領できます。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[108] = {
    ["name"] = "プレミアム黒いゴールドカード報酬",
    ["content"] = "#level# レベル VIP #number# のユーザーなので、本日、以下の報酬をお送りします。プレミアム黒いゴールドカードは #day# 日後期限切れになります。",
    ["from"] = "システムメール",
}
data[109] = {
    ["name"] = "補償メール",
    ["content"] = "島の戦闘戦略で島の爽快な仕組みを調整しました。以下の補償を受け入れてください。",
    ["from"] = "システムメール",
}
data[110] = {
    ["name"] = "プレーヤーの皆様",
    ["content"] = "こんにちは。Twitter公式アカウントを準備完了いたしました。ゲームの最新情報や、最新イベント内容は今発信中！Twitterで＠IdleHeroesJP公式アカウントをフォロワーしてお願いいたします。URL：https://twitter.com/IdleHeroesJPどうもありがとうございます。これからも、どうぞよろしくお願いいたします。",
    ["from"] = "システムメール",
}
data[111] = {
    ["name"] = "聖なる大感謝祭",
    ["content"] = "イベント期間中、ログインボーナスとしてプレーヤーレベルに相当する数のミニ雪だるまとダイヤモンドをお送りします。どうぞお受け取り下さい。",
    ["from"] = "システムメール",
}
data[112] = {
    ["name"] = "GM우편",
    ["content"] = "아이들 히어로즈 카페에 가입해주셔서 진심으로 감사드립니다!",
    ["from"] = "시스템 우편",
}
data[113] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインすると英雄召喚巻き物2個を受領できます。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[114] = {
    ["name"] = "FB like challenge reward",
    ["content"] = "Congratulations, the Vicious Kroos has been defeated, now you can claim the loot, 450 gems for everyone!",
    ["from"] = "System Email",
}
data[115] = {
    ["name"] = "Like reward",
    ["content"] = "Thanks for your 'like' to our facebook like challenge post, here is your reward. Stay tuned with us on facebook or twitter, there will be more awesome events which grant generous reward, thanks!",
    ["from"] = "System Email",
}
data[116] = {
    ["name"] = "GM來信",
    ["content"] = "親愛的兵粉，邀請您關注我們的官方微信公眾號與微博（搜索：放置奇兵或者點擊以下官網連結掃描二維碼），我們會不定時的舉行各種福利活動以及爆料放置新旅程春節系列（重磅消息），趕緊來關注吧！|||http://ih.dhgames.cn|||http://ih.dhgames.cn|||",
    ["from"] = "系統郵件",
}
data[117] = {
    ["name"] = "고객님들께",
    ["content"] = "안녕하세요, 여러분.  최신 게임 정보와 이벤트 활동 소식 등 우리 게임 Twitter를 통해서 전달 드리겠습니다.  아래 링크를 클릭해서 팔로우하세요~여러분의 응원 많이 부탁드려요. 감사합니다.|||https://twitter.com/IdleheroesKr|||https://twitter.com/IdleheroesKr|||",
    ["from"] = "시스템 우편",
}
data[118] = {
    ["name"] = "補償メール",
    ["content"] = "お客様の購入したバリューパックの内容を調整いたしました。お詫びに以下のアイテムをお送りいたします。",
    ["from"] = "システムメール",
}
data[119] = {
    ["name"] = "毎日賞品",
    ["content"] = "春節イベント期間中、毎日のログインボーナスとして、魔法提灯×8・スイーツチョコレート×6をお送りいたします。",
    ["from"] = "システムメール",
}
data[120] = {
    ["name"] = "春節幸運カード",
    ["content"] = "#level# レベル VIP #number# のユーザーなので、本日、以下の報酬をお送りします。春節幸運カードは #day# 日後期限切れになります。",
    ["from"] = "システムメール",
}
data[121] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインすると預言者オーブ1個，英雄召喚巻き物1個，チャレンジバッジ8個。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[122] = {
    ["name"] = "华为论坛专属活动",
    ["content"] = "亲爱的兵粉，华为《放置奇兵》论坛现在正在举行专区特享故事编纂活动，最高能得到2018钻石和万能英雄碎片奖励，赶紧动动手指来参与吧！活动传送门：|||http://cn.club.vmall.com/thread-15343426-1-1.html|||http://cn.club.vmall.com/thread-15343426-1-1.html|||",
    ["from"] = "系统邮件",
}
data[123] = {
    ["name"] = "討伐ボーナス",
    ["content"] = "おめでとう！「火の祭壇」ボス討伐成功！下記の報酬をお送りいたします。",
    ["from"] = "システムメール",
}
data[124] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインすると預言者オーブ1個，古代の石像50個。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[125] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインすると競技場チケット2個,ダイヤモンド100個。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[126] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインするとキラコイン1個，チャレンジバッジ4個。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[127] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインするとダイヤモンド200個。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[128] = {
    ["name"] = "サーバー統合ボーナス",
    ["content"] = "プレイヤー様：サーバー統合は無事完了しました。ご協力ありがとうございます。下記のボーナスをどうぞ受け取ってください。ダイヤモンド×2000・ユニバーサルスキンの欠片×10",
    ["from"] = "システムメール",
}
data[129] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインすると預言者オーブ1個，チャレンジバッジ4個。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[130] = {
    ["name"] = "プレーヤーの皆様",
    ["content"] = "プレイヤー様：#content# 10：00より、「サーバー統合」を実施のためのメンテナンスを行う予定です。メンテナンスの時間は2～4時間となっております。メンテナンス中はゲームをプレイすることができませんので、メンテナンス開始時間前にはゲームの終了をお願いいたします。メンテナンス終了後、お詫びといたしまして、お客様へ以下の対応をさせていただきます。対応内容：ダイヤモンド×2000個・ユニバーサルスキン欠片×10個,お客様には大変ご迷惑をおかけいたしますが、何卒、ご理解とご協力をよろしくお願い申し上げます。",
    ["from"] = "システムメール",
}
data[131] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインすると預言者オーブ1個,キラコイン1個。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[132] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインするとキラコイン1個。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[133] = {
    ["name"] = "2周年祭り",
    ["content"] = "イベント期間中、毎日ログインすると、レベル数のラッキー記念コインとダイヤモンドをプレゼントする。",
    ["from"] = "システムメール",
}
data[134] = {
    ["name"] = "周年記念カードボーナス",
    ["content"] = "プレイヤー様はレベル#level#・VIPレベル#number#で、下記のボーナスをお送りいたします。周年記念カード期限は#day#日になります。",
    ["from"] = "システムメール",
}
data[135] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインすると預言者オーブ1個，ラッキー記念コイン100個。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[136] = {
    ["name"] = "ブロークンスペース",
    ["content"] = "親愛なるユーザー様、ブロークンスペースが解放されました！起動資金として、挑戦バッジ5個をプレゼントいたします！どうか参加してみてください！",
    ["from"] = "システムメール",
}
data[137] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインすると英雄召喚巻き物2個，キラコイン1個を受領できます。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[138] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインすると預言者オーブ1個。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[139] = {
    ["name"] = "毎日賞品",
    ["content"] = "イベントの間、毎日ログインするとキラコイン1個,ダイヤモンド50個。ボーナスは添付ファイルとして配布します",
    ["from"] = "システムメール",
}
data[90001] = {
    ["name"] = "Seasonal Server",
    ["content"] = "Welcome to the 36th Seasonal Server! This server will run from 1-May to 29-May. Compete with others and try to see how far you can get in that time. At the end rewards will be sent to your S1 character. Check the Season button at the bottom of the screen in town to see your rankings and what the rewards will be. Good luck! :)<para><para>Current modifiers:<para>All auras are disabled<para>Evolving hero to 10-star will instantly make it 13-star<para>Hero skill change is possible in Events menu<para>2x Light hero find chance<para>7x 5-star hero find chance<para>5x Campaign loot<para>15x Campaign auto-battle player experience<para>2x Prophet Summon rewards<para>15x Campaign auto-battle gold & spirit<para>2x Dark hero find chance<para>2x Black Market item amounts<para>3x Aspen Dungeon chest rewards<para>2x Tavern reward amounts<para>10x Brave Trial chest rewards<para>3x Guild Coins from Boss, Mill and Guild War<para>2x Altar currency when disassembling hero<para>0.5x Hero level up gold cost<para>2x Casino reward amounts<para>Instant guild mill level 10<para>5x Casino chance of 5-star hero shards<para>3x Casino chance of 4-star hero shards<para>0.4x Casino chance of Spirit<para>Instant guild level 30<para>0.1x 1-star hero find chance<para>0.1x 2-star hero find chance",
    ["from"] = "Server Info",
}
return data