local data = {}
data[43008] = {
    ["name"] = "용기 훈장",
    ["suitName"] = "용기 세트",
}
data[5121] = {
    ["name"] = "루나의 슬픔",
}
data[5122] = {
    ["name"] = "영원함의 챕터",
}
data[5123] = {
    ["name"] = "여행자의 반지",
}
data[5124] = {
    ["name"] = "빛의 방패",
}
data[5125] = {
    ["name"] = "거울의 사슬",
}
data[5126] = {
    ["name"] = "구속의 영혼",
}
data[5127] = {
    ["name"] = "황금 나침판",
}
data[5128] = {
    ["name"] = "액운의 모래시계",
}
data[5129] = {
    ["name"] = "팬텀 망토",
}
data[5130] = {
    ["name"] = "비뢰신",
}
data[5131] = {
    ["name"] = "매직 암릿",
}
data[5132] = {
    ["name"] = "타락",
}
data[5133] = {
    ["name"] = "선혈",
}
data[5134] = {
    ["name"] = "망상",
}
data[5135] = {
    ["name"] = "엘프 축복의 활",
}
data[5136] = {
    ["name"] = "오크나무 심장",
}
data[42001] = {
    ["name"] = "용린 갑옷",
}
data[5138] = {
    ["name"] = "그림자 망토",
}
data[5139] = {
    ["name"] = "천사의 펜던트",
}
data[5140] = {
    ["name"] = "사탄의 심장",
}
data[5141] = {
    ["name"] = "죽음의 춤",
}
data[5142] = {
    ["name"] = "망자의 비명",
}
data[42007] = {
    ["name"] = "질좋은 용린 갑옷",
}
data[42008] = {
    ["name"] = "용기 갑옷",
    ["suitName"] = "용기 세트",
}
data[5145] = {
    ["name"] = "여행자의 반지",
}
data[5146] = {
    ["name"] = "빛의 방패",
}
data[5147] = {
    ["name"] = "거울의 사슬",
}
data[5148] = {
    ["name"] = "구속의 영혼",
}
data[5149] = {
    ["name"] = "황금 나침판",
}
data[5150] = {
    ["name"] = "액운의 모래시계",
}
data[5151] = {
    ["name"] = "팬텀 망토",
}
data[5152] = {
    ["name"] = "비뢰신",
}
data[5153] = {
    ["name"] = "매직 암릿",
}
data[5154] = {
    ["name"] = "타락",
}
data[5155] = {
    ["name"] = "선혈",
}
data[5156] = {
    ["name"] = "망상",
}
data[5157] = {
    ["name"] = "엘프 축복의 활",
}
data[5158] = {
    ["name"] = "오크나무 심장",
}
data[5159] = {
    ["name"] = "비취 나비",
}
data[5160] = {
    ["name"] = "그림자 망토",
}
data[5161] = {
    ["name"] = "천사의 펜던트",
}
data[5162] = {
    ["name"] = "사탄의 심장",
}
data[5163] = {
    ["name"] = "죽음의 춤",
}
data[5164] = {
    ["name"] = "망자의 비명",
}
data[5165] = {
    ["name"] = "루나의 슬픔",
}
data[5166] = {
    ["name"] = "영원함의 챕터",
}
data[5167] = {
    ["name"] = "여행자의 반지",
}
data[5168] = {
    ["name"] = "빛의 방패",
}
data[5169] = {
    ["name"] = "거울의 사슬",
}
data[5170] = {
    ["name"] = "구속의 영혼",
}
data[5171] = {
    ["name"] = "황금 나침판",
}
data[5172] = {
    ["name"] = "액운의 모래시계",
}
data[5173] = {
    ["name"] = "팬텀 망토",
}
data[5174] = {
    ["name"] = "비뢰신",
}
data[5175] = {
    ["name"] = "매직 암릿",
}
data[5176] = {
    ["name"] = "타락",
}
data[5177] = {
    ["name"] = "선혈",
}
data[5178] = {
    ["name"] = "망상",
}
data[5179] = {
    ["name"] = "엘프 축복의 활",
}
data[5180] = {
    ["name"] = "오크나무 심장",
}
data[5181] = {
    ["name"] = "비취 나비",
}
data[5182] = {
    ["name"] = "그림자 망토",
}
data[5183] = {
    ["name"] = "천사의 펜던트",
}
data[5184] = {
    ["name"] = "사탄의 심장",
}
data[5185] = {
    ["name"] = "죽음의 춤",
}
data[5186] = {
    ["name"] = "망자의 비명",
}
data[5187] = {
    ["name"] = "루나의 슬픔",
}
data[5188] = {
    ["name"] = "영원함의 챕터",
}
data[5189] = {
    ["name"] = "여행자의 반지",
}
data[5190] = {
    ["name"] = "빛의 방패",
}
data[5191] = {
    ["name"] = "거울의 사슬",
}
data[5192] = {
    ["name"] = "구속의 영혼",
}
data[5193] = {
    ["name"] = "황금 나침판",
}
data[5194] = {
    ["name"] = "액운의 모래시계",
}
data[5195] = {
    ["name"] = "팬텀 망토",
}
data[5196] = {
    ["name"] = "비뢰신",
}
data[5197] = {
    ["name"] = "매직 암릿",
}
data[5198] = {
    ["name"] = "타락",
}
data[5199] = {
    ["name"] = "선혈",
}
data[5200] = {
    ["name"] = "망상",
}
data[5201] = {
    ["name"] = "엘프 축복의 활",
}
data[5202] = {
    ["name"] = "오크나무 심장",
}
data[5203] = {
    ["name"] = "비취 나비",
}
data[5204] = {
    ["name"] = "그림자 망토",
}
data[5205] = {
    ["name"] = "천사의 펜던트",
}
data[5206] = {
    ["name"] = "사탄의 심장",
}
data[5207] = {
    ["name"] = "죽음의 춤",
}
data[5208] = {
    ["name"] = "망자의 비명",
}
data[5209] = {
    ["name"] = "루나의 슬픔",
}
data[5210] = {
    ["name"] = "영원함의 챕터",
}
data[5211] = {
    ["name"] = "여행자의 반지",
}
data[5212] = {
    ["name"] = "빛의 방패",
}
data[5213] = {
    ["name"] = "거울의 사슬",
}
data[5214] = {
    ["name"] = "구속의 영혼",
}
data[5215] = {
    ["name"] = "황금 나침판",
}
data[5216] = {
    ["name"] = "액운의 모래시계",
}
data[5217] = {
    ["name"] = "팬텀 망토",
}
data[5218] = {
    ["name"] = "비뢰신",
}
data[5219] = {
    ["name"] = "매직 암릿",
}
data[5220] = {
    ["name"] = "타락",
}
data[101] = {
    ["name"] = "은은한 크리스탈",
}
data[102] = {
    ["name"] = "은은한 크리스탈",
}
data[103] = {
    ["name"] = "은은한 크리스탈",
}
data[104] = {
    ["name"] = "은은한 크리스탈",
}
data[105] = {
    ["name"] = "은은한 크리스탈",
}
data[106] = {
    ["name"] = "은은한 크리스탈",
}
data[107] = {
    ["name"] = "은은한 크리스탈",
}
data[108] = {
    ["name"] = "은은한 크리스탈",
}
data[109] = {
    ["name"] = "은은한 크리스탈",
}
data[110] = {
    ["name"] = "은은한 크리스탈",
}
data[111] = {
    ["name"] = "은은한 크리스탈",
}
data[112] = {
    ["name"] = "은은한 크리스탈",
}
data[113] = {
    ["name"] = "은은한 크리스탈",
}
data[114] = {
    ["name"] = "은은한 크리스탈",
}
data[115] = {
    ["name"] = "은은한 크리스탈",
}
data[116] = {
    ["name"] = "은은한 크리스탈",
}
data[5237] = {
    ["name"] = "칼마르의 눈",
}
data[5238] = {
    ["name"] = "필드의 나침판",
}
data[5239] = {
    ["name"] = "에이단의 분노",
}
data[5240] = {
    ["name"] = "얼음의 검",
}
data[5241] = {
    ["name"] = "눈의 걸음",
}
data[5242] = {
    ["name"] = "에너지 심장",
}
data[5243] = {
    ["name"] = "마가렛의 유산",
}
data[5244] = {
    ["name"] = "여왕의 검",
}
data[5245] = {
    ["name"] = "인고르프",
}
data[5246] = {
    ["name"] = "황금궁",
}
data[5247] = {
    ["name"] = "룬의 힘",
}
data[5248] = {
    ["name"] = "탄식",
}
data[5249] = {
    ["name"] = "파괴의 구체",
}
data[5250] = {
    ["name"] = "운명의 창",
}
data[5251] = {
    ["name"] = "운명의 못",
}
data[5252] = {
    ["name"] = "마신의 손길",
}
data[5253] = {
    ["name"] = "죽음의 신",
}
data[5254] = {
    ["name"] = "고대신의 속삭임",
}
data[5255] = {
    ["name"] = "지옥의 눈",
}
data[5256] = {
    ["name"] = "바람신의 사자",
}
data[5257] = {
    ["name"] = "신성한 구슬",
}
data[5258] = {
    ["name"] = "무쌍 갑옷",
}
data[5259] = {
    ["name"] = "마력의 샘",
}
data[5260] = {
    ["name"] = "칼마르의 눈",
}
data[5261] = {
    ["name"] = "필드의 나침판",
}
data[5262] = {
    ["name"] = "에이단의 분노",
}
data[5263] = {
    ["name"] = "얼음의 검",
}
data[5264] = {
    ["name"] = "눈의 걸음",
}
data[5265] = {
    ["name"] = "에너지 심장",
}
data[5266] = {
    ["name"] = "마가렛의 유산",
}
data[5267] = {
    ["name"] = "여왕의 검",
}
data[5268] = {
    ["name"] = "인고르프",
}
data[5269] = {
    ["name"] = "황금궁",
}
data[5270] = {
    ["name"] = "룬의 힘",
}
data[5271] = {
    ["name"] = "탄식",
}
data[5272] = {
    ["name"] = "파괴의 구체",
}
data[5273] = {
    ["name"] = "운명의 창",
}
data[5274] = {
    ["name"] = "운명의 못",
}
data[5275] = {
    ["name"] = "마신의 손길",
}
data[5276] = {
    ["name"] = "죽음의 신",
}
data[5277] = {
    ["name"] = "고대신의 속삭임",
}
data[5278] = {
    ["name"] = "지옥의 눈",
}
data[5279] = {
    ["name"] = "바람신의 사자",
}
data[5280] = {
    ["name"] = "신성한 구슬",
}
data[5281] = {
    ["name"] = "무쌍 갑옷",
}
data[5282] = {
    ["name"] = "마력의 샘",
}
data[5283] = {
    ["name"] = "칼마르의 눈",
}
data[5284] = {
    ["name"] = "필드의 나침판",
}
data[5285] = {
    ["name"] = "에이단의 분노",
}
data[5286] = {
    ["name"] = "얼음의 검",
}
data[5287] = {
    ["name"] = "눈의 걸음",
}
data[5288] = {
    ["name"] = "에너지 심장",
}
data[5289] = {
    ["name"] = "마가렛의 유산",
}
data[5290] = {
    ["name"] = "여왕의 검",
}
data[5291] = {
    ["name"] = "인고르프",
}
data[5292] = {
    ["name"] = "황금궁",
}
data[5293] = {
    ["name"] = "룬의 힘",
}
data[5294] = {
    ["name"] = "탄식",
}
data[5295] = {
    ["name"] = "파괴의 구체",
}
data[5296] = {
    ["name"] = "운명의 창",
}
data[5297] = {
    ["name"] = "운명의 못",
}
data[5298] = {
    ["name"] = "마신의 손길",
}
data[5299] = {
    ["name"] = "죽음의 신",
}
data[5300] = {
    ["name"] = "고대신의 속삭임",
}
data[5301] = {
    ["name"] = "지옥의 눈",
}
data[5302] = {
    ["name"] = "바람신의 사자",
}
data[5303] = {
    ["name"] = "신성한 구슬",
}
data[5304] = {
    ["name"] = "무쌍 갑옷",
}
data[5305] = {
    ["name"] = "마력의 샘",
}
data[5306] = {
    ["name"] = "칼마르의 눈",
}
data[5307] = {
    ["name"] = "필드의 나침판",
}
data[5308] = {
    ["name"] = "에이단의 분노",
}
data[5309] = {
    ["name"] = "얼음의 검",
}
data[5310] = {
    ["name"] = "눈의 걸음",
}
data[5311] = {
    ["name"] = "에너지 심장",
}
data[5312] = {
    ["name"] = "마가렛의 유산",
}
data[5313] = {
    ["name"] = "여왕의 검",
}
data[5314] = {
    ["name"] = "인고르프",
}
data[5315] = {
    ["name"] = "황금궁",
}
data[5316] = {
    ["name"] = "룬의 힘",
}
data[5317] = {
    ["name"] = "탄식",
}
data[5318] = {
    ["name"] = "파괴의 구체",
}
data[5319] = {
    ["name"] = "운명의 창",
}
data[5320] = {
    ["name"] = "운명의 못",
}
data[201] = {
    ["name"] = "호박 크리스탈",
}
data[202] = {
    ["name"] = "호박 크리스탈",
}
data[203] = {
    ["name"] = "호박 크리스탈",
}
data[204] = {
    ["name"] = "호박 크리스탈",
}
data[205] = {
    ["name"] = "호박 크리스탈",
}
data[206] = {
    ["name"] = "호박 크리스탈",
}
data[207] = {
    ["name"] = "호박 크리스탈",
}
data[208] = {
    ["name"] = "호박 크리스탈",
}
data[209] = {
    ["name"] = "호박 크리스탈",
}
data[210] = {
    ["name"] = "호박 크리스탈",
}
data[211] = {
    ["name"] = "호박 크리스탈",
}
data[212] = {
    ["name"] = "호박 크리스탈",
}
data[213] = {
    ["name"] = "호박 크리스탈",
}
data[214] = {
    ["name"] = "호박 크리스탈",
}
data[215] = {
    ["name"] = "호박 크리스탈",
}
data[216] = {
    ["name"] = "호박 크리스탈",
}
data[5337] = {
    ["name"] = "인고르프",
}
data[5338] = {
    ["name"] = "황금궁",
}
data[5339] = {
    ["name"] = "룬의 힘",
}
data[5340] = {
    ["name"] = "탄식",
}
data[5341] = {
    ["name"] = "파괴의 구체",
}
data[5342] = {
    ["name"] = "운명의 창",
}
data[5343] = {
    ["name"] = "운명의 못",
}
data[5344] = {
    ["name"] = "마신의 손길",
}
data[5345] = {
    ["name"] = "죽음의 신",
}
data[5346] = {
    ["name"] = "고대신의 속삭임",
}
data[5347] = {
    ["name"] = "지옥의 눈",
}
data[5348] = {
    ["name"] = "바람신의 사자",
}
data[5349] = {
    ["name"] = "신성한 구슬",
}
data[5350] = {
    ["name"] = "무쌍 갑옷",
}
data[5351] = {
    ["name"] = "마력의 샘",
}
data[5352] = {
    ["name"] = "칼마르의 눈",
}
data[5353] = {
    ["name"] = "필드의 나침판",
}
data[33002] = {
    ["name"] = "룬 반지",
}
data[33003] = {
    ["name"] = "질좋은 룬 반지",
}
data[33004] = {
    ["name"] = "진주 목걸이",
}
data[5357] = {
    ["name"] = "에너지 심장",
}
data[5358] = {
    ["name"] = "마가렛의 유산",
}
data[5359] = {
    ["name"] = "여왕의 검",
}
data[5360] = {
    ["name"] = "인고르프",
}
data[5361] = {
    ["name"] = "황금궁",
}
data[5362] = {
    ["name"] = "룬의 힘",
}
data[5363] = {
    ["name"] = "탄식",
}
data[5364] = {
    ["name"] = "파괴의 구체",
}
data[5365] = {
    ["name"] = "운명의 창",
}
data[5366] = {
    ["name"] = "도살자",
}
data[5367] = {
    ["name"] = "도살자",
}
data[5368] = {
    ["name"] = "도살자",
}
data[5369] = {
    ["name"] = "도살자",
}
data[5370] = {
    ["name"] = "도살자",
}
data[5371] = {
    ["name"] = "블랙데빌 검",
}
data[5372] = {
    ["name"] = "블랙데빌 검",
}
data[5373] = {
    ["name"] = "블랙데빌 검",
}
data[5374] = {
    ["name"] = "블랙데빌 검",
}
data[5375] = {
    ["name"] = "블랙데빌 검",
}
data[5376] = {
    ["name"] = "블랙데빌 검",
}
data[5377] = {
    ["name"] = "블록 부적",
}
data[32002] = {
    ["name"] = "왕의 흉갑",
}
data[32003] = {
    ["name"] = "질좋은 왕의 흉갑",
}
data[32004] = {
    ["name"] = "생명체 망토",
}
data[5381] = {
    ["name"] = "블록 부적",
}
data[5382] = {
    ["name"] = "블록 부적",
}
data[5383] = {
    ["name"] = "은빛 열쇠",
}
data[5384] = {
    ["name"] = "은빛 열쇠",
}
data[5385] = {
    ["name"] = "은빛 열쇠",
}
data[5386] = {
    ["name"] = "은빛 열쇠",
}
data[5387] = {
    ["name"] = "은빛 열쇠",
}
data[5388] = {
    ["name"] = "은빛 열쇠",
}
data[5389] = {
    ["name"] = "심오한 눈동자",
}
data[5390] = {
    ["name"] = "심오한 눈동자",
}
data[5391] = {
    ["name"] = "심오한 눈동자",
}
data[5392] = {
    ["name"] = "심오한 눈동자",
}
data[5393] = {
    ["name"] = "심오한 눈동자",
}
data[5394] = {
    ["name"] = "심오한 눈동자",
}
data[5395] = {
    ["name"] = "자유의 칼날",
}
data[5396] = {
    ["name"] = "자유의 칼날",
}
data[5397] = {
    ["name"] = "자유의 칼날",
}
data[5398] = {
    ["name"] = "자유의 칼날",
}
data[5399] = {
    ["name"] = "자유의 칼날",
}
data[5400] = {
    ["name"] = "자유의 칼날",
}
data[5401] = {
    ["name"] = "잔상",
}
data[31002] = {
    ["name"] = "헤비액스",
}
data[31003] = {
    ["name"] = "질좋은 헤비액스",
}
data[31004] = {
    ["name"] = "왕의 지팡이",
}
data[5405] = {
    ["name"] = "잔상",
}
data[5406] = {
    ["name"] = "잔상",
}
data[5407] = {
    ["name"] = "무영무형",
}
data[5408] = {
    ["name"] = "무영무형",
}
data[5409] = {
    ["name"] = "무영무형",
}
data[5410] = {
    ["name"] = "무영무형",
}
data[5411] = {
    ["name"] = "무영무형",
}
data[5412] = {
    ["name"] = "무영무형",
}
data[5413] = {
    ["name"] = "금빛 열쇠",
}
data[5414] = {
    ["name"] = "금빛 열쇠",
}
data[5415] = {
    ["name"] = "금빛 열쇠",
}
data[5416] = {
    ["name"] = "금빛 열쇠",
}
data[5417] = {
    ["name"] = "금빛 열쇠",
}
data[5418] = {
    ["name"] = "금빛 열쇠",
}
data[5419] = {
    ["name"] = "죄악의 왕관",
}
data[5420] = {
    ["name"] = "죄악의 왕관",
}
data[301] = {
    ["name"] = "자수정 크리스탈",
}
data[302] = {
    ["name"] = "자수정 크리스탈",
}
data[303] = {
    ["name"] = "자수정 크리스탈",
}
data[304] = {
    ["name"] = "자수정 크리스탈",
}
data[305] = {
    ["name"] = "자수정 크리스탈",
}
data[306] = {
    ["name"] = "자수정 크리스탈",
}
data[307] = {
    ["name"] = "자수정 크리스탈",
}
data[308] = {
    ["name"] = "자수정 크리스탈",
}
data[309] = {
    ["name"] = "자수정 크리스탈",
}
data[310] = {
    ["name"] = "자수정 크리스탈",
}
data[311] = {
    ["name"] = "자수정 크리스탈",
}
data[312] = {
    ["name"] = "자수정 크리스탈",
}
data[313] = {
    ["name"] = "자수정 크리스탈",
}
data[314] = {
    ["name"] = "자수정 크리스탈",
}
data[315] = {
    ["name"] = "자수정 크리스탈",
}
data[316] = {
    ["name"] = "자수정 크리스탈",
}
data[317] = {
    ["name"] = "자수정 크리스탈",
}
data[318] = {
    ["name"] = "자수정 크리스탈",
}
data[319] = {
    ["name"] = "자수정 크리스탈",
}
data[320] = {
    ["name"] = "자수정 크리스탈",
}
data[321] = {
    ["name"] = "자수정 크리스탈",
}
data[322] = {
    ["name"] = "자수정 크리스탈",
}
data[323] = {
    ["name"] = "자수정 크리스탈",
}
data[324] = {
    ["name"] = "자수정 크리스탈",
}
data[5445] = {
    ["name"] = "스테프 : 영원한 처벌",
}
data[5446] = {
    ["name"] = "스테프 : 영원한 처벌",
}
data[5447] = {
    ["name"] = "스테프 : 영원한 처벌",
}
data[5448] = {
    ["name"] = "스테프 : 영원한 처벌",
}
data[5449] = {
    ["name"] = "마법의 석검",
}
data[5450] = {
    ["name"] = "마법의 석검",
}
data[5451] = {
    ["name"] = "마법의 석검",
}
data[5452] = {
    ["name"] = "마법의 석검",
}
data[5453] = {
    ["name"] = "마법의 석검",
}
data[5454] = {
    ["name"] = "마법의 석검",
}
data[5455] = {
    ["name"] = "아우구스투스 매직 볼",
}
data[5456] = {
    ["name"] = "아우구스투스 매직 볼",
}
data[5457] = {
    ["name"] = "아우구스투스 매직 볼",
}
data[5458] = {
    ["name"] = "아우구스투스 매직 볼",
}
data[5459] = {
    ["name"] = "아우구스투스 매직 볼",
}
data[5460] = {
    ["name"] = "아우구스투스 매직 볼",
}
data[401] = {
    ["name"] = "옥석 크리스탈",
}
data[402] = {
    ["name"] = "옥석 크리스탈",
}
data[403] = {
    ["name"] = "옥석 크리스탈",
}
data[404] = {
    ["name"] = "옥석 크리스탈",
}
data[405] = {
    ["name"] = "옥석 크리스탈",
}
data[406] = {
    ["name"] = "옥석 크리스탈",
}
data[407] = {
    ["name"] = "옥석 크리스탈",
}
data[408] = {
    ["name"] = "옥석 크리스탈",
}
data[409] = {
    ["name"] = "옥석 크리스탈",
}
data[410] = {
    ["name"] = "옥석 크리스탈",
}
data[411] = {
    ["name"] = "옥석 크리스탈",
}
data[412] = {
    ["name"] = "옥석 크리스탈",
}
data[413] = {
    ["name"] = "옥석 크리스탈",
}
data[414] = {
    ["name"] = "옥석 크리스탈",
}
data[415] = {
    ["name"] = "옥석 크리스탈",
}
data[416] = {
    ["name"] = "옥석 크리스탈",
}
data[417] = {
    ["name"] = "옥석 크리스탈",
}
data[418] = {
    ["name"] = "옥석 크리스탈",
}
data[419] = {
    ["name"] = "옥석 크리스탈",
}
data[420] = {
    ["name"] = "옥석 크리스탈",
}
data[421] = {
    ["name"] = "옥석 크리스탈",
}
data[422] = {
    ["name"] = "옥석 크리스탈",
}
data[423] = {
    ["name"] = "옥석 크리스탈",
}
data[424] = {
    ["name"] = "옥석 크리스탈",
}
data[24001] = {
    ["name"] = "마법 앵클 부츠",
}
data[24002] = {
    ["name"] = "질좋은 마법 앵클 부츠",
}
data[23001] = {
    ["name"] = "뼈 목걸이",
}
data[23002] = {
    ["name"] = "질좋은 뼈 목걸이",
}
data[22001] = {
    ["name"] = "플레이트",
}
data[22002] = {
    ["name"] = "질좋은 플레이트",
}
data[501] = {
    ["name"] = "오닉스 크리스탈",
}
data[502] = {
    ["name"] = "오닉스 크리스탈",
}
data[503] = {
    ["name"] = "오닉스 크리스탈",
}
data[504] = {
    ["name"] = "오닉스 크리스탈",
}
data[505] = {
    ["name"] = "오닉스 크리스탈",
}
data[506] = {
    ["name"] = "오닉스 크리스탈",
}
data[507] = {
    ["name"] = "오닉스 크리스탈",
}
data[508] = {
    ["name"] = "오닉스 크리스탈",
}
data[509] = {
    ["name"] = "오닉스 크리스탈",
}
data[510] = {
    ["name"] = "오닉스 크리스탈",
}
data[511] = {
    ["name"] = "오닉스 크리스탈",
}
data[512] = {
    ["name"] = "오닉스 크리스탈",
}
data[64001] = {
    ["name"] = "데몬 슬레이어 부츠",
    ["suitName"] = "데몬 슬레이어 세트",
}
data[64002] = {
    ["name"] = "에라스 롱부츠",
    ["suitName"] = "에라스 세트",
}
data[64003] = {
    ["name"] = "천당 앵클 부츠",
    ["suitName"] = "천상 세트",
}
data[64004] = {
    ["name"] = "무쌍 전쟁 부츠",
    ["suitName"] = "무쌍 세트",
}
data[64005] = {
    ["name"] = "영예의 부츠",
    ["suitName"] = "영예의 수트",
}
data[64006] = {
    ["name"] = "불꽃 부츠",
    ["suitName"] = "불꽃 세트",
}
data[64007] = {
    ["name"] = "암살자의 부츠",
    ["suitName"] = "암살자 장비 세트",
}
data[64008] = {
    ["name"] = "위버의 부츠",
    ["suitName"] = "위버 세트",
}
data[64009] = {
    ["name"] = "음유자의 장화",
    ["suitName"] = "음유자 세트",
}
data[21002] = {
    ["name"] = "질좋은 전쟁의 검",
}
data[523] = {
    ["name"] = "오닉스 크리스탈",
}
data[524] = {
    ["name"] = "오닉스 크리스탈",
}
data[525] = {
    ["name"] = "오닉스 크리스탈",
}
data[526] = {
    ["name"] = "오닉스 크리스탈",
}
data[527] = {
    ["name"] = "오닉스 크리스탈",
}
data[528] = {
    ["name"] = "오닉스 크리스탈",
}
data[529] = {
    ["name"] = "오닉스 크리스탈",
}
data[530] = {
    ["name"] = "오닉스 크리스탈",
}
data[531] = {
    ["name"] = "오닉스 크리스탈",
}
data[532] = {
    ["name"] = "오닉스 크리스탈",
}
data[533] = {
    ["name"] = "오닉스 크리스탈",
}
data[534] = {
    ["name"] = "오닉스 크리스탈",
}
data[535] = {
    ["name"] = "오닉스 크리스탈",
}
data[536] = {
    ["name"] = "오닉스 크리스탈",
}
data[63001] = {
    ["name"] = "데몬 슬레이어 반지",
    ["suitName"] = "데몬 슬레이어 세트",
}
data[63002] = {
    ["name"] = "에라스 반지",
    ["suitName"] = "에라스 세트",
}
data[63003] = {
    ["name"] = "천당 목걸이",
    ["suitName"] = "천상 세트",
}
data[63004] = {
    ["name"] = "무쌍 펜던트",
    ["suitName"] = "무쌍 세트",
}
data[63005] = {
    ["name"] = "영예의 반지",
    ["suitName"] = "영예의 수트",
}
data[63006] = {
    ["name"] = "불꽃 목걸이",
    ["suitName"] = "불꽃 세트",
}
data[63007] = {
    ["name"] = "암살자의 반지",
    ["suitName"] = "암살자 장비 세트",
}
data[63008] = {
    ["name"] = "위버의 목걸이",
    ["suitName"] = "위버 세트",
}
data[63009] = {
    ["name"] = "음유자의 반지",
    ["suitName"] = "음유자 세트",
}
data[546] = {
    ["name"] = "오닉스 크리스탈",
}
data[63011] = {
    ["name"] = "전사의 목걸이",
    ["suitName"] = "전사 세트",
}
data[62001] = {
    ["name"] = "데몬 슬레이어 흉갑",
    ["suitName"] = "데몬 슬레이어 세트",
}
data[62002] = {
    ["name"] = "에라스 망토",
    ["suitName"] = "에라스 세트",
}
data[62003] = {
    ["name"] = "천당 망토",
    ["suitName"] = "천상 세트",
}
data[62004] = {
    ["name"] = "무쌍 갑옷",
    ["suitName"] = "무쌍 세트",
}
data[62005] = {
    ["name"] = "영예의 갑옷 ",
    ["suitName"] = "영예의 수트",
}
data[62006] = {
    ["name"] = "불꽃 갑옷",
    ["suitName"] = "불꽃 세트",
}
data[62007] = {
    ["name"] = "암살자의 망토",
    ["suitName"] = "암살자 장비 세트",
}
data[62008] = {
    ["name"] = "위버의 로브",
    ["suitName"] = "위버 세트",
}
data[62009] = {
    ["name"] = "음유자의 망토",
    ["suitName"] = "음유자 세트",
}
data[62010] = {
    ["name"] = "오라클의 망토 ",
    ["suitName"] = "오라클 세트",
}
data[62011] = {
    ["name"] = "전사의 갑옷",
    ["suitName"] = "전사 세트",
}
data[61001] = {
    ["name"] = "데몬 슬레이어의 궁",
    ["suitName"] = "데몬 슬레이어 세트",
}
data[61002] = {
    ["name"] = "에라스 지팡이",
    ["suitName"] = "에라스 세트",
}
data[61003] = {
    ["name"] = "천당 지팡이",
    ["suitName"] = "천상 세트",
}
data[61004] = {
    ["name"] = "무쌍의 검",
    ["suitName"] = "무쌍 세트",
}
data[61005] = {
    ["name"] = "영예의 전사 검",
    ["suitName"] = "영예의 수트",
}
data[61006] = {
    ["name"] = "가시 불꽃 채찍",
    ["suitName"] = "불꽃 세트",
}
data[61007] = {
    ["name"] = "암살자의 칼",
    ["suitName"] = "암살자 장비 세트",
}
data[61008] = {
    ["name"] = "위버의 석장",
    ["suitName"] = "위버 세트",
}
data[61009] = {
    ["name"] = "음유자의 활",
    ["suitName"] = "음유자 세트",
}
data[61010] = {
    ["name"] = "오라클의 석장",
    ["suitName"] = "오라클 세트",
}
data[61011] = {
    ["name"] = "전사의 검",
    ["suitName"] = "전사 세트",
}
data[601] = {
    ["name"] = "천상의 크리스탈",
}
data[602] = {
    ["name"] = "천상의 크리스탈",
}
data[603] = {
    ["name"] = "천상의 크리스탈",
}
data[604] = {
    ["name"] = "천상의 크리스탈",
}
data[605] = {
    ["name"] = "천상의 크리스탈",
}
data[606] = {
    ["name"] = "천상의 크리스탈",
}
data[607] = {
    ["name"] = "천상의 크리스탈",
}
data[608] = {
    ["name"] = "천상의 크리스탈",
}
data[609] = {
    ["name"] = "천상의 크리스탈",
}
data[610] = {
    ["name"] = "천상의 크리스탈",
}
data[611] = {
    ["name"] = "천상의 크리스탈",
}
data[612] = {
    ["name"] = "천상의 크리스탈",
}
data[613] = {
    ["name"] = "천상의 크리스탈",
}
data[614] = {
    ["name"] = "천상의 크리스탈",
}
data[615] = {
    ["name"] = "천상의 크리스탈",
}
data[616] = {
    ["name"] = "천상의 크리스탈",
}
data[617] = {
    ["name"] = "천상의 크리스탈",
}
data[618] = {
    ["name"] = "천상의 크리스탈",
}
data[619] = {
    ["name"] = "천상의 크리스탈",
}
data[620] = {
    ["name"] = "천상의 크리스탈",
}
data[621] = {
    ["name"] = "천상의 크리스탈",
}
data[622] = {
    ["name"] = "천상의 크리스탈",
}
data[623] = {
    ["name"] = "천상의 크리스탈",
}
data[624] = {
    ["name"] = "천상의 크리스탈",
}
data[625] = {
    ["name"] = "천상의 크리스탈",
}
data[626] = {
    ["name"] = "천상의 크리스탈",
}
data[627] = {
    ["name"] = "천상의 크리스탈",
}
data[628] = {
    ["name"] = "천상의 크리스탈",
}
data[629] = {
    ["name"] = "천상의 크리스탈",
}
data[630] = {
    ["name"] = "천상의 크리스탈",
}
data[631] = {
    ["name"] = "천상의 크리스탈",
}
data[632] = {
    ["name"] = "천상의 크리스탈",
}
data[633] = {
    ["name"] = "천상의 크리스탈",
}
data[634] = {
    ["name"] = "천상의 크리스탈",
}
data[635] = {
    ["name"] = "천상의 크리스탈",
}
data[636] = {
    ["name"] = "천상의 크리스탈",
}
data[637] = {
    ["name"] = "천상의 크리스탈",
}
data[638] = {
    ["name"] = "천상의 크리스탈",
}
data[639] = {
    ["name"] = "천상의 크리스탈",
}
data[640] = {
    ["name"] = "천상의 크리스탈",
}
data[641] = {
    ["name"] = "천상의 크리스탈",
}
data[642] = {
    ["name"] = "천상의 크리스탈",
}
data[643] = {
    ["name"] = "천상의 크리스탈",
}
data[644] = {
    ["name"] = "천상의 크리스탈",
}
data[645] = {
    ["name"] = "천상의 크리스탈",
}
data[646] = {
    ["name"] = "천상의 크리스탈",
}
data[647] = {
    ["name"] = "천상의 크리스탈",
}
data[648] = {
    ["name"] = "천상의 크리스탈",
}
data[649] = {
    ["name"] = "천상의 크리스탈",
}
data[650] = {
    ["name"] = "천상의 크리스탈",
}
data[651] = {
    ["name"] = "천상의 크리스탈",
}
data[652] = {
    ["name"] = "천상의 크리스탈",
}
data[653] = {
    ["name"] = "천상의 크리스탈",
}
data[654] = {
    ["name"] = "천상의 크리스탈",
}
data[655] = {
    ["name"] = "천상의 크리스탈",
}
data[656] = {
    ["name"] = "천상의 크리스탈",
}
data[657] = {
    ["name"] = "천상의 크리스탈",
}
data[658] = {
    ["name"] = "천상의 크리스탈",
}
data[659] = {
    ["name"] = "천상의 크리스탈",
}
data[660] = {
    ["name"] = "천상의 크리스탈",
}
data[60074] = {
    ["name"] = "왕의 전투",
    ["explain"] = "아스모델 스킨: 왕의 전투",
}
data[60075] = {
    ["name"] = "데몬의 왕림",
    ["explain"] = "바레아 스킨: 데몬의 왕림",
}
data[60076] = {
    ["name"] = "흑기사",
    ["explain"] = "다스모거 스킨: 흑기사",
}
data[60077] = {
    ["name"] = "챔피언의 황금스워드",
    ["explain"] = "아이스블링크 스킨: 챔피언의 황금스워드",
}
data[60078] = {
    ["name"] = "북극의 검",
    ["explain"] = "블러드 블레이드 스킨: 북극의 검",
}
data[60079] = {
    ["name"] = "마지막 소원",
    ["explain"] = "데몬 헌터 스킨: 마지막 소원",
}
data[60080] = {
    ["name"] = "나이트 위치",
    ["explain"] = "말라사 스킨: 나이트 위치",
}
data[14001] = {
    ["name"] = "장갑 부츠",
}
data[14002] = {
    ["name"] = "질좋은 장갑 부츠",
}
data[60083] = {
    ["name"] = "고트족 앨리스",
    ["explain"] = "비사 스킨: 고트족 앨리스",
}
data[60084] = {
    ["name"] = "소녀의 폭풍우",
    ["explain"] = "플레임 스트라이크 스킨: 소녀의 폭풍우",
}
data[60085] = {
    ["name"] = "망자의 언어",
    ["explain"] = "밴쉬 스킨:망자의 언어",
}
data[60086] = {
    ["name"] = "절대 제로",
    ["explain"] = "카림의 스킨: 절대 제로",
}
data[60087] = {
    ["name"] = "신룡 무사",
    ["explain"] = "미키의 스킨: 신룡 무사",
}
data[60088] = {
    ["name"] = "레이븐",
    ["explain"] = "아이스 블링크의 한정 스킨: 레이븐.",
}
data[60089] = {
    ["name"] = "대부",
    ["explain"] = "루츠의 밸런타인데이 한정 스킨",
}
data[60090] = {
    ["name"] = "부러진 장미",
    ["explain"] = "에밀리의 밸런타인데이 한정 스킨",
}
data[60091] = {
    ["name"] = "서큐버스",
    ["explain"] = "여왕의 한정 스킨: 서큐버스",
}
data[60092] = {
    ["name"] = "고혼",
    ["explain"] = "에이단의 고혼 스킨",
}
data[60093] = {
    ["name"] = "종말의 천사",
    ["explain"] = "퀄크의 한정 스킨: 종말의 천사",
}
data[60094] = {
    ["name"] = "바이올렛의 눈",
    ["explain"] = "플레임 스트라이크의 한정 스킨: 바이올렛의 눈 ",
}
data[60095] = {
    ["name"] = "Dr.오무스",
    ["explain"] = "오무스의 스킨: Dr.오무스",
}
data[60096] = {
    ["name"] = "다크 엘프",
    ["explain"] = "하트와처의 한정 스킨: 다크 엘프 ",
}
data[60097] = {
    ["name"] = "은하수의 수비자",
    ["explain"] = "그루의 스킨: 은하수의 수비자",
}
data[60098] = {
    ["name"] = "복수의 신부 ",
    ["explain"] = "다크 아신돌의 한정 스킨: 복수의 신부",
}
data[60099] = {
    ["name"] = "방사",
    ["explain"] = "다스모거의 한정 스킨: 방사",
}
data[60100] = {
    ["name"] = "홍련 기사",
    ["explain"] = "지그문트의 한정 스킨: 홍련 기사",
}
data[60101] = {
    ["name"] = "세라핌",
    ["explain"] = "미카엘의 한정 스킨: 세라핌",
}
data[60102] = {
    ["name"] = "에인절 밴드 보컬",
    ["explain"] = "벨레인의 한정 스킨: 에인절 밴드 보컬 ",
}
data[60103] = {
    ["name"] = "프로스트 아이",
    ["explain"] = "밈의 한정 스킨: 프로스트 아이 ",
}
data[60104] = {
    ["name"] = "레드 퀸",
    ["explain"] = "자흐라의 한정 스킨: 레드 퀸 ",
}
data[13001] = {
    ["name"] = "철 반지",
}
data[13002] = {
    ["name"] = "질좋은 철 반지",
}
data[60107] = {
    ["name"] = "아포칼립스 아머",
    ["explain"] = "페이트 블레이드의 한정 스킨: 아포칼립스 아머 ",
}
data[60108] = {
    ["name"] = "비디오 게임 스톰",
    ["explain"] = "발렌티노의 한정 스킨: 비디오 게임 스톰 ",
}
data[60109] = {
    ["name"] = "숲 수호자",
    ["explain"] = "로사의 스킨: 숲 수호자",
}
data[60110] = {
    ["name"] = "생화학 무기 ",
    ["explain"] = "카마스의 한정 스킨: 생화학 무기",
}
data[60111] = {
    ["name"] = "고딕 퀸",
    ["explain"] = "마가렛의 스킨: 고딕 퀸",
}
data[60112] = {
    ["name"] = "정글 헌터",
    ["explain"] = "발키리의 한정 스킨: 정글 헌터",
}
data[60113] = {
    ["name"] = "황야의 무법자",
    ["explain"] = "에드가의 스킨: 황야의 무법자",
}
data[12001] = {
    ["name"] = "가죽 갑옷",
}
data[12002] = {
    ["name"] = "질좋은 가죽 갑옷",
}
data[54005] = {
    ["name"] = "헌터 앵클 부츠",
    ["suitName"] = "헌터 세트",
}
data[54006] = {
    ["name"] = "원소 롱부츠",
    ["suitName"] = "원소 세트",
}
data[54007] = {
    ["name"] = "예언 롱부츠",
    ["suitName"] = "예언 세트",
}
data[54008] = {
    ["name"] = "수호자 전쟁 부츠",
    ["suitName"] = "수호자 세트",
}
data[11001] = {
    ["name"] = "제련된 단검",
}
data[11002] = {
    ["name"] = "질좋은 제련된 단검",
}
data[64011] = {
    ["name"] = "전사의 부츠",
    ["suitName"] = "전사 세트",
}
data[64010] = {
    ["name"] = "오라클의 부츠",
    ["suitName"] = "오라클 세트",
}
data[63010] = {
    ["name"] = "오라클의 반지 ",
    ["suitName"] = "오라클 세트",
}
data[60106] = {
    ["name"] = "쥐라기 화석",
    ["explain"] = "스케레이의 한정 스킨: 쥐라기 화석 ",
}
data[60105] = {
    ["name"] = "장례자",
    ["explain"] = "크루스의 한정 스킨:장례자 ",
}
data[60082] = {
    ["name"] = "천상의 선지자",
    ["explain"] = "아무보르 스킨: 천상의 선지자",
}
data[60081] = {
    ["name"] = "혼돈의 사도",
    ["explain"] = "페이트 블레이드 스킨: 혼돈의 사도",
}
data[5444] = {
    ["name"] = "스테프 : 영원한 처벌",
}
data[5443] = {
    ["name"] = "스테프 : 영원한 처벌",
}
data[5442] = {
    ["name"] = "사슴뿔 지팡이",
}
data[5441] = {
    ["name"] = "사슴뿔 지팡이",
}
data[5440] = {
    ["name"] = "사슴뿔 지팡이",
}
data[5439] = {
    ["name"] = "사슴뿔 지팡이",
}
data[5438] = {
    ["name"] = "사슴뿔 지팡이",
}
data[5437] = {
    ["name"] = "사슴뿔 지팡이",
}
data[5436] = {
    ["name"] = "사탄의 벨",
}
data[53005] = {
    ["name"] = "헌터 목걸이",
    ["suitName"] = "헌터 세트",
}
data[53006] = {
    ["name"] = "원소 부적",
    ["suitName"] = "원소 세트",
}
data[53007] = {
    ["name"] = "예언 반지",
    ["suitName"] = "예언 세트",
}
data[53008] = {
    ["name"] = "수호자의 심장",
    ["suitName"] = "수호자 세트",
}
data[5435] = {
    ["name"] = "사탄의 벨",
}
data[5434] = {
    ["name"] = "사탄의 벨",
}
data[5433] = {
    ["name"] = "사탄의 벨",
}
data[5432] = {
    ["name"] = "사탄의 벨",
}
data[5431] = {
    ["name"] = "사탄의 벨",
}
data[5430] = {
    ["name"] = "심판의 검",
}
data[5429] = {
    ["name"] = "심판의 검",
}
data[5428] = {
    ["name"] = "심판의 검",
}
data[5427] = {
    ["name"] = "심판의 검",
}
data[5426] = {
    ["name"] = "심판의 검",
}
data[5425] = {
    ["name"] = "심판의 검",
}
data[5424] = {
    ["name"] = "죄악의 왕관",
}
data[5423] = {
    ["name"] = "죄악의 왕관",
}
data[5422] = {
    ["name"] = "죄악의 왕관",
}
data[5421] = {
    ["name"] = "죄악의 왕관",
}
data[5404] = {
    ["name"] = "잔상",
}
data[5403] = {
    ["name"] = "잔상",
}
data[5402] = {
    ["name"] = "잔상",
}
data[5380] = {
    ["name"] = "블록 부적",
}
data[5379] = {
    ["name"] = "블록 부적",
}
data[52005] = {
    ["name"] = "헌터 흉갑",
    ["suitName"] = "헌터 세트",
}
data[52006] = {
    ["name"] = "원소 망토",
    ["suitName"] = "원소 세트",
}
data[52007] = {
    ["name"] = "예언 로브",
    ["suitName"] = "예언 세트",
}
data[52008] = {
    ["name"] = "수호자 흉갑",
    ["suitName"] = "수호자 세트",
}
data[5378] = {
    ["name"] = "블록 부적",
}
data[5356] = {
    ["name"] = "눈의 걸음",
}
data[5355] = {
    ["name"] = "얼음의 검",
}
data[5354] = {
    ["name"] = "에이단의 분노",
}
data[5336] = {
    ["name"] = "여왕의 검",
}
data[5335] = {
    ["name"] = "마가렛의 유산",
}
data[5334] = {
    ["name"] = "에너지 심장",
}
data[5333] = {
    ["name"] = "눈의 걸음",
}
data[5332] = {
    ["name"] = "얼음의 검",
}
data[5331] = {
    ["name"] = "에이단의 분노",
}
data[5330] = {
    ["name"] = "필드의 나침판",
}
data[5329] = {
    ["name"] = "칼마르의 눈",
}
data[5328] = {
    ["name"] = "마력의 샘",
}
data[5327] = {
    ["name"] = "무쌍 갑옷",
}
data[5326] = {
    ["name"] = "신성한 구슬",
}
data[5325] = {
    ["name"] = "바람신의 사자",
}
data[5324] = {
    ["name"] = "지옥의 눈",
}
data[5323] = {
    ["name"] = "고대신의 속삭임",
}
data[5322] = {
    ["name"] = "죽음의 신",
}
data[5321] = {
    ["name"] = "마신의 손길",
}
data[51005] = {
    ["name"] = "헌터 석궁",
    ["suitName"] = "헌터 세트",
}
data[51006] = {
    ["name"] = "원소 지팡이",
    ["suitName"] = "원소 세트",
}
data[51007] = {
    ["name"] = "예언 지팡이",
    ["suitName"] = "예언 세트",
}
data[51008] = {
    ["name"] = "수호자 블레이드",
    ["suitName"] = "수호자 세트",
}
data[5236] = {
    ["name"] = "마력의 샘",
}
data[5235] = {
    ["name"] = "무쌍 갑옷",
}
data[5234] = {
    ["name"] = "신성한 구슬",
}
data[5233] = {
    ["name"] = "바람신의 사자",
}
data[5232] = {
    ["name"] = "지옥의 눈",
}
data[5231] = {
    ["name"] = "고대신의 속삭임",
}
data[5230] = {
    ["name"] = "죽음의 신",
}
data[5229] = {
    ["name"] = "마신의 손길",
}
data[5228] = {
    ["name"] = "운명의 못",
}
data[5227] = {
    ["name"] = "천사의 펜던트",
}
data[5226] = {
    ["name"] = "그림자 망토",
}
data[5225] = {
    ["name"] = "비취 나비",
}
data[5224] = {
    ["name"] = "오크나무 심장",
}
data[5223] = {
    ["name"] = "엘프 축복의 활",
}
data[5222] = {
    ["name"] = "망상",
}
data[5221] = {
    ["name"] = "선혈",
}
data[43009] = {
    ["name"] = "땅거미 반지",
    ["suitName"] = "땅거미 세트",
}
data[514] = {
    ["name"] = "오닉스 크리스탈",
}
data[515] = {
    ["name"] = "오닉스 크리스탈",
}
data[516] = {
    ["name"] = "오닉스 크리스탈",
}
data[517] = {
    ["name"] = "오닉스 크리스탈",
}
data[518] = {
    ["name"] = "오닉스 크리스탈",
}
data[519] = {
    ["name"] = "오닉스 크리스탈",
}
data[520] = {
    ["name"] = "오닉스 크리스탈",
}
data[21001] = {
    ["name"] = "전쟁의 검",
}
data[522] = {
    ["name"] = "오닉스 크리스탈",
}
data[42009] = {
    ["name"] = "땅거미 흉갑",
    ["suitName"] = "땅거미 세트",
}
data[538] = {
    ["name"] = "오닉스 크리스탈",
}
data[539] = {
    ["name"] = "오닉스 크리스탈",
}
data[540] = {
    ["name"] = "오닉스 크리스탈",
}
data[541] = {
    ["name"] = "오닉스 크리스탈",
}
data[542] = {
    ["name"] = "오닉스 크리스탈",
}
data[543] = {
    ["name"] = "오닉스 크리스탈",
}
data[544] = {
    ["name"] = "오닉스 크리스탈",
}
data[545] = {
    ["name"] = "오닉스 크리스탈",
}
data[41001] = {
    ["name"] = "신의 창",
}
data[41007] = {
    ["name"] = "질좋은 신의 창",
}
data[41008] = {
    ["name"] = "용기 액스",
    ["suitName"] = "용기 세트",
}
data[41009] = {
    ["name"] = "땅거미의 검",
    ["suitName"] = "땅거미 세트",
}
data[5144] = {
    ["name"] = "영원함의 챕터",
}
data[5143] = {
    ["name"] = "루나의 슬픔",
}
data[5137] = {
    ["name"] = "비취 나비",
}
data[34002] = {
    ["name"] = "현자 부츠",
}
data[34003] = {
    ["name"] = "질좋은 현자 부츠",
}
data[34004] = {
    ["name"] = "부츠",
}
data[5120] = {
    ["name"] = "망자의 비명",
}
data[5119] = {
    ["name"] = "죽음의 춤",
}
data[5049] = {
    ["name"] = "혼돈의 마법석",
}
data[5050] = {
    ["name"] = "눈꽃의 의미",
}
data[5051] = {
    ["name"] = "진붉은 흔적",
}
data[5052] = {
    ["name"] = "영혼 속박의 문양",
}
data[5073] = {
    ["name"] = "운명의 십자가",
}
data[5113] = {
    ["name"] = "엘프 축복의 활",
}
data[5074] = {
    ["name"] = "하사받은 검",
}
data[5075] = {
    ["name"] = "시공간의 틈",
}
data[5076] = {
    ["name"] = "신의 은혜",
}
data[537] = {
    ["name"] = "오닉스 크리스탈",
}
data[4004] = {
    ["name"] = "무적의 부츠",
    ["explain"] = "유령처럼 빠른 무적의 부츠",
    ["suitName"] = "무적 세트",
}
data[521] = {
    ["name"] = "오닉스 크리스탈",
}
data[513] = {
    ["name"] = "오닉스 크리스탈",
}
data[4003] = {
    ["name"] = "무적의 흉갑",
    ["explain"] = "사무라이의 규칙을 을 따르는 절대적 무적의 흉갑",
    ["suitName"] = "무적 세트",
}
data[4002] = {
    ["name"] = "무적의 반지",
    ["explain"] = "세계에서 가장큰 힘을 상징하는 무적의 반지",
    ["suitName"] = "무적 세트",
}
data[4001] = {
    ["name"] = "무적의 흉기",
    ["explain"] = "한번의 공격으로 적을 없애는 무적의 흉기",
    ["suitName"] = "무적 세트",
}
data[5100] = {
    ["name"] = "영원함의 챕터",
}
data[5099] = {
    ["name"] = "루나의 슬픔",
}
data[5098] = {
    ["name"] = "망자의 비명",
}
data[5097] = {
    ["name"] = "죽음의 춤",
}
data[5096] = {
    ["name"] = "사탄의 심장",
}
data[5095] = {
    ["name"] = "신속 부츠",
}
data[44009] = {
    ["name"] = "땅거미 롱부츠",
    ["suitName"] = "땅거미 세트",
}
data[5089] = {
    ["name"] = "신속 부츠",
}
data[5000] = {
    ["name"] = "석양",
}
data[5001] = {
    ["name"] = "영옥",
}
data[5002] = {
    ["name"] = "파영의 일격",
}
data[5003] = {
    ["name"] = "어두운 달의 검",
}
data[5004] = {
    ["name"] = "퇴마의 검",
}
data[5005] = {
    ["name"] = "악의 서",
}
data[5006] = {
    ["name"] = "영옥",
}
data[5007] = {
    ["name"] = "파영의 일격",
}
data[5008] = {
    ["name"] = "어두운 달의 검",
}
data[5009] = {
    ["name"] = "퇴마의 검",
}
data[5010] = {
    ["name"] = "악의 서",
}
data[5011] = {
    ["name"] = "영옥",
}
data[5012] = {
    ["name"] = "파영의 일격",
}
data[5013] = {
    ["name"] = "어두운 달의 검",
}
data[5014] = {
    ["name"] = "퇴마의 검",
}
data[5015] = {
    ["name"] = "악의 서",
}
data[5016] = {
    ["name"] = "영옥",
}
data[5017] = {
    ["name"] = "파영의 일격",
}
data[5018] = {
    ["name"] = "어두운 달의 검",
}
data[5019] = {
    ["name"] = "퇴마의 검",
}
data[5020] = {
    ["name"] = "악의 서",
}
data[5021] = {
    ["name"] = "용옥",
}
data[5022] = {
    ["name"] = "지옥견의 송곳니",
}
data[5023] = {
    ["name"] = "엘프의 속삭임",
}
data[5024] = {
    ["name"] = "현자의 서",
}
data[5025] = {
    ["name"] = "그림자의 기도",
}
data[5026] = {
    ["name"] = "용옥",
}
data[5027] = {
    ["name"] = "지옥견의 송곳니",
}
data[5028] = {
    ["name"] = "엘프의 속삭임",
}
data[5029] = {
    ["name"] = "현자의 서",
}
data[5030] = {
    ["name"] = "그림자의 기도",
}
data[5031] = {
    ["name"] = "용옥",
}
data[5032] = {
    ["name"] = "지옥견의 송곳니",
}
data[5033] = {
    ["name"] = "엘프의 속삭임",
}
data[5034] = {
    ["name"] = "현자의 서",
}
data[5035] = {
    ["name"] = "그림자의 기도",
}
data[5036] = {
    ["name"] = "용옥",
}
data[5037] = {
    ["name"] = "지옥견의 송곳니",
}
data[5038] = {
    ["name"] = "엘프의 속삭임",
}
data[5039] = {
    ["name"] = "현자의 서",
}
data[5040] = {
    ["name"] = "그림자의 기도",
}
data[5041] = {
    ["name"] = "진붉은 흔적",
}
data[5042] = {
    ["name"] = "영혼 속박의 문양",
}
data[5043] = {
    ["name"] = "천상의 가시",
}
data[5044] = {
    ["name"] = "혼돈의 마법석",
}
data[5045] = {
    ["name"] = "눈꽃의 의미",
}
data[5046] = {
    ["name"] = "진붉은 흔적",
}
data[5047] = {
    ["name"] = "영혼 속박의 문양",
}
data[5048] = {
    ["name"] = "천상의 가시",
}
data[3001] = {
    ["name"] = "백골 지팡이",
}
data[3002] = {
    ["name"] = "전쟁의 검",
}
data[3003] = {
    ["name"] = "질좋은 전쟁의 검",
}
data[3004] = {
    ["name"] = "플랜지 메이스",
}
data[5053] = {
    ["name"] = "천상의 가시",
}
data[5054] = {
    ["name"] = "혼돈의 마법석",
}
data[5055] = {
    ["name"] = "눈꽃의 의미",
}
data[5056] = {
    ["name"] = "진붉은 흔적",
}
data[5057] = {
    ["name"] = "영혼 속박의 문양",
}
data[5058] = {
    ["name"] = "천상의 가시",
}
data[5059] = {
    ["name"] = "혼돈의 마법석",
}
data[5060] = {
    ["name"] = "눈꽃의 의미",
}
data[5061] = {
    ["name"] = "진붉은 흔적",
}
data[5062] = {
    ["name"] = "영혼 속박의 문양",
}
data[5063] = {
    ["name"] = "천상의 가시",
}
data[5064] = {
    ["name"] = "혼돈의 마법석",
}
data[5065] = {
    ["name"] = "눈꽃의 의미",
}
data[5066] = {
    ["name"] = "왕의 야망",
}
data[5067] = {
    ["name"] = "운명의 십자가",
}
data[5068] = {
    ["name"] = "하사받은 검",
}
data[5069] = {
    ["name"] = "시공간의 틈",
}
data[5070] = {
    ["name"] = "신의 은혜",
}
data[5071] = {
    ["name"] = "신속 부츠",
}
data[5072] = {
    ["name"] = "왕의 야망",
}
data[2001] = {
    ["name"] = "전사의 검",
}
data[2002] = {
    ["name"] = "마법사 부츠",
}
data[2003] = {
    ["name"] = "야행복",
}
data[2004] = {
    ["name"] = "슬리핑 가운",
}
data[5077] = {
    ["name"] = "신속 부츠",
}
data[5078] = {
    ["name"] = "왕의 야망",
}
data[5079] = {
    ["name"] = "운명의 십자가",
}
data[5080] = {
    ["name"] = "하사받은 검",
}
data[5081] = {
    ["name"] = "시공간의 틈",
}
data[5082] = {
    ["name"] = "신의 은혜",
}
data[5083] = {
    ["name"] = "신속 부츠",
}
data[5084] = {
    ["name"] = "왕의 야망",
}
data[5085] = {
    ["name"] = "운명의 십자가",
}
data[5086] = {
    ["name"] = "하사받은 검",
}
data[5087] = {
    ["name"] = "시공간의 틈",
}
data[5088] = {
    ["name"] = "신의 은혜",
}
data[44001] = {
    ["name"] = "나그네 부츠",
}
data[5090] = {
    ["name"] = "왕의 야망",
}
data[5091] = {
    ["name"] = "운명의 십자가",
}
data[5092] = {
    ["name"] = "하사받은 검",
}
data[5093] = {
    ["name"] = "시공간의 틈",
}
data[5094] = {
    ["name"] = "신의 은혜",
}
data[44007] = {
    ["name"] = "질좋은 나그네 부츠",
}
data[44008] = {
    ["name"] = "용기 장갑 부츠",
    ["suitName"] = "용기 세트",
}
data[1001] = {
    ["name"] = "망치",
}
data[1002] = {
    ["name"] = "구리 반지",
}
data[1003] = {
    ["name"] = "소프트 갑옷",
}
data[1004] = {
    ["name"] = "전투 부츠",
}
data[5101] = {
    ["name"] = "여행자의 반지",
}
data[5102] = {
    ["name"] = "빛의 방패",
}
data[5103] = {
    ["name"] = "거울의 사슬",
}
data[5104] = {
    ["name"] = "구속의 영혼",
}
data[5105] = {
    ["name"] = "황금 나침판",
}
data[5106] = {
    ["name"] = "액운의 모래시계",
}
data[5107] = {
    ["name"] = "팬텀 망토",
}
data[5108] = {
    ["name"] = "비뢰신",
}
data[5109] = {
    ["name"] = "매직 암릿",
}
data[5110] = {
    ["name"] = "타락",
}
data[5111] = {
    ["name"] = "선혈",
}
data[5112] = {
    ["name"] = "망상",
}
data[43001] = {
    ["name"] = "용기 훈장",
}
data[5114] = {
    ["name"] = "오크나무 심장",
}
data[5115] = {
    ["name"] = "비취 나비",
}
data[5116] = {
    ["name"] = "그림자 망토",
}
data[5117] = {
    ["name"] = "천사의 펜던트",
}
data[5118] = {
    ["name"] = "사탄의 심장",
}
data[43007] = {
    ["name"] = "질좋은 용기 훈장",
}
data[60115] = {
    ["name"] = "악마의 재생",
    ["explain"] = "악마는 재생하지만, 모발은 재생이 안된다. 혹시 닭벼슬머리를 한 악마를 보게되면 절대로 비웃지 말자, 악마로서의 마지막 자존심일 수도 있으니.",
}
data[60116] = {
    ["name"] = "뮬란",
    ["explain"] = "지금 이 시각 그녀는 위풍당당한 여장군이다! 그녀의 검은 눈빛만큼 날카로워서, 어떠한 적도 3초만에 죽여버린다.",
}
data[60117] = {
    ["name"] = "천계·질풍",
    ["explain"] = "바람같은 남자, 그는 달리는 속도가 빠르기만 하면 바람으로 변할 수 있다고 굳게 믿는다. 하지만 헬멧을 쓰고 달리는건 역시 너무 덥다!",
}
data[60118] = {
    ["name"] = "말일 킬러",
    ["explain"] = "둠스데이 킬러 바겐세일, 초특급 할인! 한칼에 단 999! 단 999! 놓치지 마세요!",
}
data[60119] = {
    ["name"] = "황금시대",
    ["explain"] = "앗! 누가 잘난척 하는거지, 눈부셔! 황금처럼 눈부시잖아! 악! 내 눈!!",
}
data[60120] = {
    ["name"] = "악마의 밤",
    ["explain"] = "귀신이 되어서도 그 늠름한 기질은 여전하다! 그렇다고 말을 걸지는 말자, 마음만 먹으면 언제든 수백마리의 귀신을 불러 놀래킬 수도 있다!",
}
data[60121] = {
    ["name"] = "혈우전신",
    ["explain"] = "봉황의 깃털과는 다르게 깃털들이 모두 적들의 피로 물들어진 것이다. 폼은 나지만, 뭔가……흠……피 비린내가 난다.",
}
data[60122] = {
    ["name"] = "원죄 아머",
    ["explain"] = "사악한 에너지를 뿜어내는 갑옷, 입는 순간 끊임없이 몰려드는 죄책감에, 자꾸 착한 일을 하고싶어져서 짜증난다!",
}
data[60123] = {
    ["name"] = "크리스마스 루돌프",
    ["explain"] = "생기발랄하고 아름다운 사슴, 머리에 달린 뿔은 장식이 아니다. 한번만 부딪히면 가슴이 하루종일 쿵쾅거릴 것이다!",
}
data[60124] = {
    ["name"] = "크리스마스 카니발",
    ["explain"] = "지금껏 보지 못했던 최고로 멋진 산타클로스! 반했다고? 그럼 미친듯이 입덕할 준비를 하자!",
}
data[60125] = {
    ["name"] = "바비큐 대장",
    ["explain"] = "군침 돌게 만드는 남자. 봐! 저 철판위에서 겉은 바삭하게 속은 부드럽게 익어가는 불고기를, 침 흐르지?",
}
data[60126] = {
    ["name"] = "대마술사",
    ["explain"] = "마술사와 마법사의 차이는 바로——지팡이를 빼앗겨도 마법사는 여전히 마법을 부릴 수 있다는 거지! 어때? 대단하지!",
}
data[60127] = {
    ["name"] = "에이스 쿼터백",
    ["explain"] = "럭비공 하나면 혼자서 1년도 놀 수 있어! 이게 바로 에이스의 프로패셔녈 소야인건가.",
}
data[60128] = {
    ["name"] = "어둠의 잠식",
    ["explain"] = "그녀는 어둠을 두려워 한 적이 없다, 어둠을 이용하여 어둠을 쫓아낼 뿐, 어둠끼리의 싸움이라, 재미있겠는걸?",
}
data[60129] = {
    ["name"] = "폭력의 미학",
    ["explain"] = "조련 업계의 최고 마스터, 18종 무기의 사용에 능통하며 다양한 무기의 멀티플 온라인 제어가 가능하다!",
}
data[60130] = {
    ["name"] = "지배자",
    ["explain"] = "지배욕이 강한 총수는 무서운 법이지! 이봐, 여기 이 양어장을 다 사버려!",
}
data[60131] = {
    ["name"] = "도깨비",
    ["explain"] = "큰 덩치에 뾰족한 송곳니, 울부짖음 한번에 모든 야수들이 도망치니, 사납기 그지없다! 어흥!",
}
data[60132] = {
    ["name"] = "심판의 창",
    ["explain"] = "멋진 pose로 창을 한번 휘두르는, 금빛찬란한 모습이 참으로 핸섬하다! 그렇다, 그녀는 바로 우리 숲속의 빛, 발키리다!",
}
data[60133] = {
    ["name"] = "드래곤 전사",
    ["explain"] = "온몸이 드래곤의 비늘로 뒤덮여 방어력이 세기로 강자들 사이에 유명하다. 드래곤의 영혼은 영생불멸하리!",
}
data[60134] = {
    ["name"] = "눈의 여왕",
    ["explain"] = "눈의 여왕 얼음 제작 중.... 얼음 무한 제공, 셀프입니다. 다만, 동상 조심하세요~",
}
data[60135] = {
    ["name"] = "청란",
    ["explain"] = "청란, 영원한 사랑을 상징하는 상고 시대의 신수. 연인을 사랑한다면 청란을 선물로 주세요!",
}
data[60136] = {
    ["name"] = "반룡인",
    ["explain"] = "드래곤 슬레이어는 평생 드래곤과 싸웠고 자신을 인간의 신이라고 부른다. 하지만 어느새 자기의 마음도 검은 색으로 변해졌고 결국 그때의 소년으로 돌아갈 수 없었다.",
}
data[60137] = {
    ["name"] = "극지의 빙원",
    ["explain"] = "아주 먼 극지에서 온 카리스마 사나이. 뭘봐? 얼음이 되고 싶어?",
}
data[60628] = {
    ["name"] = "어둠의 잠식",
    ["explain"] = "그녀는 어둠을 두려워 한 적이 없다, 어둠을 이용하여 어둠을 쫓아낼 뿐, 어둠끼리의 싸움이라, 재미있겠는걸?",
}
data[60592] = {
    ["name"] = "고혼",
    ["explain"] = "에이단의 고혼 스킨",
}
data[60582] = {
    ["name"] = "천상의 선지자",
    ["explain"] = "아무보르 스킨: 천상의 선지자",
}
data[60622] = {
    ["name"] = "원죄 아머",
    ["explain"] = "사악한 에너지를 뿜어내는 갑옷, 입는 순간 끊임없이 몰려드는 죄책감에, 자꾸 착한 일을 하고싶어져서 짜증난다!",
}
data[60574] = {
    ["name"] = "왕의 전투",
    ["explain"] = "아스모델 스킨: 왕의 전투",
}
data[60633] = {
    ["name"] = "드래곤 전사",
    ["explain"] = "온몸이 드래곤의 비늘로 뒤덮여 방어력이 세기로 강자들 사이에 유명하다. 드래곤의 영혼은 영생불멸하리!",
}
data[60575] = {
    ["name"] = "데몬의 왕림",
    ["explain"] = "바레아 스킨: 데몬의 왕림",
}
data[60602] = {
    ["name"] = "에인절 밴드 보컬",
    ["explain"] = "벨레인의 한정 스킨: 에인절 밴드 보컬 ",
}
data[60623] = {
    ["name"] = "크리스마스 루돌프",
    ["explain"] = "생기발랄하고 아름다운 사슴, 머리에 달린 뿔은 장식이 아니다. 한번만 부딪히면 가슴이 하루종일 쿵쾅거릴 것이다!",
}
data[60578] = {
    ["name"] = "북극의 검",
    ["explain"] = "블러드 블레이드 스킨: 북극의 검",
}
data[60585] = {
    ["name"] = "망자의 언어",
    ["explain"] = "밴쉬 스킨:망자의 언어",
}
data[60620] = {
    ["name"] = "악마의 밤",
    ["explain"] = "귀신이 되어서도 그 늠름한 기질은 여전하다! 그렇다고 말을 걸지는 말자, 마음만 먹으면 언제든 수백마리의 귀신을 불러 놀래킬 수도 있다!",
}
data[60630] = {
    ["name"] = "지배자",
    ["explain"] = "지배욕이 강한 총수는 무서운 법이지! 이봐, 여기 이 양어장을 다 사버려!",
}
data[60637] = {
    ["name"] = "극지의 빙원",
    ["explain"] = "아주 먼 극지에서 온 카리스마 사나이. 뭘봐? 얼음이 되고 싶어?",
}
data[60598] = {
    ["name"] = "복수의 신부 ",
    ["explain"] = "다크 아신돌의 한정 스킨: 복수의 신부",
}
data[60576] = {
    ["name"] = "흑기사",
    ["explain"] = "다스모거 스킨: 흑기사",
}
data[60599] = {
    ["name"] = "방사",
    ["explain"] = "다스모거의 한정 스킨: 방사",
}
data[60579] = {
    ["name"] = "마지막 소원",
    ["explain"] = "데몬 헌터 스킨: 마지막 소원",
}
data[60636] = {
    ["name"] = "반룡인",
    ["explain"] = "드래곤 슬레이어는 평생 드래곤과 싸웠고 자신을 인간의 신이라고 부른다. 하지만 어느새 자기의 마음도 검은 색으로 변해졌고 결국 그때의 소년으로 돌아갈 수 없었다.",
}
data[60613] = {
    ["name"] = "황야의 무법자",
    ["explain"] = "에드가의 스킨: 황야의 무법자",
}
data[60590] = {
    ["name"] = "부러진 장미",
    ["explain"] = "에밀리의 밸런타인데이 한정 스킨",
}
data[60618] = {
    ["name"] = "말일 킬러",
    ["explain"] = "둠스데이 킬러 바겐세일, 초특급 할인! 한칼에 단 999! 단 999! 놓치지 마세요!",
}
data[60581] = {
    ["name"] = "혼돈의 사도",
    ["explain"] = "페이트 블레이드 스킨: 혼돈의 사도",
}
data[60607] = {
    ["name"] = "아포칼립스 아머",
    ["explain"] = "페이트 블레이드의 한정 스킨: 아포칼립스 아머 ",
}
data[60625] = {
    ["name"] = "바비큐 대장",
    ["explain"] = "군침 돌게 만드는 남자. 봐! 저 철판위에서 겉은 바삭하게 속은 부드럽게 익어가는 불고기를, 침 흐르지?",
}
data[60626] = {
    ["name"] = "대마술사",
    ["explain"] = "마술사와 마법사의 차이는 바로——지팡이를 빼앗겨도 마법사는 여전히 마법을 부릴 수 있다는 거지! 어때? 대단하지!",
}
data[60584] = {
    ["name"] = "소녀의 폭풍우",
    ["explain"] = "플레임 스트라이크 스킨: 소녀의 폭풍우",
}
data[60594] = {
    ["name"] = "바이올렛의 눈",
    ["explain"] = "플레임 스트라이크의 한정 스킨: 바이올렛의 눈 ",
}
data[60593] = {
    ["name"] = "종말의 천사",
    ["explain"] = "퀄크의 한정 스킨: 종말의 천사",
}
data[60597] = {
    ["name"] = "은하수의 수비자",
    ["explain"] = "그루의 스킨: 은하수의 수비자",
}
data[60596] = {
    ["name"] = "다크 엘프",
    ["explain"] = "하트와처의 한정 스킨: 다크 엘프 ",
}
data[60621] = {
    ["name"] = "혈우전신",
    ["explain"] = "봉황의 깃털과는 다르게 깃털들이 모두 적들의 피로 물들어진 것이다. 폼은 나지만, 뭔가……흠……피 비린내가 난다.",
}
data[60577] = {
    ["name"] = "챔피언의 황금스워드",
    ["explain"] = "아이스블링크 스킨: 챔피언의 황금스워드",
}
data[60588] = {
    ["name"] = "레이븐",
    ["explain"] = "아이스 블링크의 한정 스킨: 레이븐.",
}
data[60604] = {
    ["name"] = "레드 퀸",
    ["explain"] = "자흐라의 한정 스킨: 레드 퀸 ",
}
data[60610] = {
    ["name"] = "생화학 무기 ",
    ["explain"] = "카마스의 한정 스킨: 생화학 무기",
}
data[60586] = {
    ["name"] = "절대 제로",
    ["explain"] = "카림의 스킨: 절대 제로",
}
data[60619] = {
    ["name"] = "황금시대",
    ["explain"] = "앗! 누가 잘난척 하는거지, 눈부셔! 황금처럼 눈부시잖아! 악! 내 눈!!",
}
data[60605] = {
    ["name"] = "장례자",
    ["explain"] = "크루스의 한정 스킨:장례자 ",
}
data[60589] = {
    ["name"] = "대부",
    ["explain"] = "루츠의 밸런타인데이 한정 스킨",
}
data[60580] = {
    ["name"] = "나이트 위치",
    ["explain"] = "말라사 스킨: 나이트 위치",
}
data[60611] = {
    ["name"] = "고딕 퀸",
    ["explain"] = "마가렛의 스킨: 고딕 퀸",
}
data[60601] = {
    ["name"] = "세라핌",
    ["explain"] = "미카엘의 한정 스킨: 세라핌",
}
data[60603] = {
    ["name"] = "프로스트 아이",
    ["explain"] = "밈의 한정 스킨: 프로스트 아이 ",
}
data[60627] = {
    ["name"] = "에이스 쿼터백",
    ["explain"] = "럭비공 하나면 혼자서 1년도 놀 수 있어! 이게 바로 에이스의 프로패셔녈 소야인건가.",
}
data[60587] = {
    ["name"] = "신룡 무사",
    ["explain"] = "미키의 스킨: 신룡 무사",
}
data[60617] = {
    ["name"] = "천계·질풍",
    ["explain"] = "바람같은 남자, 그는 달리는 속도가 빠르기만 하면 바람으로 변할 수 있다고 굳게 믿는다. 하지만 헬멧을 쓰고 달리는건 역시 너무 덥다!",
}
data[60635] = {
    ["name"] = "청란",
    ["explain"] = "청란, 영원한 사랑을 상징하는 상고 시대의 신수. 연인을 사랑한다면 청란을 선물로 주세요!",
}
data[60595] = {
    ["name"] = "Dr.오무스",
    ["explain"] = "오무스의 스킨: Dr.오무스",
}
data[60591] = {
    ["name"] = "서큐버스",
    ["explain"] = "여왕의 한정 스킨: 서큐버스",
}
data[60629] = {
    ["name"] = "폭력의 미학",
    ["explain"] = "조련 업계의 최고 마스터, 18종 무기의 사용에 능통하며 다양한 무기의 멀티플 온라인 제어가 가능하다!",
}
data[60609] = {
    ["name"] = "숲 수호자",
    ["explain"] = "로사의 스킨: 숲 수호자",
}
data[60600] = {
    ["name"] = "홍련 기사",
    ["explain"] = "지그문트의 한정 스킨: 홍련 기사",
}
data[60606] = {
    ["name"] = "쥐라기 화석",
    ["explain"] = "스케레이의 한정 스킨: 쥐라기 화석 ",
}
data[60631] = {
    ["name"] = "도깨비",
    ["explain"] = "큰 덩치에 뾰족한 송곳니, 울부짖음 한번에 모든 야수들이 도망치니, 사납기 그지없다! 어흥!",
}
data[60608] = {
    ["name"] = "비디오 게임 스톰",
    ["explain"] = "발렌티노의 한정 스킨: 비디오 게임 스톰 ",
}
data[60624] = {
    ["name"] = "크리스마스 카니발",
    ["explain"] = "지금껏 보지 못했던 최고로 멋진 산타클로스! 반했다고? 그럼 미친듯이 입덕할 준비를 하자!",
}
data[60612] = {
    ["name"] = "정글 헌터",
    ["explain"] = "발키리의 한정 스킨: 정글 헌터",
}
data[60632] = {
    ["name"] = "심판의 창",
    ["explain"] = "멋진 pose로 창을 한번 휘두르는, 금빛찬란한 모습이 참으로 핸섬하다! 그렇다, 그녀는 바로 우리 숲속의 빛, 발키리다!",
}
data[60583] = {
    ["name"] = "고트족 앨리스",
    ["explain"] = "비사 스킨: 고트족 앨리스",
}
data[60634] = {
    ["name"] = "눈의 여왕",
    ["explain"] = "눈의 여왕 얼음 제작 중.... 얼음 무한 제공, 셀프입니다. 다만, 동상 조심하세요~",
}
data[60615] = {
    ["name"] = "악마의 재생",
    ["explain"] = "악마는 재생하지만, 모발은 재생이 안된다. 혹시 닭벼슬머리를 한 악마를 보게되면 절대로 비웃지 말자, 악마로서의 마지막 자존심일 수도 있으니.",
}
data[60616] = {
    ["name"] = "뮬란",
    ["explain"] = "지금 이 시각 그녀는 위풍당당한 여장군이다! 그녀의 검은 눈빛만큼 날카로워서, 어떠한 적도 3초만에 죽여버린다.",
}
return data