local faq = {}
faq[1] = {
    ["title"] = "게임 관련 Q&A",
    ["describe"] = "1.Q: 기기 교체후 어떻게 게임에 접속하는지?|A: 다운로드 받은후 게임에 접속하고나시면 자동으로 게스트로그인이 진행되며, 튜토리얼을 완료하신 후 우측하단의 설정-계정전환 버튼을 선택합니다. 이후 고객님의 계정과 비번을 입력하면 게임에 접속하실 수 있습니다. |2.Q: 계정이 기억나지 않아도 계정을 찾을수 있는지?|A: 계정이 기억나지 않을경우 계정을 다시찾기가 불가능하니 자신의 계정과 비번을 꼭 기억해두세요.|3.Q: 계정을 해킹당했는데 비밀번호가 변경되었다면?|A: 고객님의 비밀번호가 타인에 의해 변경되었다면 빠른 시일내에 고객팀에 연락주세요.|4.Q: 인터넷 연결 지연으로 로그인 안된다면?|A: 게임 접속이 안될경우, 계속하여 연결 시도를 하거나 로딩프로세스를 끄고 게임을 재시작 해보세요.|5.Q: 게임이 계속 로딩(check updates)중으로 게임에 접속되지 않는다면?|A: 게임에 접속할때 로딩이 지속되고 접속이 되지 않는다면 로딩프로세스를 끄고 게임을 재시작 하거나 인터넷 연결 상태를 확인해보세요.  계속 접속이 안된다면 저희 고객팀에 연락주세요.|6.Q: 데이터 혹은 계정을 분실했다면?|A: 데이터를 분실했다면 우선 고객님이 접속한 로그인 서버가 맞는지 확인해주세요. 서버와 서버간에 데이터는 공유되지 않기때문입니다. 서버가 틀림없고 여전히 해결되지 않는다면 저희 고객팀에 연락주세요. 고객팀과 연락시 게임 ID와 가입시 이메일 등 정보가 필요하고 저희는 최대한 도와드리도록 하겠습니다.|7.Q: 게임하는 도중에 자주 접속이 끊긴다면?|A: 게임하는 도중에 빈번히 접속이 끊긴다면 우선 게임이 작동하는 기기의 인터넷 연결 상태를 확인하고 인터넷 연결 방식을 변경한후 다시 시도해주세요. 확인후 여전히 연결이 끊긴다면 고객팀에 연락주세요.|8.Q: 게임이 튕김현상이 있는데요?|A: 게임이 튕김 현상이 있다면 우선 기기내 모든 프로그램을 끄고 게임을 재시작 해보세요. 확인후 여전히 튕김이 있다면 고객팀에 연결하여 고객님의 기기 모델을 말씀드리고 튕김상황을 문의해 해주시기 바랍니다. |9.Q: 부정행위를 하는 유저를 봤다면?|A: 우리는 공정한 게임 환경을 제공하기 위해 최선을 다하고 있으며 버그를 이용해 게임 밸런스를 파괴하는 행위를 엄격히 금지합니다. 부정 행위를 발견한 후 제때에 제보해 주시면 제재 조치를 취하는데 많은 도움이 될 수 있습니다.",
}
faq[2] = {
    ["title"] = "커뮤니티 관련 Q&A",
    ["describe"] = "1.Q: 채팅 채널을 도배하는 상황을 차단하려면?|A: 채팅 채널에서 도배하는 유저 아바타를 클릭하고 차단 버튼을 클릭하면 해당 유저의 발언이 차단됩니다.|2.Q: 채팅 채널에 광고 혹은 사기성 내용이 있다면?|A: 메인 화면의 왼쪽에 있는 피드백으로 저희 고객팀에 연락주시고 해당 유저의 ID를 알려주시면 신고 완료됩니다. 혹은 해당 내용을 스샷을 찍어서 스샷과 해당 유저 ID를 포함한 내용을 고객센터 메일로 보내주시면 됩니다. |3.Q: 게임중에 친구 추가를 하고싶다면?|A: 채팅 채널에서 유저 아바타를 클릭하여 요청을 보낼수 있고, 친구 신청 에서 유저 ID를 입력하거나 친구 추천으로 요청을 보낼수 있습니다.|4.Q: 친구와 커뮤니케이션하는 방법은?|A: 친구를 도와 친구의 BOSS를 함께 처치할수 있고, 서로 하트를 선물할수 있어 하트 소환을 할수 있고, 친구에게 메일을 보내 친구와 커뮤니케이션 할수 있습니다. |5.Q: 길드 가입 방법은?|A: 메인 화면에서 길드 버튼을 클릭하고 추천된 길드를 선택하여 가입 신청하거나 길드 ID를 직접 입력하여 조회하여 가입신청 할수 있으며, 자신의 길드를 직접 생성하고 기타 유저를 요청하여 자신의 길드에 가입하도록 할수 있습니다.|6.Q: 길드에 가입하면 어떤 컨텐츠를 이용 가능한지?|길드에 가입한후 출석체크로 길드 레벨을 올리고 길드코인을 획득하며; 방앗간, 길드 던전에 도전해 길드 코인과 일정량의 골드를 획득할수 있으며; 일주일에 한번씩 진행되는 길드전에 참여하면 대량의 길드코인과 기타 보상을 획득할수 있습니다.|7.Q: 길드를 교체하면 어떠한 영향이 있는지?|A: 이번주 길드전을 신청한다음 길드를 교체하게되면 고객님은 이번주 길드전에 참여할수 없고, 이번주 길드전 보상도 전혀 획득할수 없습니다.|8.Q: 길드코인의 작용은?|A: 길드 코인은 길드내의 길드상점에서 상품을 구매할수 있고, 길드코인을 소모하여 길드 기술에서 길드 스킬을 올려줄수 있습니다.|9.Q: 길드 기술을 레벨업하면 어떤 작용을 하는지?|A: 길드 기술중의 5종 직업 스킬을 업그레이드 하면, 자신의 소유한 해당 직업 영웅의 속성도 업그레이드 됩니다.",
}
faq[3] = {
    ["title"] = "충전 관련 Q&A",
    ["describe"] = "1.Q: VIP유저가 되는 방법은?|A: 고객님 구매하신 다이아가 일정수량에 도달하면 바로 VIP유저로 되고, 구매하신 다이아가 많을수록 VIP레벨이 높고 혜택이 더 많습니다.|2.Q: 첫 충전시 보상은?|A: 최초 충전시 2배 다이아를 받을 수 있으며 단계별로 1회만 이 혜택을 누릴 수 있습니다. 월카드와 같은 특별 상품은 포함되지 않습니다.|3.Q: 결제 완료되었으나 아이템을 받지못했다면?|A: 결제했지만 아이템이 지급되지 않은 경우에는 게임을 다시 실행해 보세요. 여러번 시도해도 안되면  당사 고객센터에 문의하시기 바랍니다.|4.Q: 충전 성공한후 차감한 금액이 변동되나요?|A: 충전시 차감한 금액은 게임 포탈에서 고객님이 현재 거주중인 나라의 화페 환율로 계산된것이므로, 환율이 변하면 금액도 변동이 있습니다.",
}
faq[4] = {
    ["title"] = "기타 질문사항",
    ["describe"] = "게임과 관련된 모든 문의사항 혹은 게임에 대한 제의사항은 피드백으로 저희한테 메시지를 보내시면 됩니다. 혹은 이메일로 보내주셔도 되며 메일 주소는 글로벌 구글버전 : idleheroes.feedback@gmail.com. 원스토어 버전 : idle@withusgame.com",
}
return faq