local data = {}
data[1] = {
    ["name"] = "골드",
    ["brief"] = "통화",
    ["explain"] = "일반 통화",
}
data[2] = {
    ["name"] = "다이아",
    ["brief"] = "통화",
    ["explain"] = "가장 가치있는 희귀 통화",
}
data[3] = {
    ["name"] = "EXP",
    ["brief"] = "유저 경험치",
    ["explain"] = "유저 레벨업에 사용됩니다",
}
data[4] = {
    ["name"] = "길드 주화",
    ["brief"] = "길드 주화",
    ["explain"] = "길드 상점의 아이템을 구매하는 데 사용됩니다",
}
data[5] = {
    ["name"] = "길드 경험치",
    ["brief"] = "길드 경험치",
    ["explain"] = "길드 레벨업에 사용됩니다",
}
data[6] = {
    ["name"] = "행운의 주화",
    ["brief"] = "행운의 주화",
    ["explain"] = "행운 상점의 아이템을 구매하는 데 사용됩니다",
}
data[7] = {
    ["name"] = "영혼석 조각",
    ["brief"] = "영웅 통화 구매",
    ["explain"] = "영웅 상점에서 영웅을 구매할 때 사용됩니다",
}
data[8] = {
    ["name"] = "깜짝 인형",
    ["brief"] = "크리스마스 교환 아이템",
    ["explain"] = "크리스마스 상점에서 특정 아이템을 교환할 때 사용됩니다",
}
data[9] = {
    ["name"] = "VIP 경험",
    ["brief"] = "VIP 경험",
}
data[10] = {
    ["name"] = "영령",
    ["brief"] = "영웅 레벨업 경험치",
    ["explain"] = "영웅 레벨업에 사용됩니다",
}
data[11] = {
    ["name"] = "영웅 승급석",
    ["brief"] = "영웅 승급 경험치",
    ["explain"] = "영웅 승급에 사용됩니다",
}
data[12] = {
    ["name"] = "하트",
    ["brief"] = "우정 소환 통화",
    ["explain"] = "친구의 선물을 통해 얻습니다",
}
data[13] = {
    ["name"] = "뽑기 최소 에너지",
    ["brief"] = "뽑기 최소 에너지",
}
data[14] = {
    ["name"] = "마법 방울",
    ["brief"] = "스태미나 아이템",
    ["explain"] = "환상의 탑 전투에 사용됩니다",
}
data[15] = {
    ["name"] = "마법 가루",
    ["brief"] = "재료",
    ["explain"] = "레벨업 크리스탈 재료",
}
data[16] = {
    ["name"] = "용비늘 주화",
    ["brief"] = "시련용 상점통화",
    ["explain"] = "용사의 시련 상점에서 아이템을 구매하는 데 사용됩니다",
}
data[17] = {
    ["name"] = "명예 주화",
    ["brief"] = "경기장 상점 통화",
    ["explain"] = "경기장 상점에서 상품 구매용",
}
data[18] = {
    ["name"] = "경기장 상자",
    ["brief"] = "상자는 우편을 통해 자동으로 열립니다",
    ["explain"] = "랜덤으로 골드, 영웅 경험치, 영웅 승급석, 레전드 장비, 영웅 조각 등 희귀한 아이템을 획득합니다",
}
data[19] = {
    ["name"] = "마법의 빵",
    ["brief"] = "스태미나 아이템",
    ["explain"] = "길드 방앗간 약탈에 사용됩니다",
}
data[20] = {
    ["name"] = "선지자의 축복",
    ["brief"] = "영웅 교체 자료",
    ["explain"] = "영웅 교체시 사용됩니다.",
}
data[21] = {
    ["name"] = "선지자의 보주",
    ["brief"] = "선지자의 문 소환 아이템",
    ["explain"] = "선지자의 나무에서 4성 품질의 영웅 혹은 영웅 조각 소환시 사용됩니다.",
}
data[22] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 명절 이벤트 300승 보상인 특수 아바타",
}
data[23] = {
    ["name"] = "레드1성 신기 상자",
    ["brief"] = "신기상자",
    ["explain"] = "구매한후 랜덤으로 붉은색 1성 신기 1개를 획득합니다.",
}
data[24] = {
    ["name"] = "그린1성 신기 상자",
    ["brief"] = "신기상자",
    ["explain"] = "구매한후 랜덤으로 녹색 1성 신기 1개를 획득합니다.",
}
data[25] = {
    ["name"] = "겨울 한정 이미지",
    ["brief"] = "특수 아바타",
    ["explain"] = "이벤트 선물팩(시간한정)을 구매하면 특수 아바타를 획득합니다.",
}
data[26] = {
    ["name"] = "얼음 인형",
    ["brief"] = "재료 교환",
    ["explain"] = "명절 교환 선물 전용 아이템, 이벤트가 종료되면 더이상 교환 불가하니 꼭 이벤트 기간에 사용해 주세요.",
}
data[27] = {
    ["name"] = "기본 술집  얼음 인형상자",
    ["brief"] = "재료 상자",
    ["explain"] = "구매하면 얼음 인형(수량 랜덤 25~75개 사이)을 획득합니다.",
}
data[28] = {
    ["name"] = "기본 술집 퀘스트 스크롤",
    ["brief"] = "술집 퀘스트 스크롤",
    ["explain"] = "술집에서 사용한후 랜덤으로 퀘스트(1~4성)1개를 추가하는데 해당 퀘스트를 진행하지 않으면 술집 퀘스트 재설정이후 사라집니다.",
}
data[29] = {
    ["name"] = "고급 술집 퀘스트 스크롤",
    ["brief"] = "술집 퀘스트 스크롤",
    ["explain"] = "술집에서 사용한후 랜덤으로 퀘스트(4~7성)1개를 추가하는데 해당 퀘스트를 진행하지 않으면 술집 퀘스트 재설정이후 사라집니다.",
}
data[30] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 명절 이벤트 300승 보상인 특수 아바타",
}
data[31] = {
    ["name"] = "고급 술집 얼음 인형상자",
    ["brief"] = "재료 상자",
    ["explain"] = "구매하면 얼음 인형(수량 랜덤 50~150개 사이)을 획득합니다.",
}
data[32] = {
    ["name"] = "발렌타인 한정 이미지",
    ["brief"] = "특수 아바타",
    ["explain"] = "이벤트 선물팩(시간한정)을 구매하면 특수 아바타를 획득합니다.",
}
data[33] = {
    ["name"] = "우승 트로피 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "파티 경기장 순위 보상 아바타.",
}
data[34] = {
    ["name"] = "다이아메달 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "파티 경기장 순위 보상 아바타.",
}
data[35] = {
    ["name"] = "금메달 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "파티 경기장 순위 보상 아바타.",
}
data[36] = {
    ["name"] = "은메달 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "파티 경기장 순위 보상 아바타.",
}
data[37] = {
    ["name"] = "동메달 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "파티 경기장 순위 보상 아바타.",
}
data[38] = {
    ["name"] = "마수 기념 이미지",
    ["brief"] = "특수 아바타",
    ["explain"] = "이벤트 선물팩(시간한정)을 구매하면 특수 아바타를 획득합니다.",
}
data[39] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 명절 이벤트 400승 보상인 특수 아바타",
}
data[40] = {
    ["name"] = "악마의혼",
    ["brief"] = "마수 재료",
    ["explain"] = "마수 활성화, 레벨업과 진급에 사용됩니다.",
}
data[41] = {
    ["name"] = "혼돈석",
    ["brief"] = "마수 재료",
    ["explain"] = "마수 체질 레벨업에 사용됩니다.",
}
data[42] = {
    ["name"] = "마수 기념 이미지",
    ["brief"] = "특수 아바타",
    ["explain"] = "이벤트 선물팩(시간한정)을 구매하면 특수 아바타를 획득합니다.",
}
data[43] = {
    ["name"] = "황금 신상",
    ["brief"] = "교환 아이템 재료",
    ["explain"] = "명절 교환 선물 전용 아이템, 이벤트가 종료되면 더이상 교환 불가하니 꼭 이벤트 기간에 사용해 주세요.",
}
data[44] = {
    ["name"] = "기본 황금 신상 상자",
    ["brief"] = "재료 상자",
    ["explain"] = "구매한후 랜덤 수량(20-40)의 황금 신상을 획득합니다.",
}
data[45] = {
    ["name"] = "중급 황금 신상 상자",
    ["brief"] = "재료 상자",
    ["explain"] = "구매한후 랜덤 수량(50-100)의 황금 신상을 획득합니다.",
}
data[46] = {
    ["name"] = "고급 황금 신상 상자",
    ["brief"] = "재료 상자",
    ["explain"] = "구매한후 랜덤 수량(180-360)의 황금 신상을 획득합니다.",
}
data[47] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 명절 이벤트 400승 보상인 특수 아바타",
}
data[48] = {
    ["name"] = "마수 기념 이미지",
    ["brief"] = "특수 아바타",
    ["explain"] = "이벤트 선물팩(시간한정)을 구매하면 특수 아바타를 획득합니다.",
}
data[49] = {
    ["name"] = "마수 기념 이미지",
    ["brief"] = "특수 아바타",
    ["explain"] = "이벤트 선물팩(시간한정)을 구매하면 특수 아바타를 획득합니다.",
}
data[50] = {
    ["name"] = "도전 배지",
    ["brief"] = "부서진공간 참여 티켓",
    ["explain"] = "부서진공간 전투에 참여하면 티겟을 소모합니다",
}
data[51] = {
    ["name"] = "럭키 생선",
    ["brief"] = "교환 아이템 재료",
    ["explain"] = "명절 교환 선물 전용 아이템, 이벤트가 종료되면 더이상 교환 불가하니 꼭 이벤트 기간에 사용해 주세요.",
}
data[52] = {
    ["name"] = "첫 번째 주년 기념 기념 이미지",
    ["brief"] = "특수 아바타",
    ["explain"] = "행운 생선 뼈로 교환할 경우 특수 아바타를 획득하실 수 있습니다",
}
data[53] = {
    ["name"] = "기본 럭키 생선 상자",
    ["brief"] = "재료 상자",
    ["explain"] = "구매한후 랜덤 수량(20-40)의 럭키 생선을 획득합니다.",
}
data[54] = {
    ["name"] = "중급 럭키 생선 상자",
    ["brief"] = "재료 상자",
    ["explain"] = "구매한후 랜덤 수량(50-100)의 럭키 생선을 획득합니다.",
}
data[55] = {
    ["name"] = "고급 럭키 생선 상자",
    ["brief"] = "재료 상자",
    ["explain"] = "구매한후 랜덤 수량(180-360)의 럭키 생선을 획득합니다.",
}
data[56] = {
    ["name"] = "고급 럭키 생선 상자",
    ["brief"] = "재료 상자",
    ["explain"] = "구매한후 랜덤 수량(150-300)의 럭키 생선을 획득합니다.",
}
data[57] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 명절 이벤트 400승 보상인 특수 아바타",
}
data[58] = {
    ["name"] = "슈퍼 행운뽑기권",
    ["brief"] = "슈퍼 행운뽑기 인증",
    ["explain"] = "각 룰렛 라운드는 슈퍼 행운뽑기권 1개가 소모됩니다.",
}
data[59] = {
    ["name"] = "마수 기념 이미지",
    ["brief"] = "특수 아바타",
    ["explain"] = "이벤트 선물팩(시간한정)을 구매하면 특수 아바타를 획득합니다.",
}
data[60] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 명절 이벤트 400승 보상인 특수 아바타",
}
data[61] = {
    ["name"] = "한정판 기념 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "한정판 러브 아바타에 사용할 이벤트 팩을 구매하세요.",
}
data[62] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 명절 이벤트 400승 보상인 특수 아바타",
}
data[63] = {
    ["name"] = "한정 메모리얼 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "이벤트 선물팩(시간한정)을 구매하면 특수 아바타를 획득합니다.",
}
data[64] = {
    ["name"] = "한정 메모리얼 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "이벤트 선물팩(시간한정)을 구매하면 특수 아바타를 획득합니다.",
}
data[65] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 이벤트 스페셜 아바타입니다",
}
data[66] = {
    ["name"] = "골든 드래곤 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "특별 아바타를 획득하려면 VIP 구독을 신청하세요.",
}
data[67] = {
    ["name"] = "할로윈 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "할로윈 이벤트 특별 아바타",
}
data[68] = {
    ["name"] = "할로윈 호박",
    ["brief"] = "교환 아이템 재료",
    ["explain"] = "명절 교환 선물 전용 아이템, 이벤트가 종료되면 더이상 교환 불가하니 꼭 이벤트 기간에 사용해 주세요.",
}
data[69] = {
    ["name"] = "실버벨",
    ["brief"] = "교환 아이템 재료",
    ["explain"] = "명절 교환 선물 전용 아이템, 이벤트가 종료되면 더이상 교환 불가하니 꼭 이벤트 기간에 사용해 주세요.",
}
data[70] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 이벤트 스페셜 아바타입니다",
}
data[71] = {
    ["name"] = "한정 메모리얼 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "이벤트 선물팩(시간한정)을 구매하면 특수 아바타를 획득합니다.",
}
data[72] = {
    ["name"] = "공허의 돌",
    ["brief"] = "건축 재료",
    ["explain"] = "집 건축 재료",
}
data[73] = {
    ["name"] = "영혼 박스",
    ["brief"] = "영웅 교체 재료",
    ["explain"] = "10성 영웅 교체",
}
data[74] = {
    ["name"] = "왕의전투",
    ["brief"] = "스킨 제조",
    ["explain"] = "조합중: 아스모델 스킨",
}
data[75] = {
    ["name"] = "데몬의 왕림",
    ["brief"] = "스킨 제조",
    ["explain"] = "조합중: 바레아 스킨",
}
data[76] = {
    ["name"] = "흑기사",
    ["brief"] = "스킨 제조",
    ["explain"] = "조합중: 다스모거 스킨",
}
data[77] = {
    ["name"] = "챔피언의 황금스워드",
    ["brief"] = "스킨 제조",
    ["explain"] = "조합중: 아이스블링크 스킨",
}
data[78] = {
    ["name"] = "북극의 검",
    ["brief"] = "스킨 제조",
    ["explain"] = "조합중: 블러드 블레이드 스킨",
}
data[79] = {
    ["name"] = "마지막 소원",
    ["brief"] = "스킨 제조",
    ["explain"] = "조합중: 데몬헌터 스킨",
}
data[80] = {
    ["name"] = "검은 보물상자",
    ["brief"] = "재료 상자",
    ["explain"] = "상자를 열면 예언의 구슬, 골드, 마법 가루, 보석, 붉은 아티팩트를 포함한 무작위 아이템을 받습니다.  ",
}
data[81] = {
    ["name"] = "수수께끼 검은 상자 레벨 1",
    ["brief"] = "재료 상자",
    ["explain"] = "상자를 열면 영웅 소환 스크롤 x 5, 몬스터 영혼 x 1000, 혼돈의 돌 x 500을 받습니다.",
}
data[82] = {
    ["name"] = "수수께끼 검은 상자 레벨 2",
    ["brief"] = "재료 상자",
    ["explain"] = "상자를 열면 슈퍼 칩 x 5, 무쌍 전쟁 부츠 x 1, 무쌍 펜던트 x 1을 받습니다.",
}
data[83] = {
    ["name"] = "수수께끼 검은 상자 레벨 3",
    ["brief"] = "재료 상자",
    ["explain"] = "상자를 열면 선지자의 보주 x 5, 무쌍의 검 x 1, 무쌍 갑옷 x 1을 받습니다.",
}
data[84] = {
    ["name"] = "수수께끼 검은 상자 레벨 4",
    ["brief"] = "재료 상자",
    ["explain"] = "상자를 열면 5성 데몬 헌터 조각, 마법 가루 x 20000.",
}
data[85] = {
    ["name"] = "수수께끼 검은 상자 레벨 5",
    ["brief"] = "재료 상자",
    ["explain"] = "상자를 열면 오렌지 아티팩트를 받습니다. 두려움 없는 갑옷, 25000 길드 코인, 데몬의 도착 x 10.",
}
data[86] = {
    ["name"] = "서프라이즈 상자",
    ["brief"] = "재료 상자",
    ["explain"] = "상자를 열면 5성 카마스 조각, 5성 지그문트, 5성 스케레이 조각, 5성 로사 조각, 5성 퀄크 조각, 5성 불면자의조각,에이단의 분노, 여왕의 검, 탄식, 금빛 열쇠 포함한 무작위 아이템을 얻습니다.",
}
data[87] = {
    ["name"] = "나이트 위치",
    ["brief"] = "스킨 제조",
    ["explain"] = "조합중: 말라사 스킨",
}
data[88] = {
    ["name"] = "한정판 기념 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "이벤트 선물팩(시간한정)을 구매하면 특수 아바타를 획득합니다.",
}
data[89] = {
    ["name"] = "전투를 즐기는 자 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 이벤트 스페셜 아바타입니다",
}
data[90] = {
    ["name"] = "혼돈의 사도",
    ["brief"] = "스킨 제조",
    ["explain"] = "조합중: 페이트 블레이드 스킨",
}
data[91] = {
    ["name"] = "천상의 선지자",
    ["brief"] = "스킨 제조",
    ["explain"] = "조합중: 아무보르 스킨",
}
data[92] = {
    ["name"] = "눈사람",
    ["brief"] = "재료 교환",
    ["explain"] = "명절 교환 선물 전용 아이템, 이벤트가 종료되면 더이상 교환 불가하니 꼭 이벤트 기간에 사용해 주세요.",
}
data[93] = {
    ["name"] = "한정판 기념 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "이벤트 선물팩(시간한정)을 구매하면 특수 아바타를 획득합니다.",
}
data[94] = {
    ["name"] = "1급 신정 보물상자; ",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[95] = {
    ["name"] = "2급 신정 보물상자; ",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[96] = {
    ["name"] = "3급 신정 보물상자;",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[97] = {
    ["name"] = "4급 신정 보물상자; ",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[98] = {
    ["name"] = "5급 신정 보물상자;   ",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[99] = {
    ["name"] = "고트족 앨리스",
    ["brief"] = "스킨 제조",
    ["explain"] = "조합중: 비사 스킨",
}
data[100] = {
    ["name"] = "소녀의 폭풍우",
    ["brief"] = "스킨 제조",
    ["explain"] = "조합중: 플레임 스트라이크 스킨",
}
data[101] = {
    ["name"] = "망자의 언어",
    ["brief"] = "스킨 제조",
    ["explain"] = "밴쉬 스킨 합성에 적용합니다",
}
data[102] = {
    ["name"] = "전투를 즐기는 자 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 이벤트 스페셜 아바타입니다",
}
data[103] = {
    ["name"] = "절대 제로",
    ["brief"] = "스킨 제조",
    ["explain"] = "카림 스킨 합성에 적용합니다.",
}
data[104] = {
    ["name"] = "신룡 무사",
    ["brief"] = "스킨 제조",
    ["explain"] = "미키 스킨 합성에 적용합니다.",
}
data[105] = {
    ["name"] = "레이븐",
    ["brief"] = "스킨 제조",
    ["explain"] = "아이스 블링크의 한정 스킨 합성에 적용합니다.",
}
data[106] = {
    ["name"] = "대부",
    ["brief"] = "스킨 제조",
    ["explain"] = "루츠의 밸런타인데이 한정 스킨 합성에 적용합니다.",
}
data[107] = {
    ["name"] = "부러진 장미",
    ["brief"] = "스킨 제조",
    ["explain"] = "에밀리의 밸런타인데이 한정 스킨 합성에 적용합니다.",
}
data[108] = {
    ["name"] = "불꽃",
    ["brief"] = "재료 교환",
    ["explain"] = "연수를 쫓는 장비, 연수에게 데미지를 가합니다.",
}
data[109] = {
    ["name"] = "폭죽",
    ["brief"] = "재료 교환",
    ["explain"] = "연수를 쫓는 장비, 연수에게 데미지를 가합니다.",
}
data[110] = {
    ["name"] = "소원의 등",
    ["brief"] = "재료 교환",
    ["explain"] = "명절 교환 선물 전용 아이템, 이벤트가 종료되면 더이상 교환 불가하니 꼭 이벤트 기간에 사용해 주세요.",
}
data[111] = {
    ["name"] = "달콤한 초콜릿",
    ["brief"] = "재료 교환",
    ["explain"] = "명절 교환 선물 전용 아이템, 이벤트가 종료되면 더이상 교환 불가하니 꼭 이벤트 기간에 사용해 주세요.",
}
data[112] = {
    ["name"] = "설날 한정 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "설날 이벤트의 한정 프로필 사진",
}
data[113] = {
    ["name"] = "전투를 즐기는 자 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 이벤트 스페셜 아바타입니다",
}
data[114] = {
    ["name"] = "서큐버스",
    ["brief"] = "스킨 제조",
    ["explain"] = "여왕의 한정 스킨 합성에 적용합니다.",
}
data[115] = {
    ["name"] = "고혼",
    ["brief"] = "스킨 제조",
    ["explain"] = "에이단 피부 합성에 적용합니다.",
}
data[116] = {
    ["name"] = "봄의 선물",
    ["brief"] = "스킨 제조",
    ["explain"] = "퀄크의 한정 스킨 합성에 적용합니다.",
}
data[117] = {
    ["name"] = "신성한 유물",
    ["brief"] = "재료 교환",
    ["explain"] = "명절 교환 선물 전용 아이템, 이벤트가 종료되면 더이상 교환 불가하니 꼭 이벤트 기간에 사용해 주세요.",
}
data[118] = {
    ["name"] = "1급 봄의 선물",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[119] = {
    ["name"] = "2급 봄의 선물",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[120] = {
    ["name"] = "3급 봄의 선물",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[121] = {
    ["name"] = "4급 봄의 선물",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[122] = {
    ["name"] = "5급 봄의 선물",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[123] = {
    ["name"] = "마법 석비",
    ["brief"] = "재료 교환",
    ["explain"] = "마법 주문을 새긴 석비는 섀도우 가드에게 공격 피해를 줍니다.",
}
data[124] = {
    ["name"] = "고대 석상 ",
    ["brief"] = "재료 교환",
    ["explain"] = "명절 교환 선물 전용 아이템, 이벤트가 종료되면 더이상 교환 불가하니 꼭 이벤트 기간에 사용해 주세요.",
}
data[125] = {
    ["name"] = "바이올렛의 눈",
    ["brief"] = "스킨 제조",
    ["explain"] = "플레임 스트라이크의 한정 스킨 합성에 적용합니다.",
}
data[126] = {
    ["name"] = "전투를 즐기는 자 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 이벤트 스페셜 아바타입니다",
}
data[127] = {
    ["name"] = "Dr.오무스",
    ["brief"] = "스킨 제조",
    ["explain"] = "오무스 스킨 합성에 적용합니다.",
}
data[128] = {
    ["name"] = "다크 엘프",
    ["brief"] = "스킨 제조",
    ["explain"] = "하트와처의 한정 스킨 합성에 적용합니다.",
}
data[129] = {
    ["name"] = "은하수의 수비자",
    ["brief"] = "스킨 제조",
    ["explain"] = "그루 스킨 합성에 적용합니다.",
}
data[130] = {
    ["name"] = "복수의 신부 ",
    ["brief"] = "스킨 제조",
    ["explain"] = "다크 아신돌의 한정 스킨 합성에 적용합니다.",
}
data[131] = {
    ["name"] = "어둠의 유물",
    ["brief"] = "재료 교환",
    ["explain"] = "명절 교환 선물 전용 아이템, 이벤트가 종료되면 더이상 교환 불가하니 꼭 이벤트 기간에 사용해 주세요.",
}
data[132] = {
    ["name"] = "1급 여름 선물",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[133] = {
    ["name"] = "2급 여름 선물",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[134] = {
    ["name"] = "3급 여름 선물",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[135] = {
    ["name"] = "4급 여름 선물",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[136] = {
    ["name"] = "5급 여름 선물",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[137] = {
    ["name"] = "방사",
    ["brief"] = "스킨 제조",
    ["explain"] = "다스모거의 한정 스킨 합성에 적용합니다.",
}
data[138] = {
    ["name"] = "전투를 즐기는 자 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 이벤트 스페셜 아바타입니다",
}
data[139] = {
    ["name"] = "홍련 기사",
    ["brief"] = "스킨 제조",
    ["explain"] = "지그문트의 한정 스킨 합성에 적용합니다.",
}
data[140] = {
    ["name"] = "전투를 즐기는 자 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 이벤트 스페셜 아바타입니다",
}
data[141] = {
    ["name"] = "세라핌",
    ["brief"] = "스킨 제조",
    ["explain"] = "미카엘의 한정 스킨 합성에 적용합니다.",
}
data[142] = {
    ["name"] = "행운 기념 코인",
    ["brief"] = "재료 교환",
    ["explain"] = "명절 교환 선물 전용 아이템, 이벤트가 종료되면 더이상 교환 불가하니 꼭 이벤트 기간에 사용해 주세요.",
}
data[143] = {
    ["name"] = "2주년 기념 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "행운 기념 코인을 통해 받은 특수 아바타",
}
data[144] = {
    ["name"] = "에인절 밴드 보컬",
    ["brief"] = "스킨 제조",
    ["explain"] = "벨레인의 한정 스킨 합성에 적용합니다.",
}
data[145] = {
    ["name"] = "프로스트 아이",
    ["brief"] = "스킨 제조",
    ["explain"] = "밈의 한정 스킨 합성에 적용합니다.",
}
data[146] = {
    ["name"] = "레드 퀸",
    ["brief"] = "스킨 제조",
    ["explain"] = "자흐라의 한정 스킨 합성에 적용합니다.",
}
data[147] = {
    ["name"] = "장례자",
    ["brief"] = "스킨 제조",
    ["explain"] = "크루스의 한정 스킨 합성에 적용합니다.",
}
data[148] = {
    ["name"] = "쥐라기 화석",
    ["brief"] = "스킨 제조",
    ["explain"] = "스케레이의 한정 스킨 합성에 적용합니다.",
}
data[149] = {
    ["name"] = "2주년 한정 선물 상자1",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[150] = {
    ["name"] = "2주년 한정 선물 상자2",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[151] = {
    ["name"] = "2주년 한정 선물 상자3",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[152] = {
    ["name"] = "전투를 즐기는 자 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 이벤트 스페셜 아바타입니다",
}
data[153] = {
    ["name"] = "아포칼립스 아머",
    ["brief"] = "스킨 제조",
    ["explain"] = "페이트 블레이드의 한정 스킨 합성에 적용합니다.",
}
data[154] = {
    ["name"] = "비디오 게임 스톰",
    ["brief"] = "스킨 제조",
    ["explain"] = "발렌티노의 한정 스킨 합성에 적용합니다.",
}
data[155] = {
    ["name"] = "숲 수호자",
    ["brief"] = "스킨 제조",
    ["explain"] = "로사의 스킨 합성에 적용합니다.",
}
data[156] = {
    ["name"] = "생화학 무기 ",
    ["brief"] = "스킨 제조",
    ["explain"] = "카마스의 한정 스킨 합성에 적용합니다.",
}
data[157] = {
    ["name"] = "전투를 즐기는 자 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 이벤트 스페셜 아바타입니다",
}
data[158] = {
    ["name"] = "미스터리 상자",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[159] = {
    ["name"] = "미스터리 상자",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[160] = {
    ["name"] = "미스터리 상자",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[161] = {
    ["name"] = "미스터리 상자",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[162] = {
    ["name"] = "미스터리 상자",
    ["brief"] = "재료 상자",
    ["explain"] = "보물상자를 열어서 보상을 받습니다.",
}
data[163] = {
    ["name"] = "고딕 퀸",
    ["brief"] = "스킨 제조",
    ["explain"] = "마가렛 스킨 합성에 적용합니다.",
}
data[164] = {
    ["name"] = "정글 헌터",
    ["brief"] = "스킨 제조",
    ["explain"] = "발키리의 한정 스킨 합성에 적용합니다.",
}
data[165] = {
    ["name"] = "엘리먼트 하트",
    ["brief"] = "재료 교환",
    ["explain"] = "명절 교환 선물 전용 아이템, 이벤트가 종료되면 더이상 교환 불가하니 꼭 이벤트 기간에 사용해 주세요.",
}
data[166] = {
    ["name"] = "황야의 무법자",
    ["brief"] = "스킨 제조",
    ["explain"] = "에드가의 스킨 합성에 적용합니다.",
}
data[167] = {
    ["name"] = "전투를 즐기는 자 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "전투를 즐기는자 이벤트 스페셜 아바타입니다",
}
data[168] = {
    ["name"] = "엘리먼트 하트",
    ["brief"] = "재료 교환",
    ["explain"] = "",
}
data[19511] = {
    ["name"] = "6성 잠들지않는자 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19512] = {
    ["name"] = "6성 다크 스피릿 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19513] = {
    ["name"] = "6성 다스모거 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19514] = {
    ["name"] = "6성 아무보르 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19515] = {
    ["name"] = "6성 밈 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[40001] = {
    ["name"] = "4성 영웅 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 4성 영웅을 소환할 수 있습니다",
}
data[40002] = {
    ["name"] = "5성 영웅 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 5성 영웅을 소환할 수 있습니다",
}
data[40003] = {
    ["name"] = "3성 영웅 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 3성 영웅을 소환할 수 있습니다",
}
data[18501] = {
    ["name"] = "10성 다크 아신돌 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18502] = {
    ["name"] = "10성 잠들지않는자 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18503] = {
    ["name"] = "10성 다스모거 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18504] = {
    ["name"] = "10성 아무보르 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18505] = {
    ["name"] = "10성 밈 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[40011] = {
    ["name"] = "그림자 5성 영웅 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "50개 조각을 수집하면 어둠 진영의 5성 영웅을 소환할 수 있습니다",
}
data[40012] = {
    ["name"] = "성채 5성 영웅 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "50개 조각을 수집하면 성채 진영의 5성 영웅을 소환할 수 있습니다",
}
data[40013] = {
    ["name"] = "심연 5성 영웅 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "50개 조각을 수집하면 심연 진영의 5성 영웅을 소환할 수 있습니다",
}
data[40014] = {
    ["name"] = "숲 5성 영웅 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "50개 조각을 수집하면 숲 진영의 5성 영웅을 소환할 수 있습니다",
}
data[40015] = {
    ["name"] = "어둠 5성 영웅 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "50개 조각을 수집하면 그림자 진영의 5성 영웅을 소환할 수 있습니다",
}
data[40016] = {
    ["name"] = "빛 5성 영웅 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "50개 조각을 수집하면 빛 진영의 5성 영웅을 소환할 수 있습니다",
}
data[40021] = {
    ["name"] = "그림자 4성 영웅 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "30개 조각을 수집하면 어둠 진영의 4성 영웅을 소환할 수 있습니다",
}
data[40022] = {
    ["name"] = "성채 4성 영웅 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "30개 조각을 수집하면 성채 진영의 4성 영웅을 소환할 수 있습니다",
}
data[40023] = {
    ["name"] = "심연 4성 영웅 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "30개 조각을 수집하면 심연 진영의 4성 영웅을 소환할 수 있습니다",
}
data[40024] = {
    ["name"] = "숲 4성 영웅 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "30개 조각을 수집하면 숲 진영의 4성 영웅을 소환할 수 있습니다",
}
data[40025] = {
    ["name"] = "어둠 4성 영웅 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "30개 조각을 수집하면 그림자 진영의 4성 영웅을 소환할 수 있습니다",
}
data[40026] = {
    ["name"] = "빛 4성 영웅 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "30개 조각을 수집하면 빛 진영의 4성 영웅을 소환할 수 있습니다",
}
data[8801] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "특수 아바타",
}
data[8802] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "특수 아바타",
}
data[8803] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "특수 아바타",
}
data[8804] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "특수 아바타",
}
data[8805] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "특수 아바타",
}
data[8806] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "특수 아바타",
}
data[8807] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "특수 아바타",
}
data[8808] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "특수 아바타",
}
data[8809] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "특수 아바타",
}
data[8810] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "특수 아바타",
}
data[8811] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "특수 아바타",
}
data[8812] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "특수 아바타",
}
data[8813] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "특수 아바타",
}
data[8814] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "특수 아바타",
}
data[8815] = {
    ["name"] = "위너 오브 킹 한정아바타 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "특수 아바타",
}
data[19611] = {
    ["name"] = "6성 아스모델 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19612] = {
    ["name"] = "6성 디바인 스피릿 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19101] = {
    ["name"] = "6성 카르마 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19102] = {
    ["name"] = "6성 도미네이터 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19103] = {
    ["name"] = "6성 루츠 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19104] = {
    ["name"] = "6성 필드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19105] = {
    ["name"] = "6성 바드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19106] = {
    ["name"] = "6성 에이단 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19107] = {
    ["name"] = "6성 명예 가드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19108] = {
    ["name"] = "6성 아이스블링크 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19109] = {
    ["name"] = "6성 블리커 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19110] = {
    ["name"] = "6성 미라지 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19111] = {
    ["name"] = "6성 월터 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19112] = {
    ["name"] = "6성 데스스원 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18601] = {
    ["name"] = "10성 퀄크 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18602] = {
    ["name"] = "10성 아스모델 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18603] = {
    ["name"] = "10성 미카엘 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18604] = {
    ["name"] = "10성 페이트 블레이드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18605] = {
    ["name"] = "10성 벨레인 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19118] = {
    ["name"] = "6성 자흐라 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19119] = {
    ["name"] = "6성 호루스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18101] = {
    ["name"] = "10성 도미네이터 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18102] = {
    ["name"] = "10성 루츠 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18103] = {
    ["name"] = "10성 바드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18104] = {
    ["name"] = "10성 에이단 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18105] = {
    ["name"] = "10성 카르마 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18106] = {
    ["name"] = "10성 필드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18107] = {
    ["name"] = "10성 월터 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18108] = {
    ["name"] = "10성 블러드 블레이드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18109] = {
    ["name"] = "10성 콥스 데몬 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18110] = {
    ["name"] = "10성 카마스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18111] = {
    ["name"] = "10성 자흐라 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18112] = {
    ["name"] = "10성 호루스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[56001] = {
    ["name"] = "주황색 아티팩트 조각",
    ["brief"] = "아티팩트 소환",
    ["explain"] = "50개 조각을 모으면 주황색 아티팩트를 소환할 수 있습니다",
}
data[55001] = {
    ["name"] = "붉은색 아티팩트 조각",
    ["brief"] = "아티팩트 소환",
    ["explain"] = "50개 조각을 모으면 붉은색 아티팩트를 소환할 수 있습니다",
}
data[12000] = {
    ["name"] = "기본 소환 스크롤",
    ["brief"] = "소환 아이템",
    ["explain"] = "낮은 품질의 영웅을 소환할 때 사용됩니다",
}
data[12001] = {
    ["name"] = "경기장 티켓",
    ["brief"] = "경기장 참여 티켓",
    ["explain"] = "경기장 전투에 참여하면 티겟을 소모합니다",
}
data[12002] = {
    ["name"] = "행운뽑기권",
    ["brief"] = "행운뽑기 참여 티켓",
    ["explain"] = "행운뽑기를 돌릴 때마다 행운뽑기권을 1개씩 소모합니다",
}
data[12003] = {
    ["name"] = "영웅 소환 스크롤",
    ["brief"] = "소환 아이템",
    ["explain"] = "높은 품질의 영웅을 소환할 때 사용됩니다",
}
data[19411] = {
    ["name"] = "6성 로사 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19418] = {
    ["name"] = "6성 발키리 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19615] = {
    ["name"] = "6성 벨레인 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19318] = {
    ["name"] = "6성 킹 바튼 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19218] = {
    ["name"] = "6성 발렌티노 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19417] = {
    ["name"] = "6성 하트와처 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19317] = {
    ["name"] = "6성 크루스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19614] = {
    ["name"] = "6성 페이트 블레이드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19117] = {
    ["name"] = "6성 카마스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19116] = {
    ["name"] = "6성 콥스 데몬 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[54001] = {
    ["name"] = "초록색 아티팩트 조각",
    ["brief"] = "아티팩트 소환",
    ["explain"] = "30개 조각을 모으면 초록색 아티팩트를 소환할 수 있습니다",
}
data[19416] = {
    ["name"] = "6성 비사 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19316] = {
    ["name"] = "6성 스케레이 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19217] = {
    ["name"] = "6성 지그문트 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19613] = {
    ["name"] = "6성 미카엘 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19315] = {
    ["name"] = "6성 바리아 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19115] = {
    ["name"] = "6성 블러드 블레이드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19314] = {
    ["name"] = "6성 노마 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19313] = {
    ["name"] = "6성 디스트로이어 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19412] = {
    ["name"] = "6성 테일 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19312] = {
    ["name"] = "6성 알레리아 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19114] = {
    ["name"] = "6성 글렌 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19113] = {
    ["name"] = "6성 본 카버 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19413] = {
    ["name"] = "6성 에드가 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19414] = {
    ["name"] = "6성 제키스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19415] = {
    ["name"] = "6성 그레이 아이 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19201] = {
    ["name"] = "6성 미키 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19202] = {
    ["name"] = "6성 OD-01 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19203] = {
    ["name"] = "6성 마가렛 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19204] = {
    ["name"] = "6성 여왕 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19205] = {
    ["name"] = "6성 로드 발록 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19206] = {
    ["name"] = "6성 뚱뚱한 뮤 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19207] = {
    ["name"] = "6성 구스타 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19208] = {
    ["name"] = "6성 카림 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[53001] = {
    ["name"] = "보라색 아티팩트 조각",
    ["brief"] = "아티팩트 소환",
    ["explain"] = "20개 조각을 모으면 보라색 아티팩트를 소환할 수 있습니다",
}
data[19210] = {
    ["name"] = "6성 드래곤 슬레이어 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19211] = {
    ["name"] = "6성 오무스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19212] = {
    ["name"] = "6성 시에라 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19213] = {
    ["name"] = "6성 에밀리 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19214] = {
    ["name"] = "6성 플레임 스트라이크 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19215] = {
    ["name"] = "6성 로이 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19216] = {
    ["name"] = "6성 크리스티앙 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[10001] = {
    ["name"] = "마법결정",
    ["brief"] = "마법부여 재료",
    ["explain"] = "장비에 마법을 부여할 때 사용됩니다",
}
data[10002] = {
    ["name"] = "강력 정수",
    ["brief"] = "장비 통화 구매",
    ["explain"] = "암시장에서 장비를 구매하는 데 사용됩니다",
}
data[19219] = {
    ["name"] = "6성 샤 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19311] = {
    ["name"] = "6성 단탈리안 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19306] = {
    ["name"] = "6성 퀄크 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19305] = {
    ["name"] = "6성 다크 아신돌 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19304] = {
    ["name"] = "6성 말라사 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19303] = {
    ["name"] = "6성 그루 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18201] = {
    ["name"] = "10성 명예 가드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18202] = {
    ["name"] = "10성 아이스블링크 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18203] = {
    ["name"] = "10성 블리커 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18204] = {
    ["name"] = "10성 미라지 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18205] = {
    ["name"] = "10성 미키 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18206] = {
    ["name"] = "10성 OD-01 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18207] = {
    ["name"] = "10성 오무스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18208] = {
    ["name"] = "10성 에밀리 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18209] = {
    ["name"] = "10성 플레임 스트라이크 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18210] = {
    ["name"] = "10성 지그문트 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[56099] = {
    ["name"] = "주황색 아티팩트 전용 조각",
    ["brief"] = "아티팩트 소환",
    ["explain"] = "50개 조각을 모으면 주황색 전용 아티팩트를 소환할 수 있습니다",
}
data[18212] = {
    ["name"] = "10성 샤 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19302] = {
    ["name"] = "6성 스타라이트 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19301] = {
    ["name"] = "6성 얼굴없는 자 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19209] = {
    ["name"] = "6성 데몬 헌터 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18411] = {
    ["name"] = "10성 발키리 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18311] = {
    ["name"] = "10성 킹 바튼 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18211] = {
    ["name"] = "10성 발렌티노 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18410] = {
    ["name"] = "10성 하트와처 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18310] = {
    ["name"] = "10성 크루스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18409] = {
    ["name"] = "10성 비사 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18309] = {
    ["name"] = "10성 스케레이 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18308] = {
    ["name"] = "10성 바리아 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30000] = {
    ["name"] = "1성 어리석은자 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 5개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30001] = {
    ["name"] = "1성 어둠의교도 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 5개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30002] = {
    ["name"] = "1성 발광체 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 5개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30003] = {
    ["name"] = "1성 진실된자조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 5개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30004] = {
    ["name"] = "1성 벌목공 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 5개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30005] = {
    ["name"] = "1성 늙은 광부 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 5개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30006] = {
    ["name"] = "1성 소악마 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 5개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30007] = {
    ["name"] = "1성 화염의 아들 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 5개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30008] = {
    ["name"] = "1성 라바 비틀 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 5개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30009] = {
    ["name"] = "1성 벨라 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 5개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30010] = {
    ["name"] = "1성 스카우트 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 5개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30011] = {
    ["name"] = "1성 선원 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 5개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30012] = {
    ["name"] = "2성 샬럿 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 10개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30013] = {
    ["name"] = "2성 마르키나 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 10개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30014] = {
    ["name"] = "2성 해골 사수 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 10개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30015] = {
    ["name"] = "2성 해골 전사 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 10개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30016] = {
    ["name"] = "2성 회색의 마법사 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 10개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30017] = {
    ["name"] = "2성 타워 가드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 10개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30018] = {
    ["name"] = "2성 던전 가드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 10개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30019] = {
    ["name"] = "2성 ZH-07 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 10개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30020] = {
    ["name"] = "2성 골든 혼 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 10개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30021] = {
    ["name"] = "2성 실버 혼 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 10개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30022] = {
    ["name"] = "2성 존슨 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 10개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30023] = {
    ["name"] = "2성 다크스톤 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 10개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30024] = {
    ["name"] = "2성 레이번 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 10개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30025] = {
    ["name"] = "2성 드라이어드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 10개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30026] = {
    ["name"] = "2성 푸른 전사 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 10개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30027] = {
    ["name"] = "2성 드라이어드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 10개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30028] = {
    ["name"] = "3성 체인해머 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30029] = {
    ["name"] = "3성 독설 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30030] = {
    ["name"] = "3성 셜리 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30031] = {
    ["name"] = "3성 다크 프리스트 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30032] = {
    ["name"] = "3성 아이스 트롤 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30033] = {
    ["name"] = "3성 레이지 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30034] = {
    ["name"] = "3성 카이블 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30035] = {
    ["name"] = "3성 테라의사제 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30036] = {
    ["name"] = "3성 불꽃 주먹 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30037] = {
    ["name"] = "3성 MK-05 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30038] = {
    ["name"] = "3성 심연 가드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30039] = {
    ["name"] = "3성 난폭한 야수 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30040] = {
    ["name"] = "3성 서큐버스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30041] = {
    ["name"] = "3성 열화의붉은입술 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30042] = {
    ["name"] = "3성 미르코 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30043] = {
    ["name"] = "3성 실베르 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30044] = {
    ["name"] = "3성 안두미르 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30045] = {
    ["name"] = "3성 푸른 샤먼 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30046] = {
    ["name"] = "3성 블레이 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30047] = {
    ["name"] = "3성 포레스트 캡틴 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30048] = {
    ["name"] = "3성 아스브 유령 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30049] = {
    ["name"] = "3성 성령의아이 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 20개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30050] = {
    ["name"] = "4성 글럼피 콥스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30051] = {
    ["name"] = "4성 바그보 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30052] = {
    ["name"] = "4성 본 카버 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30053] = {
    ["name"] = "4성 글렌 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30054] = {
    ["name"] = "4성 나이트메어 나이트 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30055] = {
    ["name"] = "4성 본 제너럴 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30056] = {
    ["name"] = "4성 타임 메이지 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30057] = {
    ["name"] = "4성 스톰 해머 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30058] = {
    ["name"] = "4성 로이 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30059] = {
    ["name"] = "4성 시에라 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30060] = {
    ["name"] = "4성 리큐어 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30061] = {
    ["name"] = "4성 LM-02 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30062] = {
    ["name"] = "4성 로그 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30063] = {
    ["name"] = "4성 디스트로이어 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30064] = {
    ["name"] = "4성 테너 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30065] = {
    ["name"] = "4성 아카샤 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30066] = {
    ["name"] = "4성 레메게톤 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30067] = {
    ["name"] = "4성 알레리아 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30068] = {
    ["name"] = "4성 윈드 워커 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30069] = {
    ["name"] = "4성 치프 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30070] = {
    ["name"] = "4성 엔트 엘더 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30071] = {
    ["name"] = "4성 헤드스트라이커 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30072] = {
    ["name"] = "4성 테일 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30073] = {
    ["name"] = "4성 카르가스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30074] = {
    ["name"] = "4성 다크니스 페넬라 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30075] = {
    ["name"] = "4성 로건 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30076] = {
    ["name"] = "4성 디사이플 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30077] = {
    ["name"] = "4성 페이건 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30078] = {
    ["name"] = "5성 카르마 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30079] = {
    ["name"] = "5성 블러드 블레이드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30080] = {
    ["name"] = "5성 도미네이터 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30081] = {
    ["name"] = "5성 루츠 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30082] = {
    ["name"] = "5성 필드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30083] = {
    ["name"] = "5성 콥스 데몬 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30084] = {
    ["name"] = "5성 바드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30085] = {
    ["name"] = "5성 카마스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30086] = {
    ["name"] = "5성 에이단 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30087] = {
    ["name"] = "5성 월터 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30088] = {
    ["name"] = "5성 에밀리 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30089] = {
    ["name"] = "5성 오무스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30090] = {
    ["name"] = "5성 명예 가드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30091] = {
    ["name"] = "5성 플레임 스트라이크 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30092] = {
    ["name"] = "5성 아이스블링크 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30093] = {
    ["name"] = "5성 블리커 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30094] = {
    ["name"] = "5성 지그문트",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30095] = {
    ["name"] = "5성 미라지 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30096] = {
    ["name"] = "5성 미키 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30097] = {
    ["name"] = "5성 OD-01 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30098] = {
    ["name"] = "5성 스케레이 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30099] = {
    ["name"] = "5성 단탈리안 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30100] = {
    ["name"] = "5성 마가렛 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30101] = {
    ["name"] = "5성 바리아 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30102] = {
    ["name"] = "5성 여왕 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30103] = {
    ["name"] = "5성 로드 발록 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30104] = {
    ["name"] = "5성 킹 바튼 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30105] = {
    ["name"] = "5성 뚱뚱한 뮤 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30106] = {
    ["name"] = "5성 구스타 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30107] = {
    ["name"] = "5성 카림 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30108] = {
    ["name"] = "5성 데몬 헌터 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30109] = {
    ["name"] = "5성 드래곤 슬레이어 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30110] = {
    ["name"] = "5성 얼굴없는 자 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30111] = {
    ["name"] = "5성 로사 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30112] = {
    ["name"] = "5성 스타라이트 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30113] = {
    ["name"] = "5성 그루 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30114] = {
    ["name"] = "5성 에드가 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30115] = {
    ["name"] = "5성 비사 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30116] = {
    ["name"] = "5성 말라사 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30117] = {
    ["name"] = "5성 하트와처 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30118] = {
    ["name"] = "5성 발라스키 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30119] = {
    ["name"] = "5성 다크 아신돌 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30120] = {
    ["name"] = "5성 아무보르 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30121] = {
    ["name"] = "5성 퀄크 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30122] = {
    ["name"] = "5성 아스모델 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30123] = {
    ["name"] = "5성 미가엘 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30124] = {
    ["name"] = "5성 미카엘(챔피언) 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30125] = {
    ["name"] = "4성 렘브 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30126] = {
    ["name"] = "4성 데스스원 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30127] = {
    ["name"] = "4성 아이언 밤비 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30128] = {
    ["name"] = "4성 크리스티앙조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30129] = {
    ["name"] = "4성 노마조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30130] = {
    ["name"] = "4성 이몰라투스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30131] = {
    ["name"] = "4성 그레이 아이조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30132] = {
    ["name"] = "4성 제키스조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30133] = {
    ["name"] = "5성 글럼피 콥스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30134] = {
    ["name"] = "5성 바그보조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30135] = {
    ["name"] = "5성 타임 메이지 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30136] = {
    ["name"] = "5성 스톰 후드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30137] = {
    ["name"] = "5성 로그조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30138] = {
    ["name"] = "5성 디스트로이어 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30139] = {
    ["name"] = "5성 윈드 워커 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30140] = {
    ["name"] = "5성 치프 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30141] = {
    ["name"] = "5성 다크니스 페넬라 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30142] = {
    ["name"] = "5성 로건 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30143] = {
    ["name"] = "5성 디사이플 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30144] = {
    ["name"] = "5성 페이건 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30145] = {
    ["name"] = "5성 로이조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30146] = {
    ["name"] = "5성 시에라 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30147] = {
    ["name"] = "5성 테너 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30148] = {
    ["name"] = "5성 엔트 엘더 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30149] = {
    ["name"] = "5성 헤드스트라이커 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30150] = {
    ["name"] = "5성 본 카버 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30151] = {
    ["name"] = "5성 본 제너럴 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30152] = {
    ["name"] = "5성 리큐어 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30153] = {
    ["name"] = "5성 레메게톤 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30154] = {
    ["name"] = "5성 글렌 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30155] = {
    ["name"] = "5성 나이트메어 나이트 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30156] = {
    ["name"] = "5성 LM-02 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30157] = {
    ["name"] = "5성 아카샤 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30158] = {
    ["name"] = "5성 알레리아 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30159] = {
    ["name"] = "5성 테일 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30160] = {
    ["name"] = "5성 카르가스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30161] = {
    ["name"] = "5성 렘브 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30162] = {
    ["name"] = "5성 데스스원 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30163] = {
    ["name"] = "5성 아이언 밤비 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30164] = {
    ["name"] = "5성 크리스티앙 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30165] = {
    ["name"] = "5성 노마 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30166] = {
    ["name"] = "5성 이몰라투스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30167] = {
    ["name"] = "5성 그레이 아이 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30168] = {
    ["name"] = "5성 제키스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30169] = {
    ["name"] = "5성 잠들지않는자 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30170] = {
    ["name"] = "4성 디바인 스피릿 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30171] = {
    ["name"] = "4성 다크 스피릿 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 30개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30172] = {
    ["name"] = "5성 디바인 스피릿 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30173] = {
    ["name"] = "5성 다크 스피릿 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30174] = {
    ["name"] = "5성 다스 모거 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30175] = {
    ["name"] = "5성 페이트 블레이드 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30176] = {
    ["name"] = "5성 크루스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30177] = {
    ["name"] = "5성 발렌티노 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30178] = {
    ["name"] = "5성 자흐라",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30179] = {
    ["name"] = "5성 벨레인",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30180] = {
    ["name"] = "5성 밈",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30181] = {
    ["name"] = "5성 발키리",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30182] = {
    ["name"] = "5성 샤",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30183] = {
    ["name"] = "5성 크투가 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30184] = {
    ["name"] = "5성 호루스 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30185] = {
    ["name"] = "5성 아스브 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30186] = {
    ["name"] = "5성 아이다 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30187] = {
    ["name"] = "5성 오베론 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18307] = {
    ["name"] = "10성 단탈리안 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18306] = {
    ["name"] = "10성 카림 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18305] = {
    ["name"] = "10성 구스타 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18304] = {
    ["name"] = "10성 뚱뚱한 뮤 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18303] = {
    ["name"] = "10성 로드 발록 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18302] = {
    ["name"] = "10성 여왕 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18301] = {
    ["name"] = "10성 마가렛 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[40039] = {
    ["name"] = "엘리트 5성 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 빛과 어둠 진영외의 엘리트 5성 영웅을 소환할 수 있습니다.",
}
data[40046] = {
    ["name"] = "엘리트 빛 5성 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 빛 진영의 엘리트 5성 영웅을 소환할 수 있습니다.",
}
data[40045] = {
    ["name"] = "엘리트 어둠 5성 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 어둠 진영의 엘리트 5성 영웅을 소환할 수 있습니다.",
}
data[18408] = {
    ["name"] = "10성 에드가 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18407] = {
    ["name"] = "10성 로사 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18406] = {
    ["name"] = "10성 말라사 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18405] = {
    ["name"] = "10성 그루 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18404] = {
    ["name"] = "10성 스타라이트 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18403] = {
    ["name"] = "10성 얼굴없는 자 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18402] = {
    ["name"] = "10성 드래곤 슬레이어 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18401] = {
    ["name"] = "10성 데몬 헌터 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[60001] = {
    ["name"] = "유니버설 스킨 파편",
    ["brief"] = "스킨 제조 중",
    ["explain"] = "스킨 제조를 위해 10개의 조각 필요",
}
data[55099] = {
    ["name"] = "붉은색 아티팩트 전용 조각",
    ["brief"] = "아티팩트 소환",
    ["explain"] = "50개 조각을 모으면 붉은색 전용 아티팩트를 소환할 수 있습니다",
}
data[30189] = {
    ["name"] = "5성 아멘라 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30188] = {
    ["name"] = "5성 페니 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30191] = {
    ["name"] = "5성 거스틴 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30216] = {
    ["name"] = "5성 이타쿠아 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30193] = {
    ["name"] = "5성 UniMax-3000 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30190] = {
    ["name"] = "나키아 조각(5성)",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30199] = {
    ["name"] = "5성 델라슘 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30192] = {
    ["name"] = "5성 가루다 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30198] = {
    ["name"] = "5성 엘리비아 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30196] = {
    ["name"] = "5성 캐리 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[30194] = {
    ["name"] = "5성 테라 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[175] = {
    ["name"] = "추석 특별 아바타;",
    ["brief"] = "특수 아바타",
    ["explain"] = "추석 이벤트 보상: 한정 아바타",
}
data[178] = {
    ["name"] = "어두운 별",
    ["brief"] = "특수 아바타",
    ["explain"] = "업적을 통해 받은 특수 아바타",
}
data[179] = {
    ["name"] = "광휘를 잃는 달",
    ["brief"] = "특수 아바타",
    ["explain"] = "업적을 통해 받은 특수 아바타",
}
data[180] = {
    ["name"] = "일식의 날 ",
    ["brief"] = "특수 아바타",
    ["explain"] = "업적을 통해 받은 특수 아바타",
}
data[187] = {
    ["name"] = "할로윈 한정 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "할로윈 이벤트 보상--한정 아바타",
}
data[191] = {
    ["name"] = "추수감사절 한정 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "추수감사절 이벤트 보상--한정 아바타",
}
data[197] = {
    ["name"] = "크리스마스 한정 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "크리스마스 이벤트 보상: 한정 아바타",
}
data[205] = {
    ["name"] = "신정 한정 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "신정 이벤트 보상- 한정 아바타",
}
data[215] = {
    ["name"] = "설날 한정 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "설날 이벤트의 한정 프로필 사진",
}
data[220] = {
    ["name"] = "봄화환 아바타",
    ["brief"] = "특수 아바타",
    ["explain"] = "벚꽃 패키지에 한정 아바타",
}
data[18312] = {
    ["name"] = "10성 크투가 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18412] = {
    ["name"] = "10성 오베론 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18507] = {
    ["name"] = "10성 아스브 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[18606] = {
    ["name"] = "10성 아이다 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19320] = {
    ["name"] = "6성 크투가 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19616] = {
    ["name"] = "6성 아이다 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19419] = {
    ["name"] = "6성 오베론 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[19516] = {
    ["name"] = "6성 아스브 조각",
    ["brief"] = "영웅 소환",
    ["explain"] = "조각 50개를 모으면 해당 영웅을 소환할 수 있습니다",
}
data[170] = {
    ["name"] = "글로리 성물",
    ["brief"] = "재료 교환",
    ["explain"] = "높은 가치를 가지고 있는 성물입니다. 글로리 성전에서 희귀한 아이템을 교환하는 데 사용됩니다.",
}
return data