local loadingtips = {}
loadingtips[1] = {
    ["tips"] = "팁 :진영 상성 관계 :숲→그림자→성채→심연→숲, 어둠→빛, 빛→어둠",
}
loadingtips[2] = {
    ["tips"] = "팁 :영웅 등급은 오름순으로 1성, 2성, 3성, 4성, 5성 등 5개 등급을 포함합니다",
}
loadingtips[3] = {
    ["tips"] = "팁 : 영웅 승급석을 소모하면 영웅이 승급할 수 있습니다. 영웅 승급시 패시브 스킬이 잠금해제됩니다",
}
loadingtips[4] = {
    ["tips"] = "팁 :장비 등급은 오름순으로 파란색, 황금색, 보라색, 녹색, 붉은색, 주황색 등 6개 등급을 포함합니다",
}
loadingtips[5] = {
    ["tips"] = "팁 : 같은 진영의 영웅 6명을 출진시키면 진영 오라를 활성화시켜 강력한 속성을 부여받을 수 있습니다",
}
loadingtips[6] = {
    ["tips"] = "팁 :8시간마다 일반 영웅을 무료로 한 번 소환할 수 있습니다. 48시간마다 무료로 고급 영웅을 한 번 소환할 기회가 주어집니다",
}
loadingtips[7] = {
    ["tips"] = "팁 :앞줄 영웅은 전투에서 많은 피해를 감당해야 하기에 방어력이 뛰어난 영웅을 앞에 배치하는 것이 좋습니다",
}
loadingtips[8] = {
    ["tips"] = "팁 :전투에서 행동 순서는 영웅의 속도에 의해 결정됩니다",
}
loadingtips[9] = {
    ["tips"] = "팁 : VIP 레벨을 높이면 더 많은 게임 혜택을 누릴 수 있습니다",
}
loadingtips[10] = {
    ["tips"] = "팁 : 친구와 하트를 교환하세요. 하트는 우정 소환에 사용됩니다. 우정 소환도 괜찮은 영웅을 소환할 수 있습니다",
}
return loadingtips